[
  {
    "ust_baslik": "İnkılap Tarihi (Cumhuriyet Dönemi)",
    "tests": [
      {
        "alt_baslik": "Test 1 (Siyasi Gelişmeler - 1)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 1, "soru": "27 Ekim 1923 tarihinde İcra Vekilleri Heyeti Başkanı Ali Fethi (Okyar) Bey’in istifası üzerine, Meclis Hükümeti Sistemi’nin yapısından kaynaklanan sorunlar nedeniyle yeni hükümetin kurulamaması ülkede ciddi bir siyasi krize neden olmuştur. Mustafa Kemal Paşa, bu krizi rejimi değiştirerek çözme yoluna gitmiştir. Tarih literatüründe Cumhuriyetin ilanına zemin hazırlayan olay olarak da bilinen bu siyasi kriz, aşağıdakilerden hangisiyle adlandırılmaktadır?", "secenekler": ["Kabine Bunalımı", "Rejim Krizi", "Ekim bunalımı", "Saltanat Krizi", "Temsil Heyeti Sorunu"], "dogru_cevap": "C", "aciklama": "Ekim 1923 tarihinde Ali Fethi Okyar hükümetinin istifası üzerine yeni hükümetin kurulamaması Ekim Bunalımı olarak adlandırılır." },
          { "id": 2, "soru": "Türkiye Cumhuriyeti tarihinde devletin rejiminin adının Cumhuriyet olarak konulması hangi hukuki düzenleme ile gerçekleşmiştir?", "secenekler": ["1921 Anayasası Değişikliği", "1924 Anayasası Kabulü", "Teşkilat-ı Esasiye Kanunu Kabulü", "Saltanatın Kaldırılması Kanunu", "Lozan Antlaşması Onayı"], "dogru_cevap": "A", "aciklama": "29 Ekim 1923 tarihinde 1921 Anayasası üzerinde yapılan değişiklikle devletin yönetim şekli Cumhuriyet olmuştur." },
          { "id": 3, "soru": "Türkiye Cumhuriyeti'nin ilk meclis başkanı aşağıdakilerden hangisidir?", "secenekler": ["Mustafa Kemal Atatürk", "İsmet İnönü", "Ali Fethi Okyar", "Kazım Karabekir", "Rauf Orbay"], "dogru_cevap": "C", "aciklama": "Cumhuriyetin ilanından sonra TBMM başkanlığına Ali Fethi Okyar seçilmiştir." },
          { "id": 4, "soru": "Terakkiperver Cumhuriyet Fırkası kurucuları arasında yer alıp partinin genel başkanlığını üstlenen devlet adamı kimdir?", "secenekler": ["Rauf Orbay", "Refet Bele", "Ali Fuat Cebesoy", "Kazım Karabekir", "Adnan Adıvar"], "dogru_cevap": "D", "aciklama": "Kurtuluş Savaşı'nın Doğu Cephesi komutanı Kazım Karabekir, TCF'nin kurucusu ve ilk genel başkanıdır." },
          { "id": 5, "soru": "Şeyh Sait İsyanı bastırıldıktan sonra isyancıların yargılanması amacıyla kurulan mahkeme hangisidir?", "secenekler": ["Divan-ı Harp", "Yüce Divan", "İstiklal Mahkemeleri", "Devlet Güvenlik Mahkemesi", "Sıkıyönetim Mahkemesi"], "dogru_cevap": "C", "aciklama": "Şeyh Sait İsyanı suçluları Ankara ve Diyarbakır'da kurulan İstiklal Mahkemelerinde yargılanmıştır." },
          { "id": 6, "soru": "Takrir-i Sükun Kanunu hangi tarihler arasında yürürlükte kalmıştır?", "secenekler": ["1923-1927", "1925-1929", "1924-1928", "1926-1930", "1925-1932"], "dogru_cevap": "B", "aciklama": "4 Mart 1925 tarihinde çıkarılan kanun 1929 yılına kadar yürürlükte kalarak hükümete olağanüstü yetkiler vermiştir." },
          { "id": 7, "soru": "Mustafa Kemal Paşa'ya yönelik İzmir Suikastı girişimi hangi yıl ortaya çıkarılmıştır?", "secenekler": ["1924", "1925", "1926", "1927", "1930"], "dogru_cevap": "C", "aciklama": "Eski İttihatçıların planladığı suikast girişimi 1926 yılında Giritli Şevki'nin ihbarı ile ortaya çıkarılmıştır." },
          { "id": 8, "soru": "Serbest Cumhuriyet Fırkası'nın kuruluşunda Mustafa Kemal Paşa'nın isteğiyle partide görev alan kız kardeşi kimdir?", "secenekler": ["Zübeyde Hanım", "Makbule Atadan", "Afet İnan", "Sabiha Gökçen", "Latife Hanım"], "dogru_cevap": "B", "aciklama": "Mustafa Kemal'in kız kardeşi Makbule Atadan, SCF'nin kurucuları arasında yer almıştır." },
          { "id": 9, "soru": "Menemen Olayı'nda şehit edilen asteğmenimizin adı nedir?", "secenekler": ["Mehmet Muzaffer", "Mustafa Fehmi Kubilay", "Hasan Tahsin", "Şahin Bey", "Yüzbaşı Agah"], "dogru_cevap": "B", "aciklama": "Öğretmen Asteğmen Mustafa Fehmi Kubilay, Menemen Olayı sırasında gericiler tarafından şehit edilmiştir." },
          { "id": 10, "soru": "Çok partili hayata geçişin ikinci denemesi olan Serbest Cumhuriyet Fırkası'nın kapatılmasından sonra Türkiye kaç yıl boyunca tek partili yönetilmiştir?", "secenekler": ["1930-1945", "1930-1946", "1930-1950", "1930-1938", "1923-1946"], "dogru_cevap": "B", "aciklama": "1930 yılındaki SCF denemesinden 1946 yılında Demokrat Parti'nin kurulmasına kadar tek parti dönemi devam etmiştir." },
          { "id": 11, "soru": "1924 Anayasası'nda yapılan 1937 değişikliği ile anayasaya giren ilkeler bütününe ne ad verilir?", "secenekler": ["Misak-ı Milli", "Atatürk İlkeleri", "Altı Ok", "Teşkilat-ı Esasiye", "Kuvayı Milliye Ruhu"], "dogru_cevap": "B", "aciklama": "CHP'nin simgesi olan Altı Ok yani Atatürk İlkeleri 1937 yılında anayasaya eklenmiştir." },
          { "id": 12, "soru": "Ordunun siyasetten arındırılması sürecinde askerlik mesleğini tercih ederek milletvekilliğinden istifa eden komutan kimdir?", "secenekler": ["İsmet İnönü", "Fevzi Çakmak", "Kazım Karabekir", "Ali Fethi Okyar", "Celal Bayar"], "dogru_cevap": "B", "aciklama": "Fevzi Çakmak, Erkan-ı Harbiye-i Umumiye Kanunu gereği siyaseti bırakıp askerlik görevine devam etmiştir." },
          { "id": 13, "soru": "Cumhuriyet Halk Fırkası'nın 1927 yılındaki ikinci kurultayında okunan temel eser hangisidir?", "secenekler": ["Medeni Bilgiler", "Nutuk", "Geometri Kitabı", "Zabit ve Kumandan", "Hatıra Defteri"], "dogru_cevap": "B", "aciklama": "Mustafa Kemal Atatürk, büyük eseri Nutuk'u 1927 kurultayında 36,5 saat süren bir konuşmayla okumuştur." },
          { "id": 14, "soru": "İzmir Suikastı davasında yargılanan ve idam edilen İttihatçı maliye nazırı kimdir?", "secenekler": ["Cavit Bey", "Talat Paşa", "Enver Paşa", "Cemal Paşa", "Kara Kemal"], "dogru_cevap": "A", "aciklama": "Eski Maliye Nazırı Cavit Bey, suikast girişimi davasında yargılanarak idam edilmiştir." },
          { "id": 15, "soru": "Ankara'nın başkent olması hangi tarihte yasalaşmıştır?", "secenekler": ["23 Nisan 1920", "29 Ekim 1923", "13 Ekim 1923", "30 Ağustos 1922", "1 Kasım 1922"], "dogru_cevap": "C", "aciklama": "Cumhuriyetin ilanından hemen önce 13 Ekim 1923 tarihinde çıkarılan kanunla Ankara başkent ilan edilmiştir." },
          { "id": 16, "soru": "Terakkiperver Cumhuriyet Fırkası'nın parti tüzüğünde yer alan ve kapatılmasına gerekçe gösterilen madde hangisidir?", "secenekler": ["Egemenlik kayıtsız şartsız milletindir", "Parti dini inançlara saygılıdır", "Ekonomi devletçilik esasına dayanır", "Kadınlara seçme hakkı verilecektir", "Seçimler tek dereceli olacaktır"], "dogru_cevap": "B", "aciklama": "Partimiz efkar ve itikad-ı diniyeye hürmetkardır maddesi, irticai faaliyetlere cesaret verdiği gerekçesiyle kapatılma nedeni olmuştur." },
          { "id": 17, "soru": "Şeyh Sait İsyanı sırasında hükümetin başında bulunan ve isyanı bastırmakta yetersiz kaldığı için istifa eden başbakan kimdir?", "secenekler": ["İsmet İnönü", "Ali Fethi Okyar", "Rauf Orbay", "Refik Saydam", "Şemsettin Günaltay"], "dogru_cevap": "B", "aciklama": "Olaylara daha ılımlı yaklaşan Ali Fethi Okyar istifa etmiş, yerine sert tedbirler alan İsmet İnönü geçmiştir." },
          { "id": 18, "soru": "Atatürk'e suikast girişimini haber veren motorcu kimdir?", "secenekler": ["Giritli Şevki", "Şahin Bey", "Çerkez Ethem", "Topal Osman", "Yörük Ali Efe"], "dogru_cevap": "A", "aciklama": "Suikastçılarla anlaşamayan Giritli Şevki, durumu İzmir Valisine ihbar ederek girişimi ortaya çıkarmıştır." },
          { "id": 19, "soru": "Serbest Cumhuriyet Fırkası'nın savunduğu ekonomik model aşağıdakilerden hangisidir?", "secenekler": ["Devletçilik", "Liberalizm", "Sosyalizm", "Komünizm", "Merkantilizm"], "dogru_cevap": "B", "aciklama": "SCF, devletçiliğe karşı özel girişimi destekleyen Liberalizm (Serbest Piyasa) ekonomisini savunmuştur." },
          { "id": 20, "soru": "Menemen Olayı sonrasında Divan-ı Harp'te yargılananların cezaları TBMM tarafından onaylanmıştır; bu durum TBMM'nin hangi yetkisini kullandığını gösterir?", "secenekler": ["Yasama", "Yürütme", "Yargı", "Denetim", "Temsil"], "dogru_cevap": "C", "aciklama": "Meclisin mahkeme kararlarını onaması, o dönemde yargı yetkisinin bir kısmını kullandığını gösterir." }
        ]
      },
      {
        "alt_baslik": "Test 2 (Siyasi Gelişmeler - 2)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 21, "soru": "Aşağıdakilerden hangisi Atatürk döneminde kurulan siyasi partilerden biri değildir?", "secenekler": ["Cumhuriyet Halk Fırkası", "Terakkiperver Cumhuriyet Fırkası", "Serbest Cumhuriyet Fırkası", "Demokrat Parti", "Ahali Cumhuriyet Fırkası"], "dogru_cevap": "D", "aciklama": "Demokrat Parti 1946 yılında kurulmuş olup Atatürk dönemi partilerinden değildir." },
          { "id": 22, "soru": "Nasturi Ayaklanması hangi ilimizde çıkmıştır?", "secenekler": ["Diyarbakır", "Hakkari", "Tunceli", "Şırnak", "Van"], "dogru_cevap": "B", "aciklama": "1924 yılında İngilizlerin kışkırtmasıyla Hakkari bölgesinde Nasturi Ayaklanması çıkmıştır." },
          { "id": 23, "soru": "Bursa Olayı (1933) hangi inkılaba tepki olarak çıkmıştır?", "secenekler": ["Şapka Kanunu", "Harf İnkılabı", "Türkçe Ezan", "Kılık Kıyafet Kanunu", "Soyadı Kanunu"], "dogru_cevap": "C", "aciklama": "Ezanın Türkçe okunmasına tepki gösteren bir grubun Ulu Cami önünde toplanması olayıdır." },
          { "id": 24, "soru": "Atatürk Bursa Olayı için hangi ifadeyi kullanmıştır?", "secenekler": ["Bu bir din meselesi değil dil meselesidir", "Geldikleri gibi giderler", "Hattı müdafaa yoktur sathı müdafaa vardır", "Benim naçiz vücudum elbet toprak olacaktır", "İstikbal göklerdedir"], "dogru_cevap": "A", "aciklama": "Atatürk olayın dini bir tepki değil, dilin Türkçeleştirilmesiyle ilgili bir kültür meselesi olduğunu vurgulamıştır." },
          { "id": 25, "soru": "1924 Anayasası'na göre seçme yaşı kaçtır?", "secenekler": ["18", "20", "21", "22", "25"], "dogru_cevap": "A", "aciklama": "1924 Anayasası ilk halinde seçme yaşı 18 olarak belirlenmiş, daha sonra değiştirilmiştir." },
          { "id": 26, "soru": "Kadınlara siyasi hakların verilmesi sürecinde 1930 yılında tanınan hak hangisidir?", "secenekler": ["Muhtar seçme", "Milletvekili seçme", "Belediye seçimlerine katılma", "Bakan olma", "Cumhurbaşkanı seçme"], "dogru_cevap": "C", "aciklama": "Kadınlara verilen ilk siyasi hak 1930 yılında belediye seçimlerine katılma hakkıdır." },
          { "id": 27, "soru": "Milletvekili seçme ve seçilme hakkı kadınlara hangi tarihte verilmiştir?", "secenekler": ["3 Nisan 1930", "26 Ekim 1933", "5 Aralık 1934", "1 Kasım 1928", "29 Ekim 1923"], "dogru_cevap": "C", "aciklama": "Kadınlara genel seçimlerde seçme ve seçilme hakkı 5 Aralık 1934 tarihli anayasa değişikliği ile tanınmıştır." },
          { "id": 28, "soru": "Atatürk'ün partiler üstü tutulmasını istediği ve siyasi tartışmaların dışında bıraktığı iki kurum hangisidir?", "secenekler": ["Türk Tarih Kurumu - Türk Dil Kurumu", "Ordu - Diyanet", "Milli Eğitim - Adalet", "İş Bankası - Sümerbank", "Halkevleri - Köy Enstitüleri"], "dogru_cevap": "B", "aciklama": "Atatürk, ordunun ve dış politikanın milli meseleler olduğunu belirterek partiler üstü tutulmasını istemiştir." },
          { "id": 29, "soru": "Cumhuriyet Halk Fırkası, ekonomide hangi modeli benimsemiştir?", "secenekler": ["Liberalizm", "Devletçilik", "Sosyalizm", "Komünizm", "Fizyokratizm"], "dogru_cevap": "B", "aciklama": "Özellikle 1929 krizinden sonra CHP programında Devletçilik ilkesi ana ekonomik model olarak yer almıştır." },
          { "id": 30, "soru": "Aşağıdakilerden hangisi Terakkiperver Cumhuriyet Fırkası'nın savunduğu görüşlerden biridir?", "secenekler": ["Tek dereceli seçim sistemi", "Merkeziyetçilik", "Adem-i Merkeziyetçilik", "İnkılapların hızlı yapılması", "Devletçi ekonomi"], "dogru_cevap": "C", "aciklama": "TCF, idari yapıda yerinden yönetim (Adem-i Merkeziyetçilik) ilkesini savunmuştur." },
          { "id": 31, "soru": "Türk Medeni Kanunu'nun kabul edilmesiyle hukuk sistemimizde kaldırılan Osmanlı kanunu hangisidir?", "secenekler": ["Kanun-u Esasi", "Mecelle", "Sened-i İttifak", "Tanzimat Fermanı", "Arazi Kanunnamesi"], "dogru_cevap": "B", "aciklama": "Şeri hukuka dayalı Mecelle kaldırılarak yerine laik Türk Medeni Kanunu getirilmiştir." },
          { "id": 32, "soru": "Türk Medeni Kanunu hangi ülkeden uyarlanarak alınmıştır?", "secenekler": ["Almanya", "İtalya", "Fransa", "İsviçre", "İsveç"], "dogru_cevap": "D", "aciklama": "İsviçre Medeni Kanunu, Avrupa'nın en yeni, pratik ve demokratik kanunu olduğu için tercih edilmiştir." },
          { "id": 33, "soru": "Aşağıdakilerden hangisi Türk Medeni Kanunu ile kadınlara verilen haklardan biri değildir?", "secenekler": ["Mirasta eşitlik", "Boşanma hakkı", "Mahkemede tanıklıkta eşitlik", "Milletvekili seçilme hakkı", "İstediği mesleğe girme hakkı"], "dogru_cevap": "D", "aciklama": "Milletvekili seçilme hakkı siyasi bir haktır ve Medeni Kanun'da yer almaz, 1934'te verilmiştir." },
          { "id": 34, "soru": "Türk Ceza Kanunu hangi ülkenin ceza yasası örnek alınarak hazırlanmıştır?", "secenekler": ["İtalya", "Almanya", "İsviçre", "Fransa", "Belçika"], "dogru_cevap": "A", "aciklama": "1926 tarihli Türk Ceza Kanunu, İtalya'nın 1889 tarihli Zanardelli Yasası esas alınarak hazırlanmıştır." },
          { "id": 35, "soru": "Patrikhanenin mahkeme kurma yetkisinin elinden alınması hangi kanun ile gerçekleşmiştir?", "secenekler": ["Tevhid-i Tedrisat Kanunu", "Türk Medeni Kanunu", "Şapka Kanunu", "Kabotaj Kanunu", "Maarif Teşkilatı Kanunu"], "dogru_cevap": "B", "aciklama": "Medeni Kanun ile hukuk birliği sağlanmış, cemaat mahkemeleri kapatılarak Patrikhanenin yargı yetkisi son bulmuştur." },
          { "id": 36, "soru": "Şapka İktisası Hakkında Kanun hangi tarihte kabul edilmiştir?", "secenekler": ["3 Mart 1924", "25 Kasım 1925", "1 Kasım 1928", "21 Haziran 1934", "1 Ocak 1926"], "dogru_cevap": "B", "aciklama": "Kıyafet devriminin başlangıcı olan Şapka Kanunu 25 Kasım 1925 tarihinde kabul edilmiştir." },
          { "id": 37, "soru": "Mustafa Kemal Atatürk şapkayı halka ilk kez hangi ilimizde tanıtmıştır?", "secenekler": ["Ankara", "İzmir", "Kastamonu", "İstanbul", "Samsun"], "dogru_cevap": "C", "aciklama": "Atatürk, şapka devrimini başlatmak için çıktığı yurt gezisinde şapkayı Kastamonu'da tanıtmıştır." },
          { "id": 38, "soru": "Tekke, zaviye ve türbelerin kapatılmasına dair kanun hangi olayın ardından çıkarılmıştır?", "secenekler": ["Menemen Olayı", "Şeyh Sait İsyanı", "İzmir Suikastı", "Çerkez Ethem İsyanı", "I. Dünya Savaşı"], "dogru_cevap": "B", "aciklama": "Şeyh Sait İsyanı'nın yarattığı irticai atmosfer, tekke ve zaviyelerin kapatılmasını hızlandırmıştır." },
          { "id": 39, "soru": "Miladi Takvim Türkiye'de ne zaman uygulanmaya başlanmıştır?", "secenekler": ["1 Ocak 1923", "1 Ocak 1924", "1 Ocak 1925", "1 Ocak 1926", "1 Ocak 1927"], "dogru_cevap": "D", "aciklama": "26 Aralık 1925'te kabul edilen kanunla 1 Ocak 1926 tarihinden itibaren Miladi Takvim yürürlüğe girmiştir." },
          { "id": 40, "soru": "Uluslararası rakamların kabulü hangi yıl gerçekleşmiştir?", "secenekler": ["1926", "1927", "1928", "1929", "1931"], "dogru_cevap": "C", "aciklama": "Ticari hayatı kolaylaştırmak amacıyla 20 Mayıs 1928'de uluslararası rakamlar kabul edilmiştir." }
        ]
      },
      {
        "alt_baslik": "Test 3 (Hukuk ve Sosyal İnkılaplar)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 41, "soru": "Ölçü ve tartı birimlerinin değiştirilmesi (Ölçüler Kanunu) hangi yıl yasalaşmıştır?", "secenekler": ["1928", "1929", "1931", "1933", "1935"], "dogru_cevap": "C", "aciklama": "Okka, endaze gibi yerel ölçülerin yerine metre ve kilogram sistemine 1931 yılında geçilmiştir." },
          { "id": 42, "soru": "Soyadı Kanunu hangi yıl kabul edilmiştir?", "secenekler": ["1932", "1933", "1934", "1935", "1936"], "dogru_cevap": "C", "aciklama": "Toplumsal eşitliği sağlamak ve karışıklıkları önlemek için 21 Haziran 1934'te Soyadı Kanunu kabul edilmiştir." },
          { "id": 43, "soru": "Hafta tatilinin Cuma gününden Pazar gününe alınması hangi yıl gerçekleşmiştir?", "secenekler": ["1924", "1926", "1930", "1935", "1938"], "dogru_cevap": "D", "aciklama": "Batı dünyası ile ticari ilişkileri uyumlu hale getirmek için hafta tatili 1935 yılında Pazar gününe alınmıştır." },
          { "id": 44, "soru": "Mustafa Kemal'e Atatürk soyadını veren kurum hangisidir?", "secenekler": ["Türk Dil Kurumu", "Bakanlar Kurulu", "Türkiye Büyük Millet Meclisi", "Cumhuriyet Halk Fırkası", "Genelkurmay Başkanlığı"], "dogru_cevap": "C", "aciklama": "24 Kasım 1934 tarihli kanunla TBMM, Mustafa Kemal'e Atatürk soyadını vermiştir." },
          { "id": 45, "soru": "Kadınlara belediye seçimlerine katılma hakkı (seçme ve seçilme) hangi yıl verilmiştir?", "secenekler": ["1926", "1930", "1933", "1934", "1935"], "dogru_cevap": "B", "aciklama": "Türk kadınına verilen ilk siyasi hak, 1930 yılında belediye seçimlerine katılma hakkıdır." },
          { "id": 46, "soru": "Kadınlara muhtar ve ihtiyar heyeti seçme ve seçilme hakkı hangi yıl tanınmıştır?", "secenekler": ["1930", "1932", "1933", "1934", "1936"], "dogru_cevap": "C", "aciklama": "Köy Kanunu'nda yapılan değişiklikle 1933 yılında kadınlara muhtar olma hakkı verilmiştir." },
          { "id": 47, "soru": "Türk kadınlarına milletvekili seçme ve seçilme hakkı tanıyan anayasa değişikliği hangi tarihte yapılmıştır?", "secenekler": ["29 Ekim 1933", "5 Aralık 1934", "1 Kasım 1935", "23 Nisan 1934", "19 Mayıs 1934"], "dogru_cevap": "B", "aciklama": "5 Aralık 1934 tarihinde yapılan değişiklikle kadınlar genel seçimlerde oy kullanma ve aday olma hakkını elde etmiştir." },
          { "id": 48, "soru": "Türk Kadınlar Birliği'nin kurucusu ve kadın hakları mücadelesinin öncüsü olan yazar kimdir?", "secenekler": ["Halide Edip Adıvar", "Afet İnan", "Nezihe Muhiddin", "Sabiha Gökçen", "Latife Hanım"], "dogru_cevap": "C", "aciklama": "Nezihe Muhiddin, Kadınlar Halk Fırkası girişimi ve Türk Kadınlar Birliği başkanlığı ile tanınan aktivisttir." },
          { "id": 49, "soru": "Baroların kurularak avukatlık mesleğinin düzenlenmesi (Muhamat Kanunu) hangi yıl gerçekleşmiştir?", "secenekler": ["1923", "1924", "1926", "1928", "1930"], "dogru_cevap": "B", "aciklama": "Savunma hakkının modernleşmesi için 1924 yılında Muhamat Kanunu kabul edilmiştir." },
          { "id": 50, "soru": "Aşağıdakilerden hangisi toplumsal alanda yapılan inkılaplardan biri değildir?", "secenekler": ["Şapka Kanunu", "Soyadı Kanunu", "Kabotaj Kanunu", "Takvim ve Saat Değişikliği", "Kılık Kıyafet Kanunu"], "dogru_cevap": "C", "aciklama": "Kabotaj Kanunu deniz ticareti ile ilgili ekonomik bir düzenlemedir, toplumsal inkılap değildir." },
          { "id": 51, "soru": "Efendiler ve ey millet iyi biliniz ki Türkiye Cumhuriyeti şeyhler, dervişler, müritler memleketi olamaz sözü hangi inkılabın gerekçesidir?", "secenekler": ["Halifeliğin kaldırılması", "Tekke ve zaviyelerin kapatılması", "Medreselerin kapatılması", "Şapka Kanunu", "Tevhid-i Tedrisat"], "dogru_cevap": "B", "aciklama": "Atatürk bu sözüyle tekke ve zaviyelerin kapatılmasının toplumsal ve laik gerekçesini açıklamıştır." },
          { "id": 52, "soru": "Kadınların kendi soyadını kullanma hakkı hangi dönemde verilmiştir?", "secenekler": ["1926 Medeni Kanun ile", "1934 Soyadı Kanunu ile", "1990'lı yıllarda", "2000'li yıllarda", "Cumhuriyetin ilanı ile"], "dogru_cevap": "D", "aciklama": "Kadınların kendi soyadını kullanma hakkı Atatürk döneminde değil, çok sonraki hukuki düzenlemelerle (2000'ler) verilmiştir." },
          { "id": 53, "soru": "1934 yılında Soyadı Kanunu ile Atatürk soyadını alan Mustafa Kemal Paşa'nın kız kardeşi Makbule Hanım hangi soyadını almıştır?", "secenekler": ["Atatürk", "Atadan", "Gökçen", "Arıkan", "Yücel"], "dogru_cevap": "B", "aciklama": "Atatürk soyadı kanunla sadece Mustafa Kemal'e özgü kılınmış, kız kardeşi Makbule Hanım Atadan soyadını almıştır." },
          { "id": 54, "soru": "Dini kisve ve kıyafetle dolaşılmasını yasaklayan (din adamları hariç) kanun hangi yıl çıkarılmıştır?", "secenekler": ["1924", "1925", "1934", "1936", "1938"], "dogru_cevap": "C", "aciklama": "Bazı Kisvelerin Giyilemeyeceğine Dair Kanun 1934 yılında kabul edilerek dini kıyafetlerin sadece ibadethanelerde giyilmesi sağlanmıştır." },
          { "id": 55, "soru": "Devlet memurlarına şapka giyme zorunluluğu getiren düzenleme hangisidir?", "secenekler": ["Kılık Kıyafet Kanunu", "Şapka İktisası Hakkında Kanun", "Tevhid-i Tedrisat", "Umumi Hıfzıssıhha Kanunu", "Memurin Kanunu"], "dogru_cevap": "B", "aciklama": "25 Kasım 1925 tarihli Şapka Kanunu ile memurların şapka giymesi zorunlu hale getirilmiştir." },
          { "id": 56, "soru": "Türk Medeni Kanunu ile patrikhanenin hangi yetkisi sona ermiştir?", "secenekler": ["Dini ayin yapma", "Ruhban yetiştirme", "Kilise açma", "Dünyevi (Yargı) yetkileri", "Yardım toplama"], "dogru_cevap": "D", "aciklama": "Medeni Kanun ile hukuk birliği sağlanmış, patrikhanenin evlenme, boşanma gibi konularda yargı yetkisi kalmamıştır." },
          { "id": 57, "soru": "İsviçre Medeni Kanunu'nun tercih edilmesinde hakime takdir yetkisi tanıması neden önemlidir?", "secenekler": ["Hukukun donuklaşmasını önleyip pratik çözümler sunması", "Hakimlerin yetkilerini sınırlaması", "Cezaların daha ağır olması", "Dini kurallara uygun olması", "Yabancı hakimlerin görev yapabilmesi"], "dogru_cevap": "A", "aciklama": "Kanun boşluklarında hakime takdir yetkisi verilmesi, hukukun hayatın akışına uyum sağlamasını kolaylaştırmıştır." },
          { "id": 58, "soru": "Medeni Kanun ile evlilik akdinin geçerli olabilmesi için getirilen şart nedir?", "secenekler": ["Dini nikah", "Başlık parası", "Resmi nikah", "Aile izni", "Düğün töreni"], "dogru_cevap": "C", "aciklama": "Evliliğin devlet denetiminde ve kayıt altında olması için resmi nikah zorunluluğu getirilmiştir." },
          { "id": 59, "soru": "Konsolosluk mahkemelerinin kapatılması hangi gelişme ile sağlanmıştır?", "secenekler": ["Kapitülasyonların kaldırılması (Lozan) ve hukuk reformları", "Montrö Sözleşmesi", "Gümrük Birliği", "Balkan Antantı", "Sadabat Paktı"], "dogru_cevap": "A", "aciklama": "Lozan'da kapitülasyonların kaldırılması ve ardından gelen hukuk birliği ile yabancı mahkemeler kapatılmıştır." },
          { "id": 60, "soru": "Soyadı Kanunu'na göre rütbe, memuriyet, aşiret ve yabancı ırk bildiren soyadlarının yasaklanması hangi ilke ile ilgilidir?", "secenekler": ["Devletçilik", "Laiklik", "Halkçılık ve Milliyetçilik", "İnkılapçılık", "Cumhuriyetçilik"], "dogru_cevap": "C", "aciklama": "Ayrımcılığın önlenmesi Halkçılık, yabancı ırk isimlerinin yasaklanması Milliyetçilik ilkesidir." }
        ]
      },
      {
        "alt_baslik": "Test 4 (Eğitim ve Kültür - 1)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 61, "soru": "Tevhid-i Tedrisat Kanunu'nun kabul tarihi aşağıdakilerden hangisidir?", "secenekler": ["29 Ekim 1923", "3 Mart 1924", "1 Kasım 1928", "1 Ocak 1929", "19 Mayıs 1924"], "dogru_cevap": "B", "aciklama": "Eğitimde birliği sağlayan kanun 3 Mart 1924 tarihinde kabul edilmiştir." },
          { "id": 62, "soru": "Yeni Türk harflerini halka öğretmek amacıyla açılan yaygın eğitim kurumu hangisidir?", "secenekler": ["Köy Enstitüleri", "Halkevleri", "Millet Mektepleri", "Türk Ocakları", "Darülmuallimin"], "dogru_cevap": "C", "aciklama": "Harf İnkılabı sonrası okuma yazma seferberliği için Millet Mektepleri açılmıştır." },
          { "id": 63, "soru": "Mustafa Kemal Atatürk'e Başöğretmen unvanı hangi kurumun yönetmeliği ile verilmiştir?", "secenekler": ["TBMM", "Millet Mektepleri", "Türk Dil Kurumu", "Türk Tarih Kurumu", "İstanbul Üniversitesi"], "dogru_cevap": "B", "aciklama": "Millet Mektepleri Talimatnamesi ile Atatürk 24 Kasım 1928'de Başöğretmen ilan edilmiştir." },
          { "id": 64, "soru": "Harf İnkılabı sırasında Milli Eğitim Bakanı olan ve Millet Mekteplerinin kuruluşunda büyük rol oynayan devlet adamı kimdir?", "secenekler": ["Hasan Ali Yücel", "Mustafa Necati", "Hamdullah Suphi Tanrıöver", "Reşit Galip", "Saffet Arıkan"], "dogru_cevap": "B", "aciklama": "Dönemin efsanevi Milli Eğitim Bakanı Mustafa Necati, reformların uygulayıcısıdır." },
          { "id": 65, "soru": "Türk tarihini bilimsel yöntemlerle araştırmak amacıyla 1931 yılında kurulan kurum hangisidir?", "secenekler": ["Türk Dil Kurumu", "Türk Tarih Kurumu", "Dil ve Tarih-Coğrafya Fakültesi", "Türkiyat Enstitüsü", "Anadolu Medeniyetleri Müzesi"], "dogru_cevap": "B", "aciklama": "Türk Tarih Tezi'ni araştırmak için Türk Tarih Kurumu (TTK) kurulmuştur." },
          { "id": 66, "soru": "Türkçeyi yabancı dillerin boyunduruğundan kurtarmak amacıyla 1932 yılında kurulan kurum hangisidir?", "secenekler": ["Türk Tarih Kurumu", "Türk Dil Kurumu", "Millet Mektepleri", "Güneş Dil Enstitüsü", "Maarif Vekaleti"], "dogru_cevap": "B", "aciklama": "Türkçenin sadeleştirilmesi ve zenginleştirilmesi için Türk Dil Kurumu (TDK) kurulmuştur." },
          { "id": 67, "soru": "1933 Üniversite Reformu öncesinde Türkiye'ye davet edilerek rapor hazırlayan İsviçreli profesör kimdir?", "secenekler": ["John Dewey", "Albert Malche", "Kühne", "Ömer Buyse", "Alexander Graham Bell"], "dogru_cevap": "B", "aciklama": "Darülfünun'un ıslahı ve üniversiteye dönüşümü için raporu Prof. Albert Malche hazırlamıştır." },
          { "id": 68, "soru": "1933 Üniversite Reformu ile İstanbul Darülfünunu hangi kuruma dönüştürülmüştür?", "secenekler": ["Ankara Üniversitesi", "İstanbul Üniversitesi", "İstanbul Teknik Üniversitesi", "Mimar Sinan Üniversitesi", "Galatasaray Üniversitesi"], "dogru_cevap": "B", "aciklama": "Darülfünun kapatılarak yerine modern İstanbul Üniversitesi kurulmuştur." },
          { "id": 69, "soru": "Halkevleri'nin yayın organı olarak çıkan ve devrimleri halka anlatan dergi hangisidir?", "secenekler": ["Kadro", "Ülkü", "Varlık", "Türk Yurdu", "Yön"], "dogru_cevap": "B", "aciklama": "Halkevleri'nin faaliyetlerini ve Kemalist ideolojiyi yaymak için Ülkü dergisi çıkarılmıştır." },
          { "id": 70, "soru": "Ankara'da 1935 yılında açılan ve Atatürk'ün adını bizzat verdiği fakülte hangisidir?", "secenekler": ["Hukuk Fakültesi", "Siyasal Bilgiler Fakültesi", "Dil ve Tarih-Coğrafya Fakültesi", "Tıp Fakültesi", "Ziraat Fakültesi"], "dogru_cevap": "C", "aciklama": "Tarih ve dil tezlerine bilimsel kaynak sağlamak amacıyla DTCF kurulmuştur." },
          { "id": 71, "soru": "Sanayi-i Nefise Mektebi, 1928 yılında hangi ismi almıştır?", "secenekler": ["Devlet Konservatuvarı", "Güzel Sanatlar Akademisi", "Gazi Eğitim Enstitüsü", "Musiki Muallim Mektebi", "Tatbiki Güzel Sanatlar"], "dogru_cevap": "B", "aciklama": "Osman Hamdi Bey'in kurduğu okul, Güzel Sanatlar Akademisi adını almıştır." },
          { "id": 72, "soru": "İlk Türk operası olarak kabul edilen Özsoy operasının bestecisi kimdir?", "secenekler": ["Cemal Reşit Rey", "Ahmet Adnan Saygun", "Ulvi Cemal Erkin", "Hasan Ferit Alnar", "Necil Kazım Akses"], "dogru_cevap": "B", "aciklama": "1934 yılında İran Şahı'nın ziyareti onuruna Ahmet Adnan Saygun tarafından bestelenmiştir." },
          { "id": 73, "soru": "Atatürk'ün Geometri adlı eseri yazmasındaki temel amaç nedir?", "secenekler": ["Askeri terimleri değiştirmek", "Matematik terimlerini Türkçeleştirmek", "Harita bilgisini geliştirmek", "Tarih tezini kanıtlamak", "Yabancı okullarda okutulmak"], "dogru_cevap": "B", "aciklama": "Atatürk bu eserle üçgen, açı, dikey gibi Türkçe geometri terimlerini türetmiştir." },
          { "id": 74, "soru": "Maarif Teşkilatı Hakkında Kanun hangi yıl kabul edilmiştir?", "secenekler": ["1924", "1926", "1928", "1930", "1933"], "dogru_cevap": "B", "aciklama": "Eğitim sisteminin kademelerini ve müfredatını düzenleyen kanun 1926'da kabul edilmiştir." },
          { "id": 75, "soru": "Atatürk'ün vasiyetinde gelirlerini bıraktığı iki kurum hangisidir?", "secenekler": ["Kızılay - Yeşilay", "Türk Tarih Kurumu - Türk Dil Kurumu", "Çocuk Esirgeme Kurumu - Türk Hava Kurumu", "İş Bankası - Sümerbank", "CHP - Halkevleri"], "dogru_cevap": "B", "aciklama": "Atatürk, İş Bankası'ndaki hisse gelirlerini TTK ve TDK'ya bağışlamıştır." },
          { "id": 76, "soru": "Halkevleri hangi yıl açılmıştır?", "secenekler": ["1930", "1931", "1932", "1933", "1934"], "dogru_cevap": "C", "aciklama": "Halkevleri, 19 Şubat 1932'de kültürel kalkınmayı sağlamak amacıyla açılmıştır." },
          { "id": 77, "soru": "Ayasofya hangi yıl camiden müzeye dönüştürülmüştür?", "secenekler": ["1924", "1928", "1930", "1934", "1936"], "dogru_cevap": "D", "aciklama": "Ayasofya, 1934 tarihli Bakanlar Kurulu kararnamesiyle müzeye dönüştürülmüştür." },
          { "id": 78, "soru": "Topkapı Sarayı hangi yıl müzeye dönüştürülerek halka açılmıştır?", "secenekler": ["1923", "1924", "1925", "1926", "1930"], "dogru_cevap": "B", "aciklama": "Osmanlı hanedanının evi olan Topkapı Sarayı 1924 yılında müze yapılmıştır." },
          { "id": 79, "soru": "10. Yıl Marşı'nın bestecisi kimdir?", "secenekler": ["Cemal Reşit Rey", "Adnan Saygun", "Ulvi Cemal Erkin", "Osman Zeki Üngör", "Muammer Sun"], "dogru_cevap": "A", "aciklama": "Sözleri Behçet Kemal Çağlar ve Faruk Nafiz Çamlıbel'e ait marşın bestecisi Cemal Reşit Rey'dir." },
          { "id": 80, "soru": "Müzik alanında çok sesli müziği geliştirmek için yurt dışına gönderilen gruba ne ad verilir?", "secenekler": ["Yedi Meşaleciler", "Türk Beşleri", "Garipçiler", "Beş Hececiler", "İkinci Yeniler"], "dogru_cevap": "B", "aciklama": "Cemal Reşit Rey, Adnan Saygun gibi isimlerin oluşturduğu grup Türk Beşleri olarak bilinir." }
        ]
      },
      {
        "alt_baslik": "Test 5 (Kültür ve Ekonomi - 1)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 81, "soru": "1924 yılında Ankara'da açılan ve Cumhuriyetin ilk yüksekokulu olma özelliği taşıyan kurum hangisidir?", "secenekler": ["Ankara Hukuk Mektebi", "Musiki Muallim Mektebi", "Gazi Eğitim Enstitüsü", "Yüksek Ziraat Enstitüsü", "Mülkiye Mektebi"], "dogru_cevap": "B", "aciklama": "Musiki Muallim Mektebi 1924'te açılmıştır; ancak hukukçu ihtiyacı için 1925'te açılan Ankara Hukuk Mektebi genelde ilk büyük atılım olarak sorulur." },
          { "id": 82, "soru": "Atatürk döneminde kurulan Ankara Hukuk Mektebi'nin açılış yılı nedir?", "secenekler": ["1923", "1924", "1925", "1926", "1927"], "dogru_cevap": "C", "aciklama": "Cumhuriyetin hukukçu ihtiyacını karşılamak üzere 1925 yılında açılmıştır." },
          { "id": 83, "soru": "Türk Tarih Tezi'nin ilk kez tartışıldığı I. Türk Tarih Kongresi hangi yıl toplanmıştır?", "secenekler": ["1930", "1931", "1932", "1933", "1934"], "dogru_cevap": "C", "aciklama": "Kongre 1932 yılında toplanarak tarih tezini bilimsel zemine oturtmaya çalışmıştır." },
          { "id": 84, "soru": "Güneş Dil Teorisi hangi kurumun çalışmaları sonucunda ortaya atılmıştır?", "secenekler": ["Türk Tarih Kurumu", "Türk Dil Kurumu", "İstanbul Üniversitesi", "Maarif Vekaleti", "Halkevleri"], "dogru_cevap": "B", "aciklama": "TDK çalışmaları kapsamında, Türkçenin dünya dillerinin kökeni olduğunu savunan teoridir." },
          { "id": 85, "soru": "Aşağıdakilerden hangisi Köy Enstitüleri'nin kuruluş dönemine ait değildir?", "secenekler": ["1940 yılında kurulmuştur", "İsmet İnönü dönemidir", "Hasan Ali Yücel Milli Eğitim Bakanıdır", "Atatürk döneminde açılmıştır", "İsmail Hakkı Tonguç mimarıdır"], "dogru_cevap": "D", "aciklama": "Köy Enstitüleri Atatürk'ün ölümünden sonra 1940 yılında kurulmuştur, Atatürk dönemi değildir." },
          { "id": 86, "soru": "Türk devrimini ideolojik olarak temellendirmek amacıyla 1932-1934 yılları arasında yayınlanan dergi hangisidir?", "secenekler": ["Kadro", "Ülkü", "Varlık", "Türk Yurdu", "Akbaba"], "dogru_cevap": "A", "aciklama": "Şevket Süreyya Aydemir ve arkadaşlarının çıkardığı Kadro dergisi, devletçilik ve inkılap ideolojisini savunmuştur." },
          { "id": 87, "soru": "Halkevleri'nin şubeleri arasında aşağıdakilerden hangisi yer almaz?", "secenekler": ["Dil ve Edebiyat", "Güzel Sanatlar", "Temsil (Tiyatro)", "Spor", "Din Hizmetleri"], "dogru_cevap": "E", "aciklama": "Halkevleri'nin 9 şubesi vardır ancak laiklik ilkesi gereği Din Hizmetleri şubesi yoktur." },
          { "id": 88, "soru": "Resim ve Heykel Müzesi Atatürk'ün emriyle hangi binada açılmıştır?", "secenekler": ["Dolmabahçe Sarayı", "Çankaya Köşkü", "Ankara Halkevi", "Resim Heykel Müzesi Binası (İzmir)", "Dolmabahçe Sarayı Veliaht Dairesi"], "dogru_cevap": "E", "aciklama": "1937 yılında İstanbul'da Dolmabahçe Sarayı Veliaht Dairesi'nde Resim ve Heykel Müzesi açılmıştır." },
          { "id": 89, "soru": "Atatürk'ün Yurtta Sulh Cihanda Sulh ilkesiyle örtüşen İnsan ve İnsanlık Sevgisi hangi bütünleyici ilke ile ilişkilidir?", "secenekler": ["Milliyetçilik", "Halkçılık", "İnkılapçılık", "Ulusal Egemenlik", "Yurtta Barış Dünyada Barış"], "dogru_cevap": "A", "aciklama": "İnsan sevgisi ve barışçıl politika, milliyetçiliğin şovenist olmayan yüzüdür." },
          { "id": 90, "soru": "Atatürk'ün naaşının geçici kabri olan Etnografya Müzesi hangi ilimizdedir?", "secenekler": ["İstanbul", "Ankara", "İzmir", "Selanik", "Samsun"], "dogru_cevap": "B", "aciklama": "Etnografya Müzesi Ankara'dadır." },
          { "id": 91, "soru": "İzmir İktisat Kongresi'nin başkanlığını yapan Kurtuluş Savaşı komutanı kimdir?", "secenekler": ["İsmet İnönü", "Mustafa Kemal Atatürk", "Kazım Karabekir", "Celal Bayar", "Fethi Okyar"], "dogru_cevap": "C", "aciklama": "Kongre başkanlığını Doğu Cephesi Komutanı Kazım Karabekir yapmıştır." },
          { "id": 92, "soru": "İzmir İktisat Kongresi'nde kabul edilen ekonomik bağımsızlık andına ne ad verilir?", "secenekler": ["Misak-ı Milli", "Misak-ı İktisadi", "Teşvik-i Sanayi", "İktisadi Mücadele", "Milli Kalkınma Planı"], "dogru_cevap": "B", "aciklama": "Ekonomik yemin anlamına gelen Misak-ı İktisadi kararları kabul edilmiştir." },
          { "id": 93, "soru": "Cumhuriyetin ilk özel bankası olan İş Bankası'nın kurucu genel müdürü kimdir?", "secenekler": ["İsmet İnönü", "Adnan Menderes", "Celal Bayar", "Hasan Saka", "Fethi Okyar"], "dogru_cevap": "C", "aciklama": "İleride Cumhurbaşkanı olacak olan Celal Bayar, İş Bankası'nın ilk genel müdürüdür." },
          { "id": 94, "soru": "Türk karasularında yolcu ve yük taşıma hakkını millileştiren kanun hangisidir?", "secenekler": ["Teşvik-i Sanayi Kanunu", "Kabotaj Kanunu", "Gümrük Kanunu", "Denizbank Kanunu", "Limanlar Kanunu"], "dogru_cevap": "B", "aciklama": "1 Temmuz 1926 tarihli Kabotaj Kanunu ile denizcilikte kapitülasyonların izleri silinmiştir." },
          { "id": 95, "soru": "1927 yılında çıkarılan Teşvik-i Sanayi Kanunu'nun başarısız olmasının temel dış nedeni nedir?", "secenekler": ["II. Dünya Savaşı", "1929 Dünya Ekonomik Buhranı", "Lozan Antlaşması", "Hatay Sorunu", "Marshall Yardımı"], "dogru_cevap": "B", "aciklama": "1929 Krizi, sermaye birikimini engellemiş ve kanunun hedeflerine ulaşmasını önlemiştir." },
          { "id": 96, "soru": "Türkiye'de Devletçilik politikasının uygulanmasında hangi ülkenin planlı ekonomi modeli ve teknik desteği etkili olmuştur?", "secenekler": ["ABD", "İngiltere", "Sovyetler Birliği (SSCB)", "Almanya", "Fransa"], "dogru_cevap": "C", "aciklama": "I. Beş Yıllık Sanayi Planı, SSCB'den alınan kredi ve teknik destekle hazırlanmıştır." },
          { "id": 97, "soru": "Sanayi yatırımlarını finanse etmek ve fabrikaları işletmek amacıyla 1933 yılında kurulan KİT hangisidir?", "secenekler": ["İş Bankası", "Sümerbank", "Ziraat Bankası", "Etibank", "Halkbank"], "dogru_cevap": "B", "aciklama": "Sümerbank, sanayi planının finansmanı ve yönetimi için kurulmuş dev bir kuruluştur." },
          { "id": 98, "soru": "Maden kaynaklarını işletmek ve enerji üretmek amacıyla 1935 yılında kurulan banka hangisidir?", "secenekler": ["Etibank", "Sümerbank", "Denizbank", "İller Bankası", "Emlak Bankası"], "dogru_cevap": "A", "aciklama": "Maden Tetkik Arama (MTA) ile eş zamanlı olarak madenciliği finanse etmek için Etibank kurulmuştur." },
          { "id": 99, "soru": "Türk parasının değerini korumak amacıyla 1930 yılında kurulan kurum hangisidir?", "secenekler": ["Osmanlı Bankası", "Türkiye Cumhuriyet Merkez Bankası", "Hazine Müsteşarlığı", "İş Bankası", "Maliye Bakanlığı"], "dogru_cevap": "B", "aciklama": "Banknot basma yetkisine sahip Merkez Bankası 1930'da kurulmuştur." },
          { "id": 100, "soru": "Aşağıdaki fabrikalardan hangisi I. Beş Yıllık Sanayi Planı kapsamında açılmamıştır?", "secenekler": ["Nazilli Basma Fabrikası", "Paşabahçe Cam Fabrikası", "İzmit Kağıt Fabrikası", "Alpullu Şeker Fabrikası", "Gemlik Sunğipek Fabrikası"], "dogru_cevap": "D", "aciklama": "Alpullu Şeker Fabrikası (1926), planlı dönemden önce açılmıştır." }
        ]
      },
      {
        "alt_baslik": "Test 6 (Ekonomi ve Kalkınma - 2)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 101, "soru": "Köylüyü rahatlatmak amacıyla 1925 yılında kaldırılan Osmanlı vergisi hangisidir?", "secenekler": ["Ağnam", "Aşar (Öşür)", "Cizye", "Haraç", "Varlık Vergisi"], "dogru_cevap": "B", "aciklama": "Tarımsal üretimi artırmak ve köylüyü kalkındırmak için Aşar vergisi kaldırılmıştır." },
          { "id": 102, "soru": "Atatürk döneminde yerli uçak üretimi yapan iş insanı kimdir?", "secenekler": ["Vehbi Koç", "Nuri Demirağ", "Sakıp Sabancı", "Nejat Eczacıbaşı", "Şakir Zümre"], "dogru_cevap": "B", "aciklama": "Nuri Demirağ, ilk yerli uçak fabrikasını kurarak havacılık sanayisine öncülük etmiştir." },
          { "id": 103, "soru": "Türkiye'nin ilk demir-çelik fabrikasının temeli 1937'de nerede atılmıştır?", "secenekler": ["Ereğli", "İskenderun", "Karabük", "Kırıkkale", "Sivas"], "dogru_cevap": "C", "aciklama": "Enerji kaynaklarına (kömür) yakınlığı nedeniyle Karabük Demir Çelik Fabrikası kurulmuştur." },
          { "id": 104, "soru": "Planlı ekonomiyi ve devletçiliği savunan, Yakup Kadri ve Şevket Süreyya'nın çıkardığı dergi hangisidir?", "secenekler": ["Ülkü", "Kadro", "Yön", "Forum", "Markopaşa"], "dogru_cevap": "B", "aciklama": "Kadro Dergisi, Türk devriminin ideolojisini devletçilik ekseninde teorize etmiştir." },
          { "id": 105, "soru": "Maden Tetkik Arama Enstitüsü (MTA) hangi yıl kurulmuştur?", "secenekler": ["1933", "1934", "1935", "1936", "1938"], "dogru_cevap": "C", "aciklama": "Yeraltı kaynaklarını bilimsel olarak araştırmak için 1935 yılında MTA kurulmuştur." },
          { "id": 106, "soru": "Devlet İstatistik Enstitüsü'nün temeli olan İstatistik Genel Müdürlüğü hangi yıl kurulmuştur?", "secenekler": ["1926", "1927", "1929", "1930", "1933"], "dogru_cevap": "A", "aciklama": "Veriye dayalı kalkınma için 1926 yılında istatistik kurumu oluşturulmuştur." },
          { "id": 107, "soru": "Cumhuriyet döneminin ilk nüfus sayımı hangi yıl yapılmıştır?", "secenekler": ["1923", "1927", "1930", "1935", "1940"], "dogru_cevap": "B", "aciklama": "İlk nüfus sayımı 1927 yılında yapılmış ve nüfus yaklaşık 13,6 milyon çıkmıştır." },
          { "id": 108, "soru": "Lozan'dan kalan Osmanlı borçlarının ödenmesi tamamen ne zaman bitmiştir?", "secenekler": ["1938", "1945", "1954", "1960", "1980"], "dogru_cevap": "C", "aciklama": "Taksitlendirilen borçların ödemesi 1954 yılında Adnan Menderes döneminde tamamlanmıştır." },
          { "id": 109, "soru": "Atatürk döneminde Demir Ağlarla Ördük sloganı hangi ulaşım politikası için kullanılmıştır?", "secenekler": ["Karayolu", "Demiryolu", "Havayolu", "Denizyolu", "Otoyol"], "dogru_cevap": "B", "aciklama": "Yabancı şirketlerin elindeki demiryollarının millileştirilmesi ve yenilerinin yapılması temel politikadır." },
          { "id": 110, "soru": "II. Beş Yıllık Sanayi Planı neden uygulanamamıştır?", "secenekler": ["Ekonomik kriz", "II. Dünya Savaşı'nın çıkması", "İktidar değişikliği", "Dış borçların artması", "Atatürk'ün vefatı"], "dogru_cevap": "B", "aciklama": "Savaş ihtimali üzerine kaynaklar savunmaya aktarılmış ve plan rafa kalkmıştır." },
          { "id": 111, "soru": "1924 yılında kurulan ve sanayi işletmelerini finanse etmesi amaçlanan, daha sonra Sümerbank'a devredilen banka hangisidir?", "secenekler": ["Sanayi ve Maadin Bankası", "Emlak ve Eytam Bankası", "İller Bankası", "Ziraat Bankası", "Osmanlı Bankası"], "dogru_cevap": "A", "aciklama": "Osmanlı'dan kalan tesisleri işletmek için kurulan Sanayi ve Maadin Bankası 1933'te Sümerbank'a devredilmiştir." },
          { "id": 112, "soru": "Türkiye'nin ilk şeker fabrikası olan Alpullu Şeker Fabrikası hangi ilimizdedir?", "secenekler": ["Uşak", "Kırklareli", "Eskişehir", "Konya", "Turhal"], "dogru_cevap": "B", "aciklama": "Alpullu Şeker Fabrikası Kırklareli'ndedir; Uşak Şeker Fabrikası da aynı yıl açılmıştır." },
          { "id": 113, "soru": "Çubuk Barajı'nın yapılması hangi amaca yöneliktir?", "secenekler": ["Enerji üretimi", "Ankara'nın su ihtiyacı ve tarım", "Balıkçılık", "Turizm", "Ulaşım"], "dogru_cevap": "B", "aciklama": "Başkentin su ihtiyacını karşılamak için yapılan Cumhuriyetin ilk barajıdır." },
          { "id": 114, "soru": "Atatürk'ün Milli ekonominin temeli ziraattir sözü doğrultusunda tarımı desteklemek için kurulan enstitü hangisidir?", "secenekler": ["Yüksek Ziraat Enstitüsü", "Köy Enstitüleri", "Halkevleri", "Ziraat Bankası", "Toprak Mahsulleri Ofisi"], "dogru_cevap": "A", "aciklama": "Modern tarım tekniklerini öğretmek için 1933'te Ankara Yüksek Ziraat Enstitüsü kurulmuştur." },
          { "id": 115, "soru": "Aşağıdakilerden hangisi Misak-ı İktisadi kararlarından biri değildir?", "secenekler": ["Hammaddesi yurt içinde olan sanayi dalları kurulmalıdır", "Yabancı tekellerden kaçınılmalıdır", "Yerli malı kullanımı teşvik edilmelidir", "Sendikal haklar ve grev hakkı tanınmalıdır", "Küçük imalattan büyük fabrikalara geçilmelidir"], "dogru_cevap": "D", "aciklama": "1923 koşullarında grev ve sendika hakkı Misak-ı İktisadi'de yer almamıştır." },
          { "id": 116, "soru": "Türk denizciliğini geliştirmek amacıyla 1937'de kurulan banka hangisidir?", "secenekler": ["Denizbank", "Etibank", "Sümerbank", "Halkbank", "Emlak Bankası"], "dogru_cevap": "A", "aciklama": "Denizcilik sektörünü finanse etmek için Denizbank kurulmuştur." },
          { "id": 117, "soru": "Atatürk Orman Çiftliği'nin (AOÇ) kurulma amacı nedir?", "secenekler": ["Halka piknik alanı sağlamak", "Modern tarım tekniklerini uygulamalı göstermek", "Saray yapmak", "Askeri eğitim vermek", "Yabancılara satış yapmak"], "dogru_cevap": "B", "aciklama": "Bozkırın ortasında modern tarımın yapılabileceğini kanıtlamak ve örnek olmak amacıyla kurulmuştur." },
          { "id": 118, "soru": "Toprak Reformu Kanunu (Çiftçiyi Topraklandırma Kanunu) Atatürk döneminde neden tam olarak uygulanamamıştır?", "secenekler": ["Büyük toprak ağalarının engellemesi ve teknik yetersizlikler", "Savaş çıkması", "Hukuki engeller", "Yabancı baskısı", "Nüfusun az olması"], "dogru_cevap": "A", "aciklama": "Toprak reformu girişimleri meclisteki toprak sahibi vekillerin muhalefeti ve altyapı eksikliği nedeniyle başarısız olmuştur." },
          { "id": 119, "soru": "1924 yılında kurulan Gölcük Tersanesi hangi alanda hizmet vermiştir?", "secenekler": ["Ticari gemi yapımı", "Askeri gemi bakım ve onarımı", "Balıkçılık", "Turizm", "Yat yapımı"], "dogru_cevap": "B", "aciklama": "Donanmanın bakım ve onarımı için Gölcük Tersanesi faaliyete geçirilmiştir." },
          { "id": 120, "soru": "Atatürk döneminde Yerli Malı Haftası uygulaması hangi kurumun öncülüğünde başlamıştır?", "secenekler": ["Milli İktisat ve Tasarruf Cemiyeti", "Türk Ocakları", "Halkevleri", "Tüketici Hakları Derneği", "Ticaret Odaları"], "dogru_cevap": "A", "aciklama": "Kazım Özalp'in başkanlığını yaptığı Milli İktisat ve Tasarruf Cemiyeti, yerli malı bilincini yaymıştır." }
        ]
      },
      {
        "alt_baslik": "Test 7 (Atatürk İlkeleri ve Biyografi)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 121, "soru": "Egemenlik kayıtsız şartsız milletindir ilkesi doğrudan hangi Atatürk ilkesiyle ilgilidir?", "secenekler": ["Devletçilik", "Cumhuriyetçilik", "Laiklik", "İnkılapçılık", "Halkçılık"], "dogru_cevap": "B", "aciklama": "Millet egemenliği Cumhuriyetçilik ilkesinin temel taşıdır." },
          { "id": 122, "soru": "Ne mutlu Türk'üm diyene sözü Atatürk'ün hangi milliyetçilik anlayışını yansıtır?", "secenekler": ["Irkçı", "Ümmetçi", "Kapsayıcı (Subjektif)", "Turancı", "Ayrılıkçı"], "dogru_cevap": "C", "aciklama": "Kendini Türk hisseden herkesi Türk sayan kapsayıcı bir kültür milliyetçiliğidir." },
          { "id": 123, "soru": "Soyadı Kanunu ve unvanların kaldırılması hangi ilke gereğidir?", "secenekler": ["Devletçilik", "Halkçılık", "Milliyetçilik", "Cumhuriyetçilik", "Laiklik"], "dogru_cevap": "B", "aciklama": "Sosyal eşitliği sağlamak Halkçılık ilkesinin gereğidir." },
          { "id": 124, "soru": "Din ve devlet işlerinin ayrılması, akıl ve bilimin rehber alınması hangi ilkedir?", "secenekler": ["Laiklik", "İnkılapçılık", "Cumhuriyetçilik", "Milliyetçilik", "Halkçılık"], "dogru_cevap": "A", "aciklama": "Laiklik, devlet düzeninin dini kurallara değil akla dayanmasını öngörür." },
          { "id": 125, "soru": "Özel sektörün yetersiz kaldığı alanlarda devletin yatırım yapması hangi ilkedir?", "secenekler": ["Halkçılık", "Devletçilik", "Milliyetçilik", "İnkılapçılık", "Cumhuriyetçilik"], "dogru_cevap": "B", "aciklama": "Türkiye'nin şartlarından doğan ekonomik model Devletçiliktir." },
          { "id": 126, "soru": "Eski kurumların yerine çağdaş kurumların kurulması hangi ilkedir?", "secenekler": ["Milliyetçilik", "İnkılapçılık", "Devletçilik", "Halkçılık", "Cumhuriyetçilik"], "dogru_cevap": "B", "aciklama": "Durağanlığı reddeden ve sürekli ilerlemeyi hedefleyen ilke İnkılapçılıktır." },
          { "id": 127, "soru": "Tevhid-i Tedrisat Kanunu en çok hangi iki ilke ile ilgilidir?", "secenekler": ["Devletçilik - Halkçılık", "Laiklik - Milliyetçilik", "Cumhuriyetçilik - Devletçilik", "İnkılapçılık - Devletçilik", "Milliyetçilik - Devletçilik"], "dogru_cevap": "B", "aciklama": "Eğitimde laikleşme (Laiklik) ve millileşme (Milliyetçilik) sağlanmıştır." },
          { "id": 128, "soru": "Nutuk adlı eser hangi yılları kapsamaktadır?", "secenekler": ["1919-1923", "1919-1927", "1920-1938", "1923-1938", "1915-1923"], "dogru_cevap": "B", "aciklama": "Samsun'a çıkıştan (1919) Gençliğe Hitabe'ye (1927) kadar olan dönemi anlatır." },
          { "id": 129, "soru": "Atatürk'ün manevi kızı ve ilk kadın savaş pilotumuz kimdir?", "secenekler": ["Afet İnan", "Sabiha Gökçen", "Ülkü Adatepe", "Nebile Hanım", "Rukiye Erkin"], "dogru_cevap": "B", "aciklama": "Sabiha Gökçen, Dersim harekatına da katılmış ilk kadın pilottur." },
          { "id": 130, "soru": "Atatürk'ün cenaze namazını kıldıran din alimi kimdir?", "secenekler": ["Rıfat Börekçi", "Şerafettin Yaltkaya", "Elmalılı Hamdi Yazır", "Mehmet Akif Ersoy", "Ömer Nasuhi Bilmen"], "dogru_cevap": "B", "aciklama": "Cenaze namazı Dolmabahçe'de Şerafettin Yaltkaya tarafından kıldırılmıştır." },
          { "id": 131, "soru": "Atatürk'ün yazdığı Vatandaş İçin Medeni Bilgiler kitabının hazırlanmasında kime yardım etmiştir?", "secenekler": ["İsmet İnönü", "Afet İnan", "Falih Rıfkı Atay", "Yakup Kadri", "Halide Edip"], "dogru_cevap": "B", "aciklama": "Kitap Afet İnan adıyla çıkmış olsa da içerik bizzat Atatürk tarafından dikte edilmiştir." },
          { "id": 132, "soru": "Kabotaj Kanunu hangi ilkenin bir sonucudur?", "secenekler": ["Milliyetçilik", "Laiklik", "Cumhuriyetçilik", "İnkılapçılık", "Halkçılık"], "dogru_cevap": "A", "aciklama": "Denizlerdeki ekonomik bağımsızlık Milliyetçilik ilkesiyle doğrudan ilgilidir." },
          { "id": 133, "soru": "Aşar Vergisinin kaldırılması hangi ilke ile ilgilidir?", "secenekler": ["Laiklik", "Halkçılık", "Milliyetçilik", "İnkılapçılık", "Cumhuriyetçilik"], "dogru_cevap": "B", "aciklama": "Halkın refahını gözetmek Halkçılık ilkesidir." },
          { "id": 134, "soru": "Atatürk'ün Yurtta Sulh Cihanda Sulh sözü hangi ilke ile bütünleşir?", "secenekler": ["İnsan ve İnsanlık Sevgisi", "Milli Egemenlik", "Devletçilik", "Laiklik", "İnkılapçılık"], "dogru_cevap": "A", "aciklama": "Barışçıl dış politika, insanlık sevgisi ilkesinin yansımasıdır." },
          { "id": 135, "soru": "Saltanatın kaldırılması hangi iki ilkenin sonucudur?", "secenekler": ["Cumhuriyetçilik - Laiklik", "Devletçilik - Halkçılık", "Milliyetçilik - Devletçilik", "İnkılapçılık - Devletçilik", "Halkçılık - Devletçilik"], "dogru_cevap": "A", "aciklama": "Milli egemenlik (Cumhuriyetçilik) ve dinin siyasetten ayrılması (Laiklik) için saltanat kaldırılmıştır." },
          { "id": 136, "soru": "Misak-ı İktisadi kararları hangi ilke çerçevesindedir?", "secenekler": ["Milliyetçilik", "Laiklik", "Cumhuriyetçilik", "Halkçılık", "İnkılapçılık"], "dogru_cevap": "A", "aciklama": "Milli ekonomi vurgusu Milliyetçilik ilkesidir." },
          { "id": 137, "soru": "CHP'nin simgesi olan Altı Ok anayasaya hangi yıl girmiştir?", "secenekler": ["1924", "1928", "1931", "1934", "1937"], "dogru_cevap": "E", "aciklama": "Atatürk ilkeleri 1937 yılında anayasal hüküm haline gelmiştir." },
          { "id": 138, "soru": "Atatürk'ün vefatından sonra Cumhurbaşkanı seçilen devlet adamı kimdir?", "secenekler": ["Celal Bayar", "İsmet İnönü", "Fevzi Çakmak", "Refik Saydam", "Şükrü Saraçoğlu"], "dogru_cevap": "B", "aciklama": "11 Kasım 1938'de İsmet İnönü ikinci Cumhurbaşkanı seçilmiştir." },
          { "id": 139, "soru": "Anıtkabir'in mimarları kimlerdir?", "secenekler": ["Mimar Sinan - Sedefkar Mehmet Ağa", "Vedat Tek - Kemalettin Bey", "Emin Onat - Orhan Arda", "Mongeri - Balyan Kardeşler", "Turgut Cansever - Sedad Hakkı Eldem"], "dogru_cevap": "C", "aciklama": "Proje yarışmasını kazanan Emin Onat ve Orhan Arda'dır." },
          { "id": 140, "soru": "Atatürk'ün son başbakanı kimdir?", "secenekler": ["İsmet İnönü", "Celal Bayar", "Fethi Okyar", "Refik Saydam", "Şemsettin Günaltay"], "dogru_cevap": "B", "aciklama": "Atatürk vefat ettiğinde başbakanlık görevinde Celal Bayar bulunmaktaydı." }
        ]
      },
      {
        "alt_baslik": "Test 8 (Türk Dış Politikası)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 141, "soru": "Musul Sorunu hangi antlaşma ile aleyhimize çözülmüştür?", "secenekler": ["1923 Lozan", "1926 Ankara", "1939 Ankara", "1921 Kars", "1936 Montrö"], "dogru_cevap": "B", "aciklama": "1926 Ankara Antlaşması ile Musul Irak'a bırakılmıştır." },
          { "id": 142, "soru": "Türkiye Milletler Cemiyeti'ne hangi yıl üye olmuştur?", "secenekler": ["1930", "1932", "1934", "1936", "1939"], "dogru_cevap": "B", "aciklama": "Türkiye, barışçıl politikasının sonucu olarak 1932'de Cemiyet-i Akvam'a girmiştir." },
          { "id": 143, "soru": "Balkan Antantı'na (1934) katılan devletler hangileridir?", "secenekler": ["Türkiye - Yunanistan - Yugoslavya - Romanya", "Türkiye - Bulgaristan - Yunanistan - Romanya", "Türkiye - Arnavutluk - Yugoslavya - Romanya", "Türkiye - Yunanistan - Bulgaristan - Arnavutluk", "Türkiye - Macaristan - Romanya - Yugoslavya"], "dogru_cevap": "A", "aciklama": "Türkiye, Yunanistan, Yugoslavya ve Romanya (T-Y-Y-R) paktı kurmuştur." },
          { "id": 144, "soru": "Montrö Boğazlar Sözleşmesi ile kaldırılan kurum hangisidir?", "secenekler": ["Kapitülasyonlar", "Uluslararası Boğazlar Komisyonu", "Düyun-u Umumiye", "Reji İdaresi", "Şeriye Vekaleti"], "dogru_cevap": "B", "aciklama": "Boğazların yönetimini uluslararası bir komisyondan alıp Türkiye'ye devreden sözleşmedir." },
          { "id": 145, "soru": "Sadabat Paktı'na (1937) katılmayan sınır komşumuz hangisidir?", "secenekler": ["İran", "Irak", "Suriye", "Afganistan", "SSCB"], "dogru_cevap": "C", "aciklama": "Hatay sorunu ve toprak iddiaları nedeniyle Suriye pakta katılmamıştır." },
          { "id": 146, "soru": "Hatay Cumhuriyeti'nin ilk ve tek Cumhurbaşkanı kimdir?", "secenekler": ["Abdurrahman Melek", "Tayfur Sökmen", "Şükrü Saraçoğlu", "Rauf Orbay", "Hasan Saka"], "dogru_cevap": "B", "aciklama": "Hatay Devleti'nin Cumhurbaşkanı Tayfur Sökmen, Başbakanı Abdurrahman Melek'tir." },
          { "id": 147, "soru": "Nüfus Mübadelesi sorunu hangi ülke ile yaşanmıştır?", "secenekler": ["Bulgaristan", "Yunanistan", "Suriye", "Fransa", "İtalya"], "dogru_cevap": "B", "aciklama": "Yunanistan ile yerleşik (etabli) tanımı üzerinden yaşanan sorundur." },
          { "id": 148, "soru": "Bozkurt-Lotus Olayı'nda Türkiye'yi Lahey Adalet Divanı'nda savunan hukukçu kimdir?", "secenekler": ["Mahmut Esat Bozkurt", "Tevfik Rüştü Aras", "Yusuf Kemal Tengirşenk", "Celal Bayar", "Hasan Ali Yücel"], "dogru_cevap": "A", "aciklama": "Dönemin Adalet Bakanı Mahmut Esat Bey, davayı kazanmış ve Bozkurt soyadını almıştır." },
          { "id": 149, "soru": "Yabancı Okullar sorunu en çok hangi devletle yaşanmıştır?", "secenekler": ["İngiltere", "ABD", "Fransa", "Almanya", "İtalya"], "dogru_cevap": "C", "aciklama": "Fransa, kendi okullarının ayrıcalıklarını korumak istemiş ancak Türkiye reddetmiştir." },
          { "id": 150, "soru": "Montrö Boğazlar Sözleşmesi'ni imzalayan Dışişleri Bakanı kimdir?", "secenekler": ["İsmet İnönü", "Tevfik Rüştü Aras", "Şükrü Saraçoğlu", "Numan Menemencioğlu", "Fatin Rüştü Zorlu"], "dogru_cevap": "B", "aciklama": "Tevfik Rüştü Aras, sözleşmeyi Türkiye adına imzalamıştır." },
          { "id": 151, "soru": "Hatay, Türkiye'ye resmen hangi yıl katılmıştır?", "secenekler": ["1936", "1937", "1938", "1939", "1940"], "dogru_cevap": "D", "aciklama": "Hatay Meclisi'nin kararıyla 1939'da anavatana katılmıştır." },
          { "id": 152, "soru": "Türkiye'nin Balkan Antantı'nı imzalamasında etkili olan tehdit unsuru ülkeler hangileridir?", "secenekler": ["İngiltere - Fransa", "Almanya - İtalya", "Rusya - ABD", "Yunanistan - Bulgaristan", "Çin - Japonya"], "dogru_cevap": "B", "aciklama": "Almanya ve İtalya'nın yayılmacı politikaları bölgesel güvenlik arayışını doğurmuştur." },
          { "id": 153, "soru": "Atatürk'ün Kırk asırlık Türk yurdu düşman eline bırakılamaz dediği yer neresidir?", "secenekler": ["Musul", "Kıbrıs", "Hatay", "Batı Trakya", "Selanik"], "dogru_cevap": "C", "aciklama": "Atatürk bu sözü İskenderun Sancağı (Hatay) için söylemiştir." },
          { "id": 154, "soru": "Briand-Kellogg Paktı'na Türkiye hangi yıl katılmıştır?", "secenekler": ["1928", "1929", "1930", "1932", "1935"], "dogru_cevap": "B", "aciklama": "Savaşı reddeden bu pakta Türkiye 1929'da katılmıştır." },
          { "id": 155, "soru": "Atatürk'ün Asım Us takma adıyla gazete yazıları yazarak hükümeti eleştirdiği konu hangisidir?", "secenekler": ["Musul Sorunu", "Boğazlar Sorunu", "Hatay Sorunu", "Mübadele Sorunu", "Borçlar Sorunu"], "dogru_cevap": "C", "aciklama": "Hatay konusunda Kurun gazetesinde eleştirel yazılar yazmıştır." },
          { "id": 156, "soru": "Sadabat Paktı nerede imzalanmıştır?", "secenekler": ["Ankara", "Bağdat", "Tahran", "Kabil", "İstanbul"], "dogru_cevap": "C", "aciklama": "Pakt, İran'ın başkenti Tahran'da, Sadabat Sarayı'nda imzalanmıştır." },
          { "id": 157, "soru": "Atatürk döneminde Türkiye'yi ziyaret eden ilk yabancı devlet başkanı kimdir?", "secenekler": ["Rıza Şah Pehlevi", "Kral Abdullah", "Kral Edward", "Amanullah Han", "Venizelos"], "dogru_cevap": "D", "aciklama": "Afgan Kralı Amanullah Han, 1928'de Türkiye'yi ziyaret etmiştir." },
          { "id": 158, "soru": "Milletler Cemiyeti'nin Hatay sorunu için hazırladığı raporun adı nedir?", "secenekler": ["Milne Raporu", "Sandler Raporu", "Harbord Raporu", "Bristol Raporu", "Hrisantos Raporu"], "dogru_cevap": "B", "aciklama": "İsveçli raportör Sandler'in raporu Hatay'ın statüsünü belirlemiştir." },
          { "id": 159, "soru": "Balkan Antantı'na katılmayan Balkan devleti hangisidir?", "secenekler": ["Yunanistan", "Bulgaristan", "Romanya", "Yugoslavya", "Türkiye"], "dogru_cevap": "B", "aciklama": "Bulgaristan, komşularıyla yaşadığı sınır sorunları (revizyonizm) nedeniyle katılmamıştır." },
          { "id": 160, "soru": "Lozan'dan sonra Türkiye ile Fransa arasında yaşanan sorunlardan biri değildir?", "secenekler": ["Yabancı Okullar", "Dış Borçlar", "Bozkurt-Lotus Olayı", "Adana-Mersin Demiryolu", "Musul Sorunu"], "dogru_cevap": "E", "aciklama": "Musul Sorunu Fransa ile değil İngiltere ile yaşanmıştır." }
        ]
      }
    ]
  }
]