[
  {
    "denemeID": "deneme1",
    "sorular": [
      {
        "tip": "turkce",
        "konu": "Cümlede Anlam",
        "soruKoku": "Kültürel miras, geçmişten günümüze aktarılan ve gelecek nesillere korunarak iletilmesi gereken değerler bütünüdür; bu nedenle toplumlar, sahip oldukları mirası ---- değil, onu yaşatarak ---- yoluna gitmelidir. Bu cümlede boş bırakılan yerlere, düşüncenin akışına göre aşağıdakilerden hangisi sırasıyla getirilmelidir?",
        "icerik": [],
        "secenekler": ["saklayarak / unutturma", "tüketerek / zenginleştirme", "yadsıyarak / değiştirme", "önemsemeyerek / yok etme", "dondurarak / sergileme"],
        "dogru_cevap": "B",
        "aciklama": "Cümlenin bağlamı, kültürel mirasın korunması ve geleceğe aktarılması üzerinedir. 'Bu nedenle' bağlacı, mirasın korunarak iletilmesi gerekliliğini destekleyen bir yargı ister."
      },
      {
        "tip": "turkce",
        "konu": "Deyimler",
        "soruKoku": "Aşağıdaki numaralanmış yerlerin hangisinde, parantez içinde verilen açıklamayla altı çizili sözün anlamı uyuşmamaktadır?",
        "icerik": [
          "1. Yazar, son romanında ele aldığı konuyu ilmek ilmek dokumuş (ayrıntılarıyla ve özenle işlemiş).",
          "2. Karakteklerin iç dünyasını yansıtırken kılı kırk yaran (çok titizlenen) bir üslup benimsemiş.",
          "3. Ancak olay örgüsünde ipe un sermiş (işi yokuşa sürmüş, imkansızlaştırmış) gibi görünen bazı kopukluklar var.",
          "4. Yine de okur, yazarın kalem oynattığı (yazı yazdığı, eser verdiği) bu alandaki ustalığını hemen fark ediyor.",
          "5. Eser, edebiyat dünyasında ses getirecek (ilgi uyandıracak) bir potansiyele sahip."
        ],
        "secenekler": ["Birinci", "İkinci", "Üçüncü", "Dördüncü", "Beşinci"],
        "dogru_cevap": "C",
        "aciklama": "'İpe un sermek' deyimi, bir isteği yerine getirmemek için bahaneler uydurmak anlamındadır; olay örgüsündeki kopukluk için kullanılamaz."
      },
      {
        "tip": "turkce",
        "konu": "Karşılaştırma",
        "soruKoku": "Bu parçada numaralanmış cümlelerin hangisinde 'karşılaştırma' yapılmıştır?",
        "icerik": [
          "1. Dijital kütüphaneler, bilgiye erişim konusunda son yıllarda büyük bir devrim yarattı.",
          "2. Klasik kütüphanelerin aksine, dijital kütüphaneler zaman ve mekan sınırı olmaksızın hizmet verebiliyor.",
          "3. Kullanıcılar, aradıkları bir makaleye veya kitaba saniyeler içinde ulaşmanın konforunu yaşıyor.",
          "4. Bu platformlar, genellikle üyelik sistemiyle çalışıyor ve geniş bir veri tabanı sunuyor.",
          "5. Araştırmacılar için bu durum, literatür taraması sürecini oldukça hızlandırıyor."
        ],
        "secenekler": ["1", "2", "3", "4", "5"],
        "dogru_cevap": "B",
        "aciklama": "İkinci cümlede 'aksine' ifadesiyle dijital ve klasik kütüphaneler mekan sınırı bakımından kıyaslanmıştır."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Yapı (Çay Üretimi)",
        "soruKoku": "Bu parça iki paragrafa bölünmek istense ikinci paragraf hangi cümle ile başlardı?",
        "icerik": "1. Doğu Karadeniz'in sarp yamaçlarında, her daim nemli ve serin rüzgârların kucağında yetişen taze çay filizleri, Türkiye’nin tarımsal kimliğinin en karakteristik ve ekonomik değeri en yüksek olan unsurlarından biridir. 2. Her bahar dönemi taze sürgünler boy verdiğinde, bölge halkı için nesillerdir süregelen, yorulmak bilmez bir hasat telaşı ve geleneksel bir çalışma süreci başlar. 3. Makas seslerinin derin vadilerde yankılandığı bu hummalı süreçte, toplanan taze yapraklar vakit kaybetmeden modern işleme tesislerine ulaştırılarak oksidasyon sürecine dahil edilir. 4. Üretim aşamasında yaprakların hassas bir şekilde soldurulması ve kıvrılması, çayın o kendine has rengini ve aromasını kazanmasındaki en kritik teknik adımdır. 5. Dünyada sudan sonra en çok tüketilen bu kadim içeceğin tarihi, milattan çok önce Çin’in güneybatısındaki balta girmemiş ormanlarda efsanevi bir keşifle başlamıştır. 6. İlk zamanlarda sadece tıbbi bir bitki olarak kaynatılıp tüketilen çay, zamanla Budist keşişlerin meditasyon süreçlerinde zindelik kazanmak için başvurduğu kutsal ve sosyal bir içeceğe dönüşmüştür. 7. İpek Yolu ve deniz aşırı ticaret rotalarıyla Avrupa’ya yayılan bu yapraklar, her toplumun kendi damak tadına ve kültürüne göre farklı sunum şekilleriyle harmanlanmıştır. 8. İngilizlerin sütlü çay seremonilerinden Türklerin ince belli cam bardaktaki tavşan kanı demine kadar çay, artık küresel bir ritüelin ortak ve birleştirici dilidir.",
        "secenekler": ["3", "4", "5", "6", "7"],
        "dogru_cevap": "C",
        "aciklama": "Paragrafın ilk dört cümlesinde Türkiye'deki çay üretimi ve teknik aşamaları anlatılırken, 5. cümleden itibaren çayın dünya tarihindeki kökenine geçilmiştir. Bu yüzden ikinci paragraf 5. cümleyle başlar."
      },
      {
        "tip": "turkce",
        "konu": "Ses Bilgisi",
        "soruKoku": "Küçücük bir dükkânda, ömrünü saat tamiriyle geçiren çalışkan ustanın sabrı, görenleri hayrete düşürüyordu. Bu parçada aşağıdaki ses olaylarından hangisi yoktur?",
        "icerik": [],
        "secenekler": ["Ünsüz düşmesi", "Ünlü düşmesi", "Ünsüz benzeşmesi", "Kaynaştırma ünsüzü", "Ünlü daralması"],
        "dogru_cevap": "E",
        "aciklama": "Küçücük (ünsüz düşmesi), ömrünü (ünlü düşmesi), çalışkan (benzeşme) vardır; daralma yoktur."
      },
      {
        "tip": "turkce",
        "konu": "Sözcük Türleri",
        "soruKoku": "Yeşil ağaçların altında sessizce oturuyordu. Bu parçada numaralanmış sözcüklerin türleri aşağıdakilerin hangisinde sırasıyla doğru verilmiştir?",
        "icerik": [],
        "secenekler": ["Sıfat - İsim - Zarf - Fiil", "İsim - Sıfat - Zarf - Fiil", "Sıfat - Zarf - İsim - Fiil", "Zarf - İsim - Sıfat - Fiil", "Sıfat - İsim - Sıfat - Zarf"],
        "dogru_cevap": "A",
        "aciklama": "Yeşil (Sıfat), Altında (İsim), Sessizce (Zarf), Oturuyordu (Fiil)."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Yapı",
        "soruKoku": "Bu parçada numaralanmış cümlelerden hangisi düşüncenin akışını bozmaktadır?",
        "icerik": [
          "1. Anadolu'nun her köşesi ayrı bir hikâye barındırır bağrında.",
          "2. Taşlarında, topraklarında binlerce yıllık medeniyetlerin izleri okunur.",
          "3. Bu izleri sürmek, tarihin tozlu sayfalarını aralamak gibidir.",
          "4. Ancak günümüzde bu tarihi doku, modernleşme adı altında ne yazık ki tahrip ediliyor.",
          "5. Turistler genellikle sahil şeridindeki otelleri tercih ediyor.",
          "6. Oysa gerçek keşif, beton yığınlarının ötesindeki bu kadim kalıntılarda saklıdır."
        ],
        "secenekler": ["2", "3", "4", "5", "6"],
        "dogru_cevap": "D",
        "aciklama": "Paragraf tarihi dokudan bahsederken 5. cümle konaklama tercihine geçtiği için akışı bozar."
      },
      {
        "tip": "turkce",
        "konu": "Anlatım Teknikleri",
        "soruKoku": "Bu parçanın anlatımında aşağıdakilerden hangisine başvurulmuştur? Deneme, yazarın herhangi bir konuda kesin hükümlere varmadan, kendi kendisiyle konuşuyormuşçasına yazdığı yazı türüdür. Makale ise bir tezi savunmak, bir gerçeği kanıtlamak amacıyla yazılır; onda nesnellik ve bilimsel veriler ön plandadır.",
        "icerik": [],
        "secenekler": ["Öyküleme", "Betimleme", "Karşılaştırma", "Tanık Gösterme", "Benzetme"],
        "dogru_cevap": "C",
        "aciklama": "Deneme ve makale türleri özelliklerine göre kıyaslanmıştır."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Anlam",
        "soruKoku": "Bu parçada boş bırakılan yere düşüncenin akışına göre aşağıdakilerden hangisi getirilmelidir? Sanatçı, eserini oluştururken toplumdan kopuk yaşayamaz. Çünkü sanat, gücünü hayattan ve insandan alır. Bir ressamın tuvalindeki renkler, bir yazarın romanındaki karakterler, aslında hep o toplumun birer yansımasıdır. Kısacası, ----.",
        "icerik": [],
        "secenekler": [
          "sanatçı eserlerinde sadece kendi iç dünyasını yansıtmalıdır",
          "toplumun beklentileri sanatçının özgürlüğünü kısıtlar",
          "sanatçı, yaşadığı toplumun aynasıdır",
          "evrensel eserler vermek için yerellikten uzaklaşmak gerekir",
          "sanatın amacı insanlara ders vermek değildir"
        ],
        "dogru_cevap": "C",
        "aciklama": "Metin sanatçının toplumun yansıması olduğunu vurguladığı için C şıkkı en uygundur."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Yardımcı Düşünce",
        "soruKoku": "Bu parçada 'kitap okuma alışkanlığı' ile ilgili olarak aşağıdakilerden hangisine değinilmemiştir?",
        "icerik": [
          "1. Kitap okuma alışkanlığı, bireyin düşünce ufkunu genişleten en önemli eylemlerden biridir.",
          "2. Düzenli okuyan kişilerde empati yeteneğinin geliştiği, farklı bakış açılarına daha açık oldukları gözlemlenmiştir.",
          "3. Ayrıca okuma, kelime dağarcığını zenginleştirerek kişinin kendisini daha iyi ifade etmesine olanak tanır.",
          "4. Ancak günümüzde dijitalleşmenin etkisiyle bu alışkanlığın, özellikle gençler arasında azaldığı görülmektedir."
        ],
        "secenekler": [
          "Bireysel gelişime katkı sağladığına",
          "İletişim becerilerini güçlendirdiğine",
          "Teknolojik gelişmelerden olumsuz etkilendiğine",
          "İnsanları anlamayı kolaylaştırdığına",
          "Akademik başarıyı doğrudan artırdığına"
        ],
        "dogru_cevap": "E",
        "aciklama": "Metinde akademik başarıdan bahsedilmemiştir."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Yapı",
        "soruKoku": "Bu parçada numaralanmış cümlelerden hangisi düşüncenin akışını bozmaktadır?",
        "icerik": [
          "1. Bozkırın ilk kadın hükümdarı olarak tarihe geçen Tomris Hatun, Pers İmparatorluğu'nun bitmek bilmeyen saldırılarına karşı Saka Türklerini tek bir bayrak altında toplamayı başarmış eşsiz bir liderdir.",
          "2. Askerî dehası ve diplomatik manevraları sayesinde bozkırda stratejik bir denge kuran bu güçlü kadın, barışı korumak adına tüm uzlaşmacı yolları denemekten de geri durmamıştır.",
          "3. Ancak Pers kralı Büyük Kiros'un Sakaların topraklarını istila etme hırsı ve Tomris'in oğlunu hileyle öldürmesi, bozkırın sessizliğini büyük bir intikam fırtınasına dönüştürmüştür.",
          "4. Antik Çağ'da Sakalar; göçebe yaşam tarzları, madencilikteki ustalıkları ve özellikle Bozkırın Kuyumcuları unvanıyla sanat tarihinde derin izler bırakmış bir topluluktur.",
          "5. Bu kaçınılmaz çatışmanın sonunda Tomris Hatun, Kiros'u yenilgiye uğratarak halkının bağımsızlığını kanıyla tescillemiş ve adını dünya tarihine altın harflerle yazdırmıştır."
        ],
        "secenekler": ["1", "2", "3", "4", "5"],
        "dogru_cevap": "D",
        "aciklama": "4 numaralı cümle konuyu tamamen değiştirerek Saka toplumunun genel sanat özelliklerine değindiği için akışı bozar."
      },
      {
        "tip": "turkce",
        "konu": "Cümle Yorumu",
        "soruKoku": "Aşağıdaki cümlelerin hangisinde 'öz eleştiri' söz konusudur?",
        "icerik": [],
        "secenekler": [
          "Bu projeyi zamanında bitirebilmek için ekibimizle gece gündüz çalıştık.",
          "Yıllar önce ona söylediğim o kırıcı sözler yüzünden hala kendimi affedemiyorum.",
          "İnsanların çoğu, hatalarını kabul etmek yerine başkalarını suçlamayı tercih eder.",
          "Senin bu konudaki fikirlerin, bizim için her zaman yol gösterici olmuştur.",
          "Keşke o gün yanımıza şemsiye alsaydık, sırılsıklam olmazdık."
        ],
        "dogru_cevap": "B",
        "aciklama": "Kişinin kendi davranışını olumsuz değerlendirmesi öz eleştiridir."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Yapı (Futbol)",
        "soruKoku": "Numaralanmış cümleler anlamlı bir bütün oluşturacak olsa sıralama nasıl olurdu?",
        "icerik": "1. Yeşil sahanın büyüsü, sadece topun çizgiyi geçmesiyle değil, o anın arkasındaki muazzam bir kolektif çaba ve stratejik dehanın uyumuyla şekillenir. 2. Tribünleri dolduran binlerce taraftarın tek bir nefes gibi haykırdığı o coşkulu atmosferde, oyuncuların her adımı büyük bir disiplin ve odaklanma gerektirir. 3. Bu disiplin, haftalarca süren ağır antrenmanların ve taktik tahtasında saatlerce üzerinde durulan karmaşık oyun şablonlarının gerçek dünyadaki yansımasıdır. 4. Maçın son düdüğü çaldığında, skor tabelasındaki rakamlar neyi gösterirse göstersin, asıl kazananın sporun o birleştirici gücü olduğu gerçeği hafızalarda yer eder. 5. İşte futbolu milyarlarca insanı birbirine bağlayan devasa bir fenomene dönüştüren de, bu derin sosyolojik katmanlar ve sahadaki mücadelenin estetikle olan o eşsiz buluşmasıdır.",
        "secenekler": ["1-2-3-4-5", "2-1-3-5-4", "1-3-2-5-4", "3-2-1-4-5", "5-1-2-3-4"],
        "dogru_cevap": "A",
        "aciklama": "Cümleler genelden özele, disiplinden sonuca doğru mantıklı bir akışla sıralanmıştır. Stratejiyle başlar, saha içi disipline ve antrenmana değinir, son düdükle bitip genel bir değerlendirme yapar."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Ana Düşünce",
        "soruKoku": "Bu parçaya göre İstanbul'daki modern kentleşme sürecinin yarattığı temel paradoks aşağıdakilerden hangisidir?",
        "icerik": "İstanbul, tarihsel derinliği ile küresel bir cazibe merkezi olma özelliğini korurken, kontrolsüz genişleyen beton dokusu ve demografik yığılma nedeniyle yaşamsal bir düğüm noktasına dönüşmüştür. Şehrin sunduğu sınırsız sosyo-ekonomik imkanlar, aynı zamanda ulaşım felci, ekolojik tahribat ve bireyin kalabalık içindeki yalnızlaşması gibi yapısal krizleri de beraberinde getirmektedir. Modernleşme adına inşa edilen dikey mimari, estetik bir kimlik sunmaktan ziyade; insan doğasına aykırı, mekanik ve sürdürülebilirliği düşük bir habitata yol açmıştır. Dolayısıyla kentin sunduğu konfor vaadi, bizzat kentin kendi ağırlığı altında ezilerek bir yaşam mücadelesine evrilmektedir.",
        "secenekler": [
          "Şehrin tarihi dokusunun teknolojik imkanlarla harmanlanarak turizme kazandırılması",
          "Kentin sunduğu geniş imkanların, beraberinde getirdiği karmaşa ve yapısal sorunlar nedeniyle yaşamı zorlaştırması",
          "Dikey mimarinin geleneksel mahalle kültürünü tamamen ortadan kaldırarak güvenliği tehdit etmesi",
          "Ekonomik büyümenin çevre kirliliği üzerindeki etkisinin yerel yönetimlerce minimize edilmesi",
          "Nüfus artışının iş gücü piyasasında yarattığı rekabetin eğitim kalitesini düşürmesi"
        ],
        "dogru_cevap": "B",
        "aciklama": "Metin, şehrin sunduğu imkanlar ile yarattığı zorluklar arasındaki çelişkiyi temel almaktadır."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Yorum",
        "soruKoku": "Bu parçadan hareketle Hollanda'nın hayvancılık sektöründeki küresel başarısının temel dayanağı hakkında aşağıdakilerden hangisi söylenebilir?",
        "icerik": "Yüz ölçümü bakımından oldukça sınırlı topraklara sahip olmasına rağmen Hollanda, hayvancılık ve süt ürünleri üretiminde dünya devleri arasında yer almaktadır. Bu başarının sırrı, geleneksel yöntemlerin ötesine geçerek; verimliliği artıran hassas tarım teknolojileri, genetik ıslah çalışmaları ve kooperatifleşme odaklı pazar yönetimidir. Ülkede birim hayvandan alınan süt verimi, sadece otlatma imkanlarıyla değil, veri analitiği ve otomasyon sistemlerinin üretim sürecine entegre edilmesiyle maksimize edilmiştir. Doğa ile teknolojinin bu stratejik uyumu, Hollanda'yı toprak kısıtına rağmen tarımsal ihracatın zirvesine taşımıştır. Bu durum, nitelikli bilginin fiziksel coğrafyayı nasıl dönüştürdüğünün en somut örneğidir.",
        "secenekler": [
          "Geniş meraların varlığı sayesinde hayvancılık maliyetlerinin komşu ülkelere göre çok düşük tutulması",
          "Hükümetin süt ürünleri fiyatlarına müdahale ederek iç piyasada tüketimi zorunlu hale getirmesi",
          "Bilimsel veri ve teknolojik inovasyonun sınırlı coğrafi alanı verimli kullanarak üretim gücüne dönüştürmesi",
          "Hayvansal üretimin sadece organik yöntemlerle yapılması sonucunda küresel talebin artması",
          "İhracat odaklı stratejilerin, iç pazardaki gıda güvenliği ihtiyacını ikinci plana itmesi"
        ],
        "dogru_cevap": "C",
        "aciklama": "Paragraf, teknoloji ve bilginin coğrafi kısıtlamaları aşarak verimliliği nasıl artırdığını vurgulamaktadır."
      },
      {
        "tip": "matematik",
        "konu": "Rasyonel Sayılar",
        "sesliBetimleme": "Soru bir kesir hesaplamasıdır. Büyük bir ana kesir çizgisi düşünün. Bu ana kesrin pay kısmında: bir bölü iki artı üç bölü beş işlemleri var. Ana kesrin payda kısmında ise: on bir bölü on ifadesi yer alıyor. Bu işlemin sonucu kaçtır?",
        "gorselMetin": "(1/2 + 3/5) / (11/10) = ?",
        "secenekler": ["1", "2", "1/2", "5/11", "10/11"],
        "dogru_cevap": "A",
        "aciklama": "Çözüm adımları şöyle: İlk olarak üstteki pay kısmında toplama yapabilmek için paydaları on sayısında eşitliyoruz. Bir bölü iki ifadesini beş ile genişletince beş bölü on olur. Üç bölü beş ifadesini iki ile genişletince altı bölü on olur. Beş bölü on ile altı bölü on toplandığında pay kısmı on bir bölü on bulunur. Şimdi ana kesre dönelim: Payımız on bir bölü on, paydamız da on bir bölü on. Aynı iki değerin birbirine bölümü bir sonucunu verir. Doğru cevap Adana."
      },
      {
        "tip": "matematik",
        "konu": "Ondalık Sayılar",
        "sesliBetimleme": "İki ayrı bölme işleminin toplamı soruluyor. Birinci işlem: sıfır tam yüzde kırk sekiz bölü sıfır tam yüzde on iki. Artı, ikinci işlem: sıfır tam onda dokuz bölü sıfır tam onda üç. Bu toplamanın sonucu kaçtır?",
        "gorselMetin": "(0.48 / 0.12) + (0.9 / 0.3) = ?",
        "secenekler": ["4", "5", "6", "7", "8"],
        "dogru_cevap": "D",
        "aciklama": "Çözüm: Birinci işlemde virgülleri iki basamak sağa kaydırırsak kırk sekiz bölü on iki olur, bunun sonucu dörttür. İkinci işlemde virgülleri bir basamak sağa kaydırırsak dokuz bölü üç olur, bunun sonucu üçtür. Dört ile üçün toplamından sonuç yedi çıkar. Doğru cevap Denizli."
      },
      {
        "tip": "matematik",
        "konu": "Üslü Sayılar",
        "sesliBetimleme": "İşlem şöyle: Parantez açılıyor, eksi üç, parantez kapandı, parantezin dışında sağ üstte kuvvet olarak iki yazıyor. Eksi işareti konulmuş ve yeni bir parantez açılmış. Parantez içinde eksi bir, parantez kapandı, parantezin dışında sağ üstte kuvvet olarak üç yazıyor. Bu işlemin sonucu kaçtır?",
        "gorselMetin": "(-3)^2 - (-1)^3 = ?",
        "secenekler": ["8", "9", "10", "eksi 8", "eksi 10"],
        "dogru_cevap": "C",
        "aciklama": "Adım adım gidelim: Eksi üçün karesi demek, eksi üç ile eksi üçü çarpmak demektir, bu artı dokuz eder. Diğer kısımda eksi birin küpü, üç tane eksi birin çarpımıdır ve sonuç eksi bir çıkar. İşlemimiz dokuz eksi, parantez içinde eksi bir halini aldı. İki eksi yan yana geldiği için artıya dönüşür ve dokuz artı bir olur. Sonuç ondur. Doğru cevap Ceyhan."
      },
      {
        "tip": "matematik",
        "konu": "Köklü Sayılar",
        "sesliBetimleme": "Kesirli bir kök işlemi. Pay kısmında: karekök içerisinde yetmiş iki, kök bitti, artı, karekök içerisinde on sekiz, kök bitti. Payda kısmında ise: karekök içerisinde iki ifadesi var. Bu işlemin sonucu kaçtır?",
        "gorselMetin": "(√72 + √18) / √2 = ?",
        "secenekler": ["6", "9", "12", "3 kök 2", "5 kök 2"],
        "dogru_cevap": "B",
        "aciklama": "Çözüm yolu: Karekök yetmiş iki, altı kök iki olarak dışarı çıkar. Karekök on sekiz ise üç kök iki olarak dışarı çıkar. Pay kısmındaki altı kök iki ile üç kök ikiyi toplarsak dokuz kök iki yapar. Payda kısmında ise kök iki vardı. Dokuz kök ikiyi kök ikiye böldüğümüzde kök ikiler birbirini yok eder ve geriye dokuz kalır. Doğru cevap Bursa."
      },
      {
        "tip": "matematik",
        "konu": "Bölünebilme Kuralları",
        "sesliBetimleme": "Üç basamaklı bir sayımız var: yüzler basamağı dört, onlar basamağı büyük A harfi ve birler basamağı sekiz. Bu dört A sekiz sayısı üç ile tam bölünebildiğine göre, A rakamının alabileceği farklı değerlerin toplamı kaçtır?",
        "gorselMetin": "4A8 (3 ile tam bölünürsa) A rakamları toplamı?",
        "secenekler": ["12", "15", "18", "21", "24"],
        "dogru_cevap": "C",
        "aciklama": "Bir sayının üç ile bölünebilmesi için rakamları toplamının üçün katı olması gerekir. Sayının rakamlarını toplayalım: Dört artı sekiz artı A, yani on iki artı A. Bu toplamın üçün katı olması için A yerine sıfır, üç, altı veya dokuz rakamları gelebilir. Bu rakamların toplamı sıfır artı üç artı altı artı dokuzdan on sekiz eder. Doğru cevap Ceyhan."
      },
      {
        "tip": "matematik",
        "konu": "Kümeler",
        "sesliBetimleme": "Bir A kümesi veriliyor. Kümenin elemanları küçük harflerle: a, b, c, d ve e'dir. Bu kümenin alt kümelerinin kaç tanesinde a elemanı bulunur fakat b elemanı bulunmaz?",
        "gorselMetin": "A = {a, b, c, d, e} kümesinde 'a' olan 'b' olmayan alt küme?",
        "secenekler": ["4", "8", "16", "32", "64"],
        "dogru_cevap": "B",
        "aciklama": "Alt küme sorularında bir elemanın bulunması veya bulunmaması isteniyorsa o elemanlar kümeden geçici olarak atılır. 'a' elemanını mutlaka olacağı için kenara ayırdık, 'b' elemanını istemediğimiz için tamamen attık. Geriye c, d ve e olmak üzere üç eleman kaldı. Üç elemanla yazılabilecek alt küme sayısı iki üzeri üçten sekizdir. Bu sekiz kümenin her birine kenara ayırdığımız 'a' harfini eklediğimizde şartı sağlayan sekiz küme elde ederiz. Doğru cevap Bursa."
      },
      {
        "tip": "matematik",
        "konu": "Denklemler",
        "sesliBetimleme": "Bir denklem sorusu. Eşitliğin sol tarafında bir kesir var: pay kısmında üç x eksi beş, payda kısmında ise iki yazıyor. Eşitliğin sağ tarafında ise sadece x artı dört ifadesi var. Buna göre x kaçtır?",
        "gorselMetin": "(3x - 5) / 2 = x + 4",
        "secenekler": ["10", "11", "12", "13", "14"],
        "dogru_cevap": "D",
        "aciklama": "Çözüm için içler dışlar çarpımı yapıyoruz. Paydadaki iki sayısını eşitliğin sağındaki x artı dört ile çarpıyoruz. Denklemimiz şöyle oluyor: Üç x eksi beş eşittir, iki çarpı parantez içinde x artı dört. Parantezi açarsak: Üç x eksi beş eşittir iki x artı sekiz olur. İki x'i sola, eksi beşi sağa atarsak: Üç x eksi iki x eşittir sekiz artı beş olur. Buradan x eşittir on üç bulunur. Doğru cevap Denizli."
      },
      {
        "tip": "matematik",
        "konu": "Sayı Problemleri",
        "sesliBetimleme": "Toplamları altmış olan iki sayı var. Bu sayılardan büyük olanı, küçük olanın üç katından dört fazladır. Buna göre küçük sayı kaçtır?",
        "gorselMetin": "Toplam = 60, B = 3k + 4. k = ?",
        "secenekler": ["12", "14", "16", "18", "20"],
        "dogru_cevap": "B",
        "aciklama": "Küçük sayıya x diyelim. Bu durumda büyük sayı üç x artı dört olur. İkisinin toplamı x artı üç x artı dört, yani dört x artı dörttür. Bu toplam altmışa eşitmiş. Dört x artı dört eşittir altmış denkleminde, dördü karşıya eksi olarak atarsak dört x eşittir elli altı olur. Elli altıyı dörde böldüğümüzde x'i, yani küçük sayıyı on dört buluruz. Doğru cevap Bursa."
      },
      {
        "tip": "matematik",
        "konu": "Yaş Problemleri",
        "sesliBetimleme": "Bir babanın bugünkü yaşı, iki çocuğunun yaşları toplamının tam üç katıdır. Dört yıl sonra ise babanın yaşı, çocukların yaşları toplamının iki katı olacaktır. Buna göre babanın bugünkü yaşı kaçtır?",
        "gorselMetin": "B = 3x. B+4 = 2(x+8). B = ?",
        "secenekler": ["36", "39", "42", "45", "48"],
        "dogru_cevap": "A",
        "aciklama": "Çocukların yaşları toplamına x diyelim. Babanın bugünkü yaşı üç x olur. Dört yıl geçtiğinde baba dört yaş büyür ve üç x artı dört yaşına gelir. İki çocuk olduğu için çocukların yaşları toplamı her yıl ikişer artar, yani dört yıl sonra toplam sekiz artarak x artı sekiz olur. Soruya göre: Üç x artı dört eşittir, iki çarpı parantez içinde x artı sekiz. Parantezi açarsak: Üç x artı dört eşittir iki x artı on altı. Buradan x'i on iki buluruz. Babanın bugünkü yaşı üç x olduğu için, üç çarpı on ikiden sonuç otuz altı çıkar. Doğru cevap Adana."
      },
      {
        "tip": "matematik",
        "konu": "Yüzde Problemleri",
        "sesliBetimleme": "Yüzde yirmi kâr eklenerek dört yüz seksen Türk Lirasına satılan bir ürünün, kâr eklenmeden önceki maliyet fiyatı kaç Türk Lirasıdır?",
        "gorselMetin": "%20 kâr ile 480 TL ise maliyet?",
        "secenekler": ["380", "400", "420", "440", "450"],
        "dogru_cevap": "B",
        "aciklama": "Maliyet fiyatına yüzde yüz dersek, yüzde yirmi kâr ile satış fiyatı yüzde yüz yirmi olur. Yani malın yüzde yüz yirmisi dört yüz seksen liradır. Yüzde yüzünü bulmak için doğru orantı kurabiliriz veya dört yüz sekseni bir tam onda ikiye bölebiliriz. Dört yüz seksen bölü yüz yirmi çarpı yüz işleminden maliyet dört yüz lira çıkar. Doğru cevap Bursa."
      },
      {
        "tip": "matematik",
        "konu": "Yüzde Problemleri",
        "sesliBetimleme": "Bir sınıftaki öğrencilerin yüzde altmışı erkektir. Bu sınıfa dört kız öğrenci daha katıldığında, sınıftaki kızların sayısı erkeklerin sayısına eşitleniyor. Buna göre başlangıçta sınıfta toplam kaç öğrenci vardı?",
        "gorselMetin": "%60 Erkek, +4 Kız -> Kız = Erkek. Toplam ?",
        "secenekler": ["20", "25", "30", "35", "40"],
        "dogru_cevap": "A",
        "aciklama": "Sınıfın tamamına yüz x diyelim. Erkekler altmış x, kızlar kırk x olur. Kızlara dört kişi eklenince, yani kırk x artı dört olunca erkeklere (altmış x) eşit oluyormuş. Kırk x artı dört eşittir altmış x denkleminde, kırk x'i karşıya atarsak yirmi x eşittir dört olur. Sınıfın tamamı yüz x olduğu için, yirmi x'in beş katını alırız. Beş çarpı dört sonucunda sınıf mevcudu yirmi bulunur. Doğru cevap Adana."
      },
      {
        "tip": "matematik",
        "konu": "Hız Problemleri",
        "sesliBetimleme": "Saatteki hızı seksen kilometre olan bir araç, A kentinden B kentine beş saatte gidiyor. Bu araç hızını saatte yirmi kilometre artırırsa, aynı yolu kaç saatte geri döner?",
        "gorselMetin": "Hız=80, T=5. Yeni Hız=100 ise Yeni T=?",
        "secenekler": ["3", "3,5", "4", "4,5", "5"],
        "dogru_cevap": "C",
        "aciklama": "Önce yolun uzunluğunu bulalım: Hız çarpı zaman yolu verir. Seksen çarpı beşten yol dört yüz kilometredir. Araç hızını yirmi kilometre artırırsa yeni hızı seksen artı yirmiden yüz kilometre olur. Dört yüz kilometrelik yolu saatte yüz kilometre hızla, dört yüz bölü yüzden dört saatte alır. Doğru cevap Ceyhan."
      },
      {
        "tip": "matematik",
        "konu": "İşlem",
        "sesliBetimleme": "Pozitif tam sayılar üzerinde bir üçgen işlemi tanımlanmış. x üçgen y eşittir x'in karesi artı üç y. Buna göre dört üçgen beş işleminin sonucu kaçtır?",
        "gorselMetin": "x Δ y = x^2 + 3y. 4 Δ 5 = ?",
        "secenekler": ["25", "28", "31", "34", "37"],
        "dogru_cevap": "C",
        "aciklama": "İşlemde x yerine dört, y yerine beş yazıyoruz. Dördün karesi artı üç çarpı beş. Dördün karesi on altı eder. Üç çarpı beş ise on beş eder. On altı ile on beşin toplamından sonuç otuz bir çıkar. Doğru cevap Ceyhan."
      },
      {
        "tip": "matematik",
        "konu": "Geometri",
        "sesliBetimleme": "Bir kenar uzunluğu altı santimetre olan bir karemiz var. Bu karenin çevre uzunluğu ile aynı çevreye sahip bir eşkenar üçgen düşünün. Bu eşkenar üçgenin bir kenar uzunluğu kaç santimetredir?",
        "gorselMetin": "Kare çevre (6) = Üçgen çevre. Üçgen kenar ?",
        "secenekler": ["6", "7", "8", "9", "10"],
        "dogru_cevap": "C",
        "aciklama": "Karenin dört kenarı olduğu için çevresi altı çarpı dörtten yirmi dört santimetredir. Eşkenar üçgenin çevresi de yirmi dört santimetreymiş. Eşkenar üçgenin üç eşit kenarı olduğu için bir kenarını bulmak için yirmi dördü üçe böleriz. Sonuç sekiz santimetre çıkar. Doğru cevap Ceyhan."
      },
      {
        "tip": "matematik",
        "konu": "Geometri",
        "sesliBetimleme": "Taban yarıçapı üç santimetre ve yüksekliği on santimetre olan bir dik silindirin hacmi kaç pi santimetreküptür? Not: Sonucu pi sembolü cinsinden söyleyiniz.",
        "gorselMetin": "r=3, h=10 olan silindir hacmi (pi cinsinden)?",
        "secenekler": ["30 pi", "60 pi", "90 pi", "120 pi", "150 pi"],
        "dogru_cevap": "C",
        "aciklama": "Silindirin hacim formülü: pi çarpı yarıçapın karesi çarpı yüksekliktir. Yarıçap üç olduğu için karesi dokuzdur. Yükseklik de ondur. Pi çarpı dokuz çarpı on işleminin sonucu doksan pi çıkar. Doğru cevap Ceyhan."
      },
      {
        "tip": "Tarih",
        "konu": "İlk Türk Devletleri",
        "soruKoku": "İslamiyet öncesi Türk devletlerinde toplumsal yapının temelini oluşturan ve 'aile' anlamına gelen birim aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Oguş", "Urug", "Boy", "Bodun", "İl"],
        "dogru_cevap": "A",
        "aciklama": "Eski Türklerde toplumsal yapı çekirdek aile olan Oguş ile başlar."
      },
      {
        "tip": "tarih",
        "konu": "Türk İslam Tarihi",
        "soruKoku": "Karahanlılar döneminde kaleme alınan, Türk-İslam tarihinin ilk siyasetnamesi ve 'mutluluk veren bilgi' anlamına gelen eser hangisidir?",
        "icerik": [],
        "secenekler": ["Divân-ı Lügati't-Türk", "Kutadgu Bilig", "Atabetü'l Hakayık", "Divân-ı Hikmet", "Siyasetname"],
        "dogru_cevap": "B",
        "aciklama": "Yusuf Has Hacip tarafından yazılan Kutadgu Bilig ideal devleti anlatır."
      },
      {
        "tip": "tarih",
        "konu": "Osmanlı Devleti",
        "soruKoku": "Osmanlı Devleti'nde orduya asker yetiştirmek amacıyla ilk kez I. Murad döneminde uygulanan, savaş esirlerinin beşte birinin orduya alınması sistemine ne ad verilir?",
        "icerik": [],
        "secenekler": ["Devşirme", "Pençik", "İltizam", "Malikane", "Müsadere"],
        "dogru_cevap": "B",
        "aciklama": "Pençik sistemi savaş esirlerinin asker yapılmasını sağlar."
      },
      {
        "tip": "tarih",
        "konu": "Osmanlı Yükselme",
        "soruKoku": "1538 yılında gerçekleşen, Akdeniz'in bir Türk gölü haline gelmesini sağlayan ve Barbaros Hayreddin Paşa komutasında Haçlılara karşı kazanılan savaş hangisidir?",
        "icerik": [],
        "secenekler": ["Cerbe", "İnebahtı", "Preveze", "Navarin", "Çeşme"],
        "dogru_cevap": "C",
        "aciklama": "Preveze Deniz Zaferi Osmanlı'nın denizlerdeki üstünlüğünü kesinleştirmiştir."
      },
      {
        "tip": "tarih",
        "konu": "Osmanlı Yenileşme",
        "soruKoku": "Osmanlı Devleti'nde 3. Selim döneminde yapılan köklü yeniliklerin tamamına verilen isim ve bu dönemde kurulan Batı tarzı ordunun adı aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Nizam-ı Cedit", "Sekban-ı Cedit", "Eşkinci Ocağı", "Asakir-i Mansure", "Hamidiye Alayları"],
        "dogru_cevap": "A",
        "aciklama": "III. Selim Nizam-ı Cedit adıyla Batı tarzı askeri birliği kurmuştur."
      },
      {
        "tip": "tarih",
        "konu": "20. Yüzyıl Savaşları",
        "soruKoku": "1912 yılında İtalya ile imzalanan, Osmanlı'nın Kuzey Afrika'daki son toprak parçasını (Trablusgarp ve Bingazi) kaybettiği antlaşma hangisidir?",
        "icerik": [],
        "secenekler": ["Londra", "Uşi", "Bükreş", "İstanbul", "Atina"],
        "dogru_cevap": "B",
        "aciklama": "Uşi Antlaşması ile Trablusgarp kaybedilmiştir."
      },
      {
        "tip": "tarih",
        "konu": "1. Dünya Savaşı",
        "soruKoku": "I. Dünya Savaşı devam ederken İtilaf Devletleri'nin Osmanlı topraklarını paylaşmak için kendi aralarında imzaladıkları gizli antlaşmaları dünya kamuoyuna duyuran devlet hangisidir?",
        "icerik": [],
        "secenekler": ["ABD", "İtalya", "Yunanistan", "Sovyet Rusya", "Bulgaristan"],
        "dogru_cevap": "D",
        "aciklama": "Sovyet Rusya, Çarlık dönemine ait gizli planları ifşa etmiştir."
      },
      {
        "tip": "tarih",
        "konu": "Milli Mücadele",
        "soruKoku": "Millî Mücadele'nin gerekçesi, yöntemi ve amacının ilk kez belirtildiği, aynı zamanda millî egemenliğe dayalı yeni bir devletin kurulacağının işaretini veren belge hangisidir?",
        "icerik": [],
        "secenekler": ["Havza Genelgesi", "Amasya Genelgesi", "Erzurum Kongresi", "Sivas Kongresi", "Misak-ı Millî"],
        "dogru_cevap": "B",
        "aciklama": "Amasya Genelgesi bir ihtilal beyannamesi özelliği taşır."
      },
      {
        "tip": "tarih",
        "konu": "İnkılap Tarihi",
        "soruKoku": "Kurtuluş Savaşı'nda Batı Cephesi'nde kazanılan I. İnönü Zaferi sonrası, yeni Türk devletinin ilk anayasası olarak kabul edilen belge hangisidir?",
        "icerik": [],
        "secenekler": ["Kanun-i Esasi", "Teşkilat-ı Esasiye", "Takrir-i Sükun", "Tekalif-i Milliye", "Teşvik-i Sanayi"],
        "dogru_cevap": "B",
        "aciklama": "1921 Anayasası (Teşkilat-ı Esasiye) ilk anayasadır."
      },
      {
        "tip": "tarih",
        "konu": "Atatürk İnkılapları",
        "soruKoku": "3 Mart 1924 tarihinde kabul edilen ve Türkiye'deki tüm eğitim kurumlarının Millî Eğitim Bakanlığı'na bağlanmasını sağlayarak eğitimde ikiliği sona erdiren kanun hangisidir?",
        "icerik": [],
        "secenekler": ["Kabotaj Kanunu", "Maarif Teşkilatı Kanunu", "Tevhid-i Tedrisat Kanunu", "Şapka Kanunu", "Medeni Kanun"],
        "dogru_cevap": "C",
        "aciklama": "Tevhid-i Tedrisat Kanunu ile eğitimde birlik sağlanmıştır."
      },
      {
        "tip": "tarih",
        "konu": "Atatürk İlkeleri",
        "soruKoku": "1930'lu yıllarda dünyada yaşanan ekonomik bunalım üzerine Türkiye'nin benimsediği, yatırımların bizzat devlet eliyle yapılmasını öngören ilke hangisidir?",
        "icerik": [],
        "secenekler": ["Halkçılık", "Milliyetçilik", "Devletçilik", "Cumhuriyetçilik", "Laiklik"],
        "dogru_cevap": "C",
        "aciklama": "Devletçilik ilkesi yatırımların devlet tarafından yönetilmesini esas alır."
      },
      {
        "tip": "tarih",
        "konu": "Dış Politika",
        "soruKoku": "Lozan Barış Antlaşması'nda, Yunanistan'ın Batı Anadolu'da verdiği zararlara karşılık 'Savaş Tazminatı' olarak Türkiye'ye bıraktığı yer aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Karaağaç", "Gökçeada", "Bozcaada", "Meis", "Rodos"],
        "dogru_cevap": "A",
        "aciklama": "Karaağaç savaş tazminatı olarak alınmıştır."
      },
      {
        "tip": "tarih",
        "konu": "Milli Marş",
        "soruKoku": "İstiklâl Marşı'nın yazarı Mehmet Akif Ersoy, TBMM tarafından düzenlenen yarışmadan kazandığı para ödülünü hangi kuruma bağışlamıştır?",
        "icerik": [],
        "secenekler": ["Türk Kızılayı", "Darü'l-Mesai", "Türk Hava Kurumu", "Çocuk Esirgeme Kurumu", "Türk Tarih Kurumu"],
        "dogru_cevap": "B",
        "aciklama": "Mehmet Akif ödülü Darü'l-Mesai kurumuna bağışlamıştır."
      },
      {
        "tip": "cografya",
        "konu": "Türkiye Yer Şekilleri",
        "soruKoku": "Türkiye'nin kuzey ve güney kıyılarında dağların denize paralel uzanmasının sonucu aşağıdakilerden hangisi olamaz?",
        "icerik": [],
        "secenekler": [
            "Kıyı ile iç kesimler arasında ulaşımın zor olması",
            "Kıyı kesiminde falez (yalıyar) oluşumunun yaygın olması",
            "Denizel iklim etkisinin iç kesimlere sokulamaması",
            "Boyuna kıyı tipinin görülmesi",
            "Kıyıda girinti ve çıkıntının çok olması"
        ],
        "dogru_cevap": "E",
        "aciklama": "Kıyıda girinti çıkıntının çok olması dağların denize dik uzandığı bölgelere aittir."
      },
      {
        "tip": "cografya",
        "konu": "Türkiye İklimi",
        "soruKoku": "Türkiye'de don olaylarının en az görüldüğü bölge aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Karadeniz Bölgesi", "Akdeniz Bölgesi", "Marmara Bölgesi", "İç Anadolu Bölgesi", "Doğu Anadolu Bölgesi"],
        "dogru_cevap": "B",
        "aciklama": "Akdeniz kıyıları yüksek kış sıcaklıkları nedeniyle don olayının en az görüldüğü yerdir."
      },
      {
        "tip": "cografya",
        "konu": "Dış Kuvvetler",
        "soruKoku": "Türkiye'de 'karstik şekillerin' (mağara, obruk, lapa vb.) en yaygın olduğu bölge aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Batı Anadolu", "Doğu Anadolu", "Karadeniz", "Teke ve Taşeli Platoları (Akdeniz)", "Ergene Havzası"],
        "dogru_cevap": "D",
        "aciklama": "Akdeniz'deki Teke ve Taşeli platoları karstik topoğrafyanın merkezidir."
      },
      {
        "tip": "cografya",
        "konu": "Türkiye Tarımı",
        "soruKoku": "Türkiye'de modern yöntemlerle (entansif) tarım yapıldığında aşağıdakilerden hangisinin azalması beklenir?",
        "icerik": [],
        "secenekler": ["Tarımsal verimlilik", "Birim alandan alınan ürün miktarı", "Doğal koşullara olan bağımlılık", "Sulanan arazi miktarı", "Gübre kullanımı"],
        "dogru_cevap": "C",
        "aciklama": "Modern tarım teknolojisi doğaya ve iklime olan bağımlılığı azaltır."
      },
      {
        "tip": "cografya",
        "konu": "Madenler",
        "soruKoku": "Aşağıdaki madenlerden hangisinin Türkiye'deki rezervleri dünya sıralamasında ilk sırada yer alır?",
        "icerik": [],
        "secenekler": ["Bakır", "Demir", "Bor", "Krom", "Boksit"],
        "dogru_cevap": "C",
        "aciklama": "Türkiye dünya bor rezervlerinin %70'inden fazlasına sahiptir."
      },
      {
        "tip": "anayasa",
        "konu": "Yargı",
        "soruKoku": "1982 Anayasası’na göre Uyuşmazlık Mahkemesi Başkanı aşağıdakilerden hangisi tarafından kendi üyeleri arasından seçilir?",
        "icerik": [],
        "secenekler": ["Anayasa Mahkemesi", "Yargıtay Genel Kurulu", "Danıştay Genel Kurulu", "Hâkimler ve Savcılar Kurulu", "Cumhurbaşkanı"],
        "dogru_cevap": "A",
        "aciklama": "Uyuşmazlık Mahkemesi Başkanı Anayasa Mahkemesi üyeleri arasından seçilir."
      },
      {
        "tip": "anayasa",
        "konu": "Anayasa Hukuku",
        "soruKoku": "1982 Anayasası'na göre Türk hukuk sistemindeki norm hiyerarşisinin en tepesinde hangisi yer alır?",
        "icerik": [],
        "secenekler": ["Kanun", "Yönetmelik", "Genelge", "Anayasa", "Cumhurbaşkanlığı Kararnamesi"],
        "dogru_cevap": "D",
        "aciklama": "Anayasa hukuk hiyerarşisinin en tepesinde bulunur."
      },
      {
        "tip": "anayasa",
        "konu": "Yasama",
        "soruKoku": "Türkiye'de bir kişinin milletvekili seçilebilmesi için en az kaç yaşını doldurmuş olması gerekir?",
        "icerik": [],
        "secenekler": ["18", "20", "25", "30", "35"],
        "dogru_cevap": "A",
        "aciklama": "Milletvekili seçilme yaşı 2017 değişikliği ile 18'e düşürülmüştür."
      },
      {
        "tip": "anayasa",
        "konu": "İdare Hukuku",
        "soruKoku": "Bir köyün kurulmasına, kaldırılmasına veya adının değiştirilmesine karar verme yetkisi kime aittir?",
        "icerik": [],
        "secenekler": ["TBMM", "Cumhurbaşkanı", "İçişleri Bakanlığı", "Vali", "Kaymakam"],
        "dogru_cevap": "C",
        "aciklama": "Köy tüzel kişiliği İçişleri Bakanlığı kararı ile kurulur."
      },
      {
        "tip": "anayasa",
        "konu": "Anayasa Mahkemeleri",
        "soruKoku": "Aşağıdakilerden hangisi 1982 Anayasası'nda sayılan bir 'yüksek mahkeme' değildir?",
        "icerik": [],
        "secenekler": ["Yargıtay", "Danıştay", "Uyuşmazlık Mahkemesi", "Sayıştay", "Anayasa Mahkemesi"],
        "dogru_cevap": "D",
        "aciklama": "Sayıştay bir denetim organıdır, yüksek mahkeme sayılmaz."
      },
      {
        "tip": "anayasa",
        "konu": "İdare Hukuku",
        "soruKoku": "Yerel seçimlerde muhtar seçilebilmek için seçimden önce kaç ay o mahallede ikamet şartı aranır?",
        "icerik": [],
        "secenekler": ["1 ay", "6 ay", "12 ay", "24 ay", "3 ay"],
        "dogru_cevap": "B",
        "aciklama": "Muhtarlık için en az 6 ay mahallede ikamet şartı vardır."
      },
      {
        "tip": "guncel bilgi",
        "konu": "Güncel Bilgi",
        "soruKoku": "Özbekistan'da düzenlenen Ekonomik İşbirliği Teşkilatı toplantısında alınan karar ile '2025 EİT Turizm Başkenti' ilan edilen ilimiz hangisidir?",
        "icerik": [],
        "secenekler": ["Erzurum", "Bursa", "Konya", "Şanlıurfa", "Antalya"],
        "dogru_cevap": "A",
        "aciklama": "2025 EİT Turizm Başkenti olarak Erzurum seçilmiştir."
      },
      {
        "tip": "guncel bilgi",
        "konu": "Güncel Bilgi",
        "soruKoku": "Kazakistan'ın ev sahipliğinde toplanan Türk Dünyası Kültür Başkentleri Birliği tarafından '2025 Türk Dünyası Kültür Başkenti' olarak seçilen şehir aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Bakü", "Aktau", "Aşkabat", "Semerkant", "Türkistan"],
        "dogru_cevap": "B",
        "aciklama": "2025 Türk Dünyası Kültür Başkenti olarak Aktau şehri seçilmiştir."
      },
      {
        "tip": "guncel bilgi",
        "konu": "Güncel Bilgi",
        "soruKoku": "Türkiye'nin ilk astronotu Alper Gezeravcı'nın Ocak 2024'te Uluslararası Uzay İstasyonu'na (ISS) giderek bilimsel deneyler gerçekleştirdiği misyonun adı nedir?",
        "icerik": [],
        "secenekler": ["Artemis 1", "Apollo 11", "Axiom Mission 3 (Ax-3)", "Space-X Falcon", "Soyuz T-15"],
        "dogru_cevap": "C",
        "aciklama": "Alper Gezeravcı Ax-3 misyonu ile uzay deneylerini tamamlamıştır."
      },
      {
        "tip": "guncel bilgi",
        "konu": "Güncel Bilgi",
        "soruKoku": "Cumhurbaşkanlığı tarafından yayımlanan genelge ile toplumsal yapının temelini korumak ve güçlendirmek amacıyla Türkiye'de '2025 yılı' ne yılı olarak ilan edilmiştir?",
        "icerik": [],
        "secenekler": ["Dayanışma Yılı", "Bilim Yılı", "Tarım Yılı", "Aile Yılı", "Emekliler Yılı"],
        "dogru_cevap": "D",
        "aciklama": "2025 yılı Türkiye'de Aile Yılı olarak ilan edilmiştir."
      },
      {
        "tip": "guncel bilgi",
        "konu": "Güncel Bilgi",
        "soruKoku": "2025 yılında 'Yaşamlar İçin Gelecek Toplumunu Tasarlamak' temasıyla düzenlenecek olan dünyanın en büyük sergi organizasyonu EXPO'ya ev sahipliği yapacak şehir hangisidir?",
        "icerik": [],
        "secenekler": ["Dubai", "Paris", "Madrid", "Roma", "Osaka"],
        "dogru_cevap": "E",
        "aciklama": "EXPO 2025 Japonya'nın Osaka şehrinde düzenlenecektir."
      },
      {
        "tip": "guncel bilgi",
        "konu": "Güncel Bilgi",
        "soruKoku": "2024 yılında hayatını kaybeden, 'Yaseminler Tüter mi Hâlâ?' ve 'Schrödinger'in Kedisi' gibi eserlerin yazarı olan ünlü Türk düşünür ve yazar kimdir?",
        "icerik": [],
        "secenekler": ["Adalet Ağaoğlu", "Sezai Karakoç", "Alev Alatlı", "Doğan Cüceloğlu", "Rasim Özdenören"],
        "dogru_cevap": "C",
        "aciklama": "Şubat 2024'te vefat eden ünlü yazar Alev Alatlı'dır."
      }
    ]
  }
]