[
  {
    "denemeID": "deneme3",
    "sorular": [
      {
        "tip": "turkce",
        "konu": "Cümlede Anlam (Boşluk Doldurma)",
        "soruKoku": "Bu parçada boş bırakılan yerlere, düşüncenin akışına göre aşağıdakilerden hangisi sırasıyla getirilmelidir? Paragrafta iki ayrı yer boş bırakılmıştır ve buralara sırasıyla gelmesi gereken kelime çifti sorulmaktadır. Birinci boşluk yansımaları sözcüğünden sonra, ikinci boşluk algısına sözcüğünden sonradır.",
        "icerik": "Ahmet Hamdi Tanpınar, 'Beş Şehir' adlı eserinde Erzurum'u anlatırken şehrin köklü tarihi mirasıyla kendi iç dünyasındaki yansımaları ..... bir entelektüel derinlikle harmanlar. Yazar, kolektif hafızayı bireysel duyarlılığıyla yoğururken okuyucuyu alışılmışın dışında bir zaman algısına ......",
        "secenekler": ["girift / sevk eder", "yadsınamaz / zorlar", "yalın / sürükler", "müphem / iter", "kusursuz / hapseder"],
        "dogru_cevap": "A",
        "aciklama": "Tanpınar'ın üslubu 'girift' (karmaşık, iç içe geçmiş) bir yapıdadır; tarihi mirasla kişisel dünyayı birleştirmesi bu karmaşıklığı karşılar. İkinci boşlukta ise okuyucunun bir algıya yönlendirilmesi 'sevk etmek' fiiliyle en doğru ve nitelikli biçimde ifade edilir."
      },
      {
        "tip": "turkce",
        "konu": "Söz Öbeğinde Anlam",
        "soruKoku": "Bu cümledeki altı çizili sözle anlatılmak istenen aşağıdakilerden hangisidir? Altı çizili sözcük 'ete kemiğe bürünmüş'.",
        "icerik": "Yazarın son romanındaki karakterler, 'ete kemiğe bürünmüş' birer varlık olarak zihnimizde yer ediyor; onların trajedilerini ve tinsel devinimlerini neredeyse somut bir gerçeklik düzleminde duyumsuyoruz.",
        "secenekler": ["Karakterlerin fiziksel özelliklerini ayrıntılı tasvirlerle okura sunmak", "Kurgusal yapıdan sıyrılarak inandırıcılık ve canlılık kazanmak", "Eserin iletisini doğrudan karakterlerin söylemleri üzerinden aktarmak", "Evrensel insan tipolojilerini yerel bir anlatı içinde eritmek", "Okurun beklentilerini aşan, şaşırtıcı ve aykırı tipler oluşturmak"],
        "dogru_cevap": "B",
        "aciklama": "'Ete kemiğe bürünmek' deyimi, soyut bir düşüncenin veya kurgusal bir karakterin canlı, kanlı, gerçek ve somut bir hale gelmesini ifade eder. Metindeki 'somut bir gerçeklik düzleminde duyumsamak' ifadesi bu anlamı pekiştirmektedir."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Ana Konu",
        "soruKoku": "Aşağıdaki parçanın ana konusu şıklarda verilen seçeneklerden hangisidir?",
        "icerik": "Elektrikli araçların küresel otomotiv endüstrisindeki yükselişi, sadece bir teknoloji değişimi değil, aynı zamanda çevresel sürdürülebilirlik paradigmasında köklü bir dönüşümü temsil etmektedir. İçten yanmalı motorların karbon salınımı üzerindeki olumsuz etkileri, devletleri ve üreticileri alternatif enerji kaynaklarına yönlendirirken elektrikli motorlar bu sürecin merkezine yerleşmiştir. EA’ların hayatımıza girmesiyle birlikte, yakıt maliyetlerindeki belirgin düşüş ve sessiz sürüş konforu gibi avantajlar kullanıcı deneyimini zenginleştirmektedir. Ayrıca, mekanik parçaların azalması servis maliyetlerini düşürerek ekonomik bir rahatlama sağlamaktadır. Ancak bu teknolojik devrim, kendi içinde ciddi meydan okumaları da barındırmaktadır. Menzil kaygısı (range anxiety) hâlâ aşılması gereken bir psikolojik ve teknik bariyer olarak dururken, şarj istasyonlarının homojen olmayan dağılımı kırsal bölgelerde ulaşımı zorlaştırmaktadır. Batı teknolojilerinin bu hıza yetişme çabası, lityum-iyon pillerin ham madde teminindeki jeopolitik riskleri ve batarya geri dönüşümünün ekolojik maliyetlerini de gündeme taşımaktadır. Dolayısıyla elektrikli araçlar, vaat ettiği temiz gelecek ile üretimindeki zorluklar arasında hassas bir dengede ilerlemektedir.",
        "secenekler": ["İçten yanmalı motorlara göre sağladığı teknolojik üstünlükler", "Küresel iklim kriziyle mücadelede elektrikli araç kullanımının kaçınılmazlığı", "Elektrikli araçların yaygınlaşma sürecindeki olumlu getirileri ve karşılaşılan engeller", "Batarya teknolojilerindeki maliyetlerin otomobil fiyatlarına doğrudan yansıması", "Enerji dönüşümünün jeopolitik dengeler üzerinde yarattığı köklü değişimler"],
        "dogru_cevap": "C",
        "aciklama": "Paragrafın genelinde elektrikli araçların hem getirdiği kolaylıklar ve avantajlar (sessizlik, maliyet) hem de dezavantajları/zorlukları (menzil, şarj, hammadde) dengeli bir şekilde ele alınmıştır."
      },
      {
        "tip": "turkce",
        "konu": "Yazım ve Ses Bilgisi (Ünlü Düşmesi)",
        "soruKoku": "Aşağıdaki cümlelerin hangisinde bu kurala (ünlü kaybı) örnek teşkil eden bir kullanım yoktur?",
        "icerik": "Türkçede bazı sözcükler birleşirken ya da ek alırken ünlü kaybına uğrayabilir; bu durum yazım ve ses bilgisi kuralları açısından dikkatle takip edilmelidir.",
        "secenekler": ["Şehrin dar sokaklarında yürürken vaktin nasıl geçtiğini anlamamıştı.", "Tasvir ettiği her karakterin ruh dünyası, olay örgüsüne ustaca aksetmiş.", "Yanlış kararların faturasını ağır ödeyen genç adam, derin bir iç çekti.", "Toplantıda sunulan veriler, şirketin geleceği hakkında umut vericiydi.", "Uykusuz geçen gecelerin sonunda, beklediği ilham nihayet kapısını çaldı."],
        "dogru_cevap": "D",
        "aciklama": "A'da 'Şehrin' (şehir), B'de 'aksetmiş' (akis), C'de 'Yanlış' (yanıl-), E'de 'Uykusuz' (uyu-kusu) kelimelerinde ünlü düşmesi vardır. D seçeneğinde ünlü düşmesine uğrayan bir sözcük bulunmamaktadır."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafı İkiye Bölme",
        "soruKoku": "Bu parça iki paragrafa bölünmek istenirse ikinci paragraf hangi cümle ile başlar?",
        "icerik": [
          "(1) İtalya, Akdeniz havzasının merkezinde yer alan stratejik konumuyla binlerce yıl boyunca medeniyetlerin beşiği olmuş, her bir köşesinde tarihin farklı bir katmanını barındıran müze-şehir kimliğine bürünmüştür.",
          "(2) Roma İmparatorluğu’nun görkemli mirası olan Kolezyum’dan Rönesans’ın dâhilerini yetiştiren Floransa sokaklarına kadar ülke, Batı sanatının ve mimarisinin gelişim seyrini takip etmek için benzersiz bir laboratuvar niteliğindedir. Venedik’in su kanalları üzerindeki mistik dokusu ve Vatikan’ın ruhani derinliği, İtalya’yı sadece bir tatil rotası olmaktan çıkarıp kültürel bir keşif serüvenine dönüştürmektedir.",
          "(3) Günümüzde İtalya’da turizm yönetimi, bu muazzam mirası korumak ile her yıl artan ziyaretçi yoğunluğunu dengelemek arasında zorlu bir sınav vermektedir.",
          "(4) Özellikle 'aşırı turizm' (overtourism) olgusuyla mücadele eden Venedik ve Roma gibi şehirler, yerel halkın yaşam kalitesini korumak adına giriş ücretleri ve kota sistemleri gibi radikal önlemleri hayata geçirmektedir.",
          "(5) Turizmin ekonomik getirisinin yanında getirdiği fiziksel yıpranma, restorasyon çalışmalarının sürdürülebilir bir bütçeyle yönetilmesini zorunlu kılan en önemli faktördür.",
          "(6) UNESCO Dünya Miras Listesi’nde en çok esere sahip ülke olması, bu sorumluluğun boyutlarını daha da artırmaktadır. Devletin kültür politikaları, bu mirası sadece turizm nesnesi olarak değil, bir insanlık mirası olarak korumayı amaçlamaktadır."
        ],
        "secenekler": ["2", "4", "5", "6", "3"],
        "dogru_cevap": "E",
        "aciklama": "Parçanın giriş kısmında (1. ve 2. cümleler) İtalya'nın tarihi, turistik ve sanatsal değerlerinden bahsedilirken; 3 numaralı cümleden itibaren konu değişmiş; turizm yönetimi ve karşılaşılan güncel zorluklar ele alınmaya başlanmıştır."
      },
      {
        "tip": "turkce",
        "konu": "Anlatım Teknikleri",
        "soruKoku": "Bu parçanın anlatımında aşağıdakilerden hangisine başvurulmamıştır?",
        "icerik": "Cumhuriyet tarihimizin en önemli mimari yapılarından biri olan Anıtkabir, sadece bir anıt mezar değil; bağımsızlık mücadelesinin ve modern Türkiye'nin inşa sürecinin taşlaşmış bir manifestosudur. İkinci Ulusal Mimarlık Dönemi'nin izlerini taşıyan yapı, Emin Onat ve Orhan Arda’nın imzasını taşımaktadır. İnşasında kullanılan ve Anadolu'nun dört bir yanından getirilen travertenler ile mermerler, yapının toprağa sıkı sıkıya bağlılığını ve milli birliği simgeler. Aslanlı Yol’un iki yanına dizilen yirmi dört aslan heykeli, Hitit sanatının üslubuyla işlenmiş olup Türk boylarının gücünü ve barışçıl duruşunu temsil etmektedir. Şeref Holü’nün tavanındaki mozaik süslemeler, geleneksel Türk halı ve kilim desenlerinden süzülerek modern bir estetikle harmanlanmıştır. Bu muazzam yapının her bir kulesi (Hürriyet, İstiklal, Barış), isminden de anlaşılacağı üzere Cumhuriyet'in temel değerlerini simgeleyen kabartmalarla donatılmıştır. Yapının sadeliği içindeki haşmet, ziyaretçide hem saygı uyandıran bir huşu hem de tarihin canlılığına dair sarsılmaz bir inanç yaratır.",
        "secenekler": ["Tanıklardan doğrudan alıntı yapmaya", "Betimleyici ögelere", "Sayısal verilerden yararlanmaya", "Örneklendirmelere", "Karşılaştırmaya"],
        "dogru_cevap": "A",
        "aciklama": "Metinde aslan sayısı (24) gibi sayısal veriler, örneklendirmeler ve betimlemeler mevcuttur. Ancak herhangi bir kişinin sözünden doğrudan alıntı (tanık gösterme) yapılmamıştır."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Ana Düşünce",
        "soruKoku": "Bu parçanın ana düşüncesi aşağıdakilerden hangisidir?",
        "icerik": "Türk okçuluğu, tarihi süreçte sadece bir muharebe enstrümanı olmanın ötesine geçerek estetik bir disiplin, manevi bir terbiye ve toplumsal hiyerarşiyi belirleyen kültürel bir kuruma dönüşmüştür. Selçuklu ve Osmanlı sultanlarının imza niteliğindeki tuğralarında yer alan yay ve ok imgeleri, bu araçların siyasi meşruiyet ve egemenlik temsili olduğunu kanıtlar. 'Kemankeş' sıfatını kazanabilmek için tekkelerde yıllarca süren riyazet ve talim süreci, okçuluğun bedensel bir aktivite değil, ruhu incelten bir yaşam felsefesi olduğunu gösterir.",
        "secenekler": ["Savaşlardaki stratejik üstünlüğü sağlayan temel unsurlar olduğu", "Türk okçuluğunun, teknik becerinin ötesinde siyasi, manevi ve kültürel boyutları olan bütüncül bir sistem teşkil ettiği", "Tekkelerin en önemli işlevinin sporcu yetiştirmek olduğu", "Devlet adamlarının egemenliklerini pekiştirmek için sembolleri araçsallaştırdıkları", "Okçuluğun bireyin statüsünü belirleyen tek ölçüt olarak kabul edildiği"],
        "dogru_cevap": "B",
        "aciklama": "Paragrafta okçuluğun sadece savaşla ilgili olmadığı; siyaset (egemenlik), maneviyat (terbiye) ve kültürle harmanlanmış geniş bir yapı olduğu vurgulanmaktadır."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Yardımcı Düşünce",
        "soruKoku": "Bu parçada Piri Reis Haritası ile ilgili aşağıdakilerden hangisine değinilmemiştir?",
        "icerik": "1513 tarihli Piri Reis Haritası, Kristof Kolomb'un kayıp haritalarından süzülen verileri içermesi ve dönemine göre imkansız görünen coğrafi projeksiyonları barındırmasıyla dünya kartografya tarihinin en muammalı belgelerinden biri sayılmaktadır. Ceylan derisi üzerine büyük bir titizlikle resmedilen bu eser, Güney Amerika kıyıları ile Afrika’nın batı sahil şeridini şaşırtıcı bir geometrik doğrulukla betimler. Haritanın kenarlarına düşülen haşiyelerde Piri Reis, yararlandığı yabancı kaynakları dürüstçe zikrederek bilimsel ahlakın erken dönem örneklerinden birini vermiştir.",
        "secenekler": ["Materyalin niteliğine", "Coğrafi koordinatların doğruluğuna", "Çizimde kullanılan teknik ekipmanların detaylarına", "Çalışma yöntemindeki bilimsel dürüstlüğe", "Evrensel haritacılık mirası içindeki gizemli konumuna"],
        "dogru_cevap": "C",
        "aciklama": "Metinde ceylan derisi (A), coğrafi bölgeler (B), kaynak belirtme (C) ve gizem/önem (E) vurgulanmıştır. Ancak haritanın hangi aletlerle çizildiğine dair bilgi yoktur."
      },
      {
        "tip": "turkce",
        "konu": "Paragrafta Yardımcı Düşünce (Ulaşılamaz)",
        "soruKoku": "Bu parçadan 'paranın icadı' ile ilgili aşağıdakilerden hangisine ulaşılamaz?",
        "icerik": "Batı Anadolu’nun verimli havzalarında hüküm süren Lidyalılar, MÖ 7. yüzyılda parayı icat ederek ticaretteki arkaik takas usulünü tarihe gömmüş ve ekonomik ilişkilerde yeni bir çağ başlatmışlardır. Altın ve gümüşın doğal alaşımı olan 'elektrum' madeninden darp edilen bu ilk paralar, üzerlerindeki krallık mührü olan aslan figürüyle devlet garantisini temsil ediyordu. Paranın dolaşıma girmesi, sadece ticari hızı artırmakla kalmamış; aynı zamanda servetin depolanabilir hale gelmesini ve ekonomik gücün matematiksel olarak ölçülmesini sağlamıştır. Başkent Sardes, bu finansal devrim sayesinde dönemin en parlak metropolislerinden birine dönüşürken Kral Yolu üzerinden Doğu ile Batı arasında bir köprü olmuştur.",
        "secenekler": ["Ticari işlemlerdeki geleneksel yöntemlerin değişmesine yol açtığına", "Ekonomik değerlerin somut ve biriktirilebilir bir yapı kazanmasını sağladığına", "Paraların üzerinde devlet otoritesini simgeleyen görsellerin bulunduğuna", "Lidya Devleti'nin siyasi sınırlarının para kullanımıyla birlikte genişlediğine", "Başkentin ticari ve kültürel bir cazibe merkezi haline gelmesine katkı sunduğuna"],
        "dogru_cevap": "D",
        "aciklama": "Metinde paranın ticareti hızlandırdığı, servet biriktirmeyi sağladığı ve Sardes'i zenginleştirdiği anlatılmıştır ancak siyasi sınırların genişlediğine dair bir çıkarım yapılamaz."
      },
      {
        "tip": "turkce",
        "konu": "Akışı Bozan Cümle",
        "soruKoku": "Bu parçada numaralanmış cümlelerden hangisi düşüncenin akışını bozmaktadır?",
        "icerik": [
          "(1) Ebru sanatı, kitreyle yoğunlaştırılmış su yüzeyinde boyaların raksıyla oluşan, her defasında tek ve eşsiz bir sonuç veren bir kâğıt süsleme sanatıdır.",
          "(2) Bu sanatın kökenleri Orta Asya'nın kadim kültürlerine kadar uzanmakla birlikte, Osmanlı coğrafyasında en yetkin formuna ulaşmıştır.",
          "(3) Ebru yapımında kullanılan fırçaların gül dalı ve at kılından seçilmesi, sanatın doğayla olan organik bağını yansıtır.",
          "(4) Geleneksel sanatlarda kullanılan malzemelerin temini, günümüzde modern üretim teknikleri nedeniyle giderek zorlaşmaktadır.",
          "(5) Osmanlı döneminde özellikle resmi belgelerin zeminine yapılan ebrular, sadece estetik bir kaygı değil, tahrifatı önleyen bir güvenlik unsuru olarak da işlev görmüştür."
        ],
        "secenekler": ["1", "2", "3", "4", "5"],
        "dogru_cevap": "E",
        "aciklama": "Paragrafın tamamında Ebru sanatının tanımı, kökeni, malzemesi ve işlevi (güvenlik) anlatılırken, 4. cümlede konu genel bir 'geleneksel sanatlarda malzeme temini sorunu'na kaymıştır."
      },
      {
        "tip": "turkce",
        "konu": "Cümle Oluşturma",
        "soruKoku": "Yukarıdaki sözcükler ve söz öbekleri ile kurallı ve anlamlı bir cümle oluşturulduğunda sıralama aşağıdakilerden hangisi olur?",
        "icerik": "1. yansıtan 2. en önemli 3. kültürünü 4. bir milletin 5. aynadır 6. dil.",
        "secenekler": ["6 - 4 - 3 - 1 - 2 - 5", "4 - 3 - 1 - 6 - 2 - 5", "6 - 2 - 5 - 4 - 3 - 1", "4 - 3 - 2 - 5 - 6 - 1", "6 - 1 - 4 - 3 - 2 - 5"],
        "dogru_cevap": "A",
        "aciklama": "Cümle: 'Dil (6), bir milletin (4) kültürünü (3) yansıtan (1) en önemli (2) aynadır (5).' şeklinde kurulur."
      },
      {
        "tip": "turkce",
        "konu": "Kesin Yargı",
        "soruKoku": "Bu cümleden kesin olarak çıkarılabilecek yargı aşağıdakilerden hangisidir?",
        "icerik": "Nobel ödüllü yazarımız Orhan Pamuk'un 'Kara Kitap' adlı romanı, Doğu’nun binbir gece masallarından süzülen anlatı geleneği ile Batı’nın postmodern tekniklerini ustaca harmanlayan bir yapıya sahip olup Türk edebiyatında üstkurmaca tekniğinin en sofistike örneklerinden biri olarak kabul edilir.",
        "secenekler": ["Kara Kitap, uluslararası alanda en çok takdir edilen eserdir.", "Orhan Pamuk, eserinde farklı edebi geleneklerden gelen unsurları sentezlemiştir.", "Üstkurmaca tekniğini kullanan tek postmodern eser Kara Kitap'tır.", "Nobel Edebiyat Ödülü'nü almasındaki temel etkendir.", "Postmodern teknikler sadece bu romanda birleşmiştir."],
        "dogru_cevap": "B",
        "aciklama": "Cümlede geçen 'Doğu... geleneği ile Batı... tekniklerini ustaca harmanlayan' ifadesi, yazarın farklı edebi gelenekleri sentezlediğini kanıtlar."
      },
      {
        "tip": "turkce",
        "konu": "Paragraf Yorumlama (Yeşilçam)",
        "soruKoku": "Parçaya göre Türk sinemasının 'Yeşilçam' dönemini niteleyen temel özellik aşağıdakilerden hangisidir?",
        "icerik": "Türk sineması, 1914 yılında Fuat Uzkınay tarafından kaydedilen 'Ayastefanos'taki Rus Abidesinin Yıkılışı' adlı belge filmle başlattığı serüveninde, toplumsal ve siyasal dönüşümlerin aynası olmuştur. Cumhuriyet'in ilk evrelerinde Muhsin Ertuğrul’un tiyatro kökenli estetik anlayışıyla şekillenen sinemamız, 1950’li yıllarda 'Yeşilçam' olarak adlandırılan, kendine has anlatım kalıpları ve yıldız sistemiyle halkın geniş kitlelerine hitap eden özgün bir endüstriye dönüşmüştür. 1960 ve 70’li yıllar, yıllık film üretim sayısının rekor seviyelere ulaştığı ve sinemanın en temel eğlence aracı olduğu 'Altın Çağ' olarak tarihe geçmiştir. Ancak 1980’li yıllar itibarıyla televizyonun evlere girmesi, video kaset furyası ve değişen sosyo-politik konjonktür, Yeşilçam'ın o klasik yapısını sarsarak sinemayı derin bir kriz ve ardından gelen bireysel arayışlar dönemine sokmuştur.",
        "secenekler": ["Tiyatro disiplininden gelen oyuncuların baskın olduğu bir yapı sergilemesi", "Sadece toplumsal sorunları ele alan gerçekçi bir sinema anlayışını gütmesi", "Geniş halk kitlelerince benimsenen özgün bir endüstriyel dil ve sistem yaratması", "Batı sinemasının teknik imkanlarını yerel hikayelerle birleştirmesi", "Devlet destekli projelerle film üretim sayısını artırmayı hedeflemesi"],
        "dogru_cevap": "C",
        "aciklama": "Metinde Yeşilçam için 'halkın geniş kitlelerine hitap eden özgün bir endüstriye dönüşmüştür' ifadesi bu şıkkı doğrular."
      },
      {
        "tip": "turkce",
        "konu": "Paragraf Yorumlama (Başlangıç)",
        "soruKoku": "Parçadan hareketle Türk sinemasının başlangıç evresiyle ilgili aşağıdakilerden hangisi söylenebilir?",
        "icerik": "Türk sineması, 1914 yılında Fuat Uzkınay tarafından kaydedilen 'Ayastefanos'taki Rus Abidesinin Yıkılışı' adlı belge filmle başlattığı serüveninde, toplumsal ve siyasal dönüşümlerin aynası olmuştur.",
        "secenekler": ["İlk yönetmenlerin tamamının yurt dışında eğitim almış isimler olduğu", "Sinemanın başlangıçta sadece elit bir tabaka tarafından takip edildiği", "Belgesel sinemanın etkisinin Yeşilçam dönemine kadar baskın kaldığı", "İlk ürünlerin kurgusal bir hikayeden ziyade tanıklık niteliği taşıdığı", "Cumhuriyet ideolojisini yaymak amacıyla sinemanın araçsallaştırıldığı"],
        "dogru_cevap": "D",
        "aciklama": "'Ayastefanos'taki Rus Abidesinin Yıkılışı' bir 'belge film'dir (belgesel). Belgeseller kurgusal hikayeden ziyade bir olaya tanıklık ederler."
      },
      {
        "tip": "turkce",
        "konu": "Paragraf Yorumlama (Kriz)",
        "soruKoku": "Parçada sözü edilen 1980 sonrası 'kriz ve değişim' sürecinin tetikleyici unsurları arasında aşağıdakilerden hangisine yer verilmemiştir?",
        "icerik": "Ancak 1980’li yıllar itibarıyla televizyonun evlere girmesi, video kaset furyası ve değişen sosyo-politik konjonktür, Yeşilçam'ın o klasik yapısını sarsarak sinemayı derin bir kriz ve ardından gelen bireysel arayışlar dönemine sokmuştur.",
        "secenekler": ["Teknolojik değişimlere", "Toplumsal ve siyasal yapıdaki farklılaşmalara", "Sinema dışı eğlence alternatiflerinin artmasına", "Yeşilçam’ın geleneksel anlatı modelinin sarsılmasına", "Sinema salonlarının teknik altyapısının yetersiz kalmasına"],
        "dogru_cevap": "E",
        "aciklama": "Metinde televizyon, video kaset ve sosyo-politik konjonktür sayılmıştır. Ancak 'sinema salonlarının teknik altyapısı' hakkında bilgi verilmemiştir."
      },
      {
        "tip": "matematik",
        "konu": "Rasyonel Sayılar",
        "soruKoku": "Bu işlemin sonucu kaçtır? (Soru 16)",
        "sesliBetimleme": "Soru on altı. İşlem şöyle: Kesir; payında parantez içinde, iki eksi, bir bölü üç, parantez bitti. Paydasında parantez içinde, bir artı, bir bölü dört, parantez bitti. Kesir bitti. Çarpı, üç bölü dört.",
        "gorselMetin": "((2 - 1/3) / (1 + 1/4)) * 3/4",
        "secenekler": ["1", "1/2", "3/4", "5/4", "3/2"],
        "dogru_cevap": "A",
        "aciklama": "Pay: 2 - 1/3 = 5/3. Payda: 1 + 1/4 = 5/4. (5/3) / (5/4) = 4/3. Sonuç: (4/3) * (3/4) = 1."
      },
      {
        "tip": "matematik",
        "konu": "Üslü Sayılar",
        "soruKoku": "Bu işlemin sonucu kaçtır? (Soru 17)",
        "sesliBetimleme": "Soru on yedi. İşlem şöyle: Kesir; payında, üçün küpü çarpı ikinin dördüncü kuvveti. Paydasında, on ikinin karesi. Kesir bitti.",
        "gorselMetin": "(3^3 * 2^4) / 12^2",
        "secenekler": ["1", "3", "2", "4", "6"],
        "dogru_cevap": "B",
        "aciklama": "Pay: 27 * 16 = 432. Payda: 12^2 = 144. 432 / 144 = 3 çıkar."
      },
      {
        "tip": "matematik",
        "konu": "Köklü Sayılar",
        "soruKoku": "Bu işlemin sonucu kaçtır? (Soru 18)",
        "sesliBetimleme": "Soru on sekiz. İşlem şöyle: Kesir; payında, karekök içinde yirmi, artı, karekök içinde kırk beş. Paydasında, karekök içinde beş. Kesir bitti.",
        "gorselMetin": "(√20 + √45) / √5",
        "secenekler": ["3", "4", "5", "6", "7"],
        "dogru_cevap": "C",
        "aciklama": "√20 = 2√5, √45 = 3√5. Toplam = 5√5. (5√5) / √5 = 5."
      },
      {
        "tip": "matematik",
        "konu": "Denklemler",
        "soruKoku": "Bu denklemi sağlayan x kaçtır? (Soru 19)",
        "sesliBetimleme": "Soru on dokuz. Denklem şöyle: x, eksi, kesir; payında x eksi iki, paydasında üç, kesir bitti. Eşittir dört.",
        "gorselMetin": "x - (x-2)/3 = 4",
        "secenekler": ["4", "6", "7", "5", "8"],
        "dogru_cevap": "D",
        "aciklama": "Payda eşitleme ile (3x - x + 2) / 3 = 4. 2x + 2 = 12. 2x = 10, x = 5."
      },
      {
        "tip": "matematik",
        "konu": "Eşitsizlikler",
        "soruKoku": "Bu eşitsizliği sağlayan kaç farklı pozitif tam sayı değeri vardır? (Soru 20)",
        "sesliBetimleme": "Soru yirmi. Eşitsizlik şöyle: Dört x eksi on, küçük eşittir, iki x artı altı.",
        "gorselMetin": "4x - 10 ≤ 2x + 6",
        "secenekler": ["6", "7", "9", "10", "8"],
        "dogru_cevap": "E",
        "aciklama": "2x ≤ 16, x ≤ 8. Pozitif tam sayılar: {1, 2, 3, 4, 5, 6, 7, 8} olmak üzere 8 tanedir."
      },
      {
        "tip": "matematik",
        "konu": "Fonksiyonlar",
        "soruKoku": "f bileşke g, parantez içinde bir, ifadesinin değeri kaçtır? (Soru 21)",
        "sesliBetimleme": "Soru yirmi bir. f x fonksiyonu eşittir, üç x eksi bir. g x fonksiyonu eşittir, x artı iki.",
        "gorselMetin": "(f o g)(1)",
        "secenekler": ["8", "6", "7", "9", "10"],
        "dogru_cevap": "A",
        "aciklama": "g(1) = 1 + 2 = 3. f(3) = 3*3 - 1 = 8."
      },
      {
        "tip": "matematik",
        "konu": "İşlemler",
        "soruKoku": "Beş üçgen üç işleminin sonucu kaçtır? (Soru 22)",
        "sesliBetimleme": "Soru yirmi iki. Pozitif sayılarda a üçgen b işlemi şöyle tanımlanıyor: Kesir; payında a artı b, paydasında a eksi b, kesir bitti.",
        "gorselMetin": "a ∆ b = (a+b)/(a-b)",
        "secenekler": ["1", "4", "3", "2", "5"],
        "dogru_cevap": "B",
        "aciklama": "a=5, b=3. (5+3) / (5-3) = 8 / 2 = 4."
      },
      {
        "tip": "matematik",
        "konu": "Bölünebilme",
        "soruKoku": "A rakamının alabileceği farklı değerlerin toplamı kaçtır? (Soru 23)",
        "sesliBetimleme": "Soru yirmi üç. Dört basamaklı; üç, A, iki, B sayısı, hem on ile hem de üç ile tam bölünebilmektedir.",
        "gorselMetin": "3A2B sayısı 10 ve 3 ile bölünür.",
        "secenekler": ["9", "10", "12", "15", "18"],
        "dogru_cevap": "C",
        "aciklama": "10 ile bölme için B=0. 3 ile bölme için 3+A+2+0 = 5+A üçün katı olmalı. A={1,4,7}. Toplam=12."
      },
      {
        "tip": "matematik",
        "konu": "Basamak Kavramı",
        "soruKoku": "Bu koşulu sağlayan kaç farklı AB sayısı vardır? (Soru 24)",
        "sesliBetimleme": "Soru yirmi dört. İki basamaklı AB doğal sayısı şuna eşittir: Dört çarpı, parantez içinde A artı B.",
        "gorselMetin": "AB = 4(A+B)",
        "secenekler": ["1", "2", "3", "4", "5"],
        "dogru_cevap": "D",
        "aciklama": "10A+B = 4A+4B => 6A=3B => 2A=B. İkililer: (1,2), (2,4), (3,6), (4,8). 4 farklı sayı."
      },
      {
        "tip": "matematik",
        "konu": "Yüzde Problemleri",
        "soruKoku": "Malın maliyeti kaç liradır? (Soru 25)",
        "sesliBetimleme": "Soru yirmi beş. Maliyeti yüz x olan bir malın, önce yüzde elli kârla satış fiyatı belirleniyor. Sonra bu fiyat üzerinden yüzde yirmi indirim, ardından yeni fiyat üzerinden yüzde on indirim daha yapılıyor. Son satış fiyatı iki yüz on altı lira.",
        "gorselMetin": "100x maliyet, %50 kar, %20 indirim, %10 indirim = 216",
        "secenekler": ["180", "220", "240", "250", "200"],
        "dogru_cevap": "E",
        "aciklama": "100x -> 150x -> 120x -> 108x = 216. x=2. Maliyet=100*2=200."
      },
      {
        "tip": "matematik",
        "konu": "Yaş Problemleri",
        "soruKoku": "Babanın bugünkü yaşı kaçtır? (Soru 26)",
        "sesliBetimleme": "Soru yirmi altı. Bir babanın bugünkü yaşı, üç çocuğunun bugünkü yaşları toplamının iki katıdır. Beş yıl sonra babanın yaşı, çocukların yaşları toplamından on fazla olacaktır.",
        "gorselMetin": "B=2T, B+5=(T+15)+10",
        "secenekler": ["40", "32", "36", "44", "48"],
        "dogru_cevap": "A",
        "aciklama": "2T+5 = T+25. T=20. B=2*20=40."
      },
      {
        "tip": "matematik",
        "konu": "Hız Problemleri",
        "soruKoku": "A ve B kentleri arası kaç kilometredir? (Soru 27)",
        "sesliBetimleme": "Soru yirmi yedi. Saatte altmış kilometre hızla giden bir otobüs hareketinden iki saat sonra, aynınoktadan saatte doksan kilometre hızla bir otomobil yola çıkıyor. Otomobil, B kentine yüz kilometre kala otobüse yetişiyor.",
        "gorselMetin": "60t = 90(t-2)",
        "secenekler": ["360", "460", "400", "420", "500"],
        "dogru_cevap": "B",
        "aciklama": "30t=180, t=6 saat. Yol = (60*6)+100 = 460 km."
      },
      {
        "tip": "matematik",
        "konu": "İstatistik",
        "soruKoku": "Yeni sınıfta matematiği sevenlerin oranı yüzde kaç olur? (Soru 28)",
        "sesliBetimleme": "Soru yirmi sekiz. Kırk kişilik bir sınıftaki öğrencilerin yüzde yetmişi matematiği, yüzde ellisi Türkçeyi sevmektedir. Bu sınıfa sadece Türkçeyi seven on yeni öğrenci katılırsa...",
        "gorselMetin": "40 kişinin %70'i mat sever. +10 Türkçe seven kişi eklendi.",
        "secenekler": ["48", "52", "56", "60", "64"],
        "dogru_cevap": "C",
        "aciklama": "Mat seven: 28 kişi. Yeni mevcut: 50. 50'de 28 ise 100'de 56."
      },
      {
        "tip": "matematik",
        "konu": "Geometri",
        "soruKoku": "Bu üçgenın alanı kaç birimkaredir? (Soru 29)",
        "sesliBetimleme": "Soru yirmi dokuz. Bir dik üçgenın hipotenüs uzunluğu on üç birim, dik kenarlarından birinin uzunluğu beş birimdir.",
        "gorselMetin": "Hipotenüs=13, Kenar=5",
        "secenekler": ["24", "36", "42", "30", "60"],
        "dogru_cevap": "D",
        "aciklama": "Diğer kenar 12. Alan = (5*12)/2 = 30."
      },
      {
        "tip": "matematik",
        "konu": "Analitik Geometri",
        "soruKoku": "Bu doğru, parantez içinde bir virgül beş noktasından geçtiğine göre, k değeri kaçtır? (Soru 30)",
        "sesliBetimleme": "Soru otuz. Analitik düzlemde denklem şöyle: İki x, eksi, y, artı, k, eşittir, sıfır.",
        "gorselMetin": "2x - y + k = 0, Nokta=(1,5)",
        "secenekler": ["1", "2", "4", "5", "3"],
        "dogru_cevap": "E",
        "aciklama": "2(1) - 5 + k = 0 => -3 + k = 0. k=3."
      },
      {
        "tip": "tarih",
        "konu": "İslamiyet Öncesi Türk Tarihi",
        "soruKoku": "Uygurların bozkır kültüründen uzaklaşarak yerleşik hayata geçmelerinde ve askerî karakterlerinin değişiminde belirleyici olan inanç sistemi aşağıdakilerden hangisidir? Bögü Kağan döneminde benimsenen Maniheizm; hayvansal gıdayı ve savaşı yasaklamasıyla Uygurları tarım ve mimariye yönlendirirken savaşçılık yeteneklerinin zayıflamasına yol açmıştır.",
        "icerik": [],
        "secenekler": ["Maniheizm", "Budizm", "Musevilik", "Hristiyanlık", "Şamanizm"],
        "dogru_cevap": "A",
        "aciklama": "Uygurlar Bögü Kağan döneminde Maniheizm'i benimsemiş ve yerleşik hayata geçmişlerdir."
      },
      {
        "tip": "tarih",
        "konu": "Anadolu Selçuklu",
        "soruKoku": "Anadolu Selçuklu Devleti'nde esnaf ve zanaatkârlar arasında mesleki dayanışmayı tesis eden, üretim kalitesini denetleyen ve fütüvvetname esaslarına göre işleyen teşkilat aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["İkta", "Ahilik", "Lonca", "Gulam", "Vakıf"],
        "dogru_cevap": "B",
        "aciklama": "Ahi Evran tarafından kurulan Ahilik, mesleki eğitim ve denetim sağlayan kurumdur."
      },
      {
        "tip": "tarih",
        "konu": "Osmanlı Eğitimi",
        "soruKoku": "Osmanlı Devleti'nde devşirme kökenli yetenekli çocukların sadrazamlığa kadar yükselebildiği, saray bünyesinde yer alan ve üst düzey bürokrat yetiştiren eğitim kurumu aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Medrese", "Rüştiye", "İdadi", "Enderun", "Sıbyan Mektebi"],
        "dogru_cevap": "D",
        "aciklama": "Enderun Mektebi, Osmanlı'nın mülki ve askerî idari kadrosunu yetiştiren saray okuludur."
      },
      {
        "tip": "tarih",
        "konu": "Hint Deniz Seferleri",
        "soruKoku": "16. yüzyılda Coğrafi Keşifler neticesinde ticaret yollarının yön değiştirmesi üzerine Osmanlı Devleti'nin Portekiz'in Hint Okyanusu'ndaki hegemonyasını sonlandırmak ve bölgedeki Müslüman devletlere askeri destek ulaştırmak amacıyla gerçekleştirdiği seferler aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Akdeniz Hâkimiyet Seferleri", "Batı Deniz Seferleri", "Venedik Deniz Seferleri", "Kızıldeniz Seferleri", "Hint Deniz Seferleri"],
        "dogru_cevap": "E",
        "aciklama": "Piri Reis gibi denizcilerin katıldığı Hint Deniz Seferleri Baharat Yolu'nu canlandırmayı hedeflemiştir."
      },
      {
        "tip": "tarih",
        "konu": "Tanzimat Fermanı",
        "soruKoku": "Osmanlı Devleti'nde padişahın yetkilerini kendi isteğiyle sınırlandırdığı, kanun üstünlüğü ilkesinin ilk kez kabul edildiği ve anayasalcılık sürecinin başlangıcı sayılan belge aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Tanzimat Fermanı", "Sened-i İttifak", "Islahat Fermanı", "Kanun-i Esasi", "Vilayet Nizamnamesi"],
        "dogru_cevap": "A",
        "aciklama": "Sultan Abdülmecid dönemindeki Tanzimat Fermanı ile hukuk devleti yolunda adım atılmıştır."
      },
      {
        "tip": "tarih",
        "konu": "Çok Partili Hayat",
        "soruKoku": "2. Meşrutiyet'in ilanıyla (1908) birlikte 1909 anayasa değişiklikleri sonucunda Türk siyasi hayatında ilk kez görülen gelişme aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Cumhuriyetin ilanı", "Çok partili hayata geçilmesi", "Kadınlara seçme hakkı", "Saltanatın kaldırılması", "Meclisin açılması"],
        "dogru_cevap": "B",
        "aciklama": "2. Meşrutiyet dönemi çok partili demokratik hayatın başlangıcı olmuştur."
      },
      {
        "tip": "tarih",
        "konu": "Kanal Cephesi",
        "soruKoku": "Osmanlı Devleti'nin 1. Dünya Savaşı'nda İngiltere'nin sömürgeleriyle olan bağlantısını kesmek ve 1882'de kaybettiği Mısır'ı geri almak amacıyla açtığı taarruz cephesi aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Kafkas Cephesi", "Hicaz-Yemen Cephesi", "Kanal Cephesi", "Suriye-Filistin Cephesi", "Irak Cephesi"],
        "dogru_cevap": "C",
        "aciklama": "Alman desteğiyle açılan Kanal Cephesi Mısır'ı geri almayı amaçlayan bir taarruz cephesidir."
      },
      {
        "tip": "tarih",
        "konu": "Misak-ı Millî",
        "soruKoku": "Son Osmanlı Mebusan Meclisi'nde kabul edilen ve Millî Mücadele'nin siyasi programı niteliğinde olan, tam bağımsızlık hedefini belirleyen belge aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Teşkilat-ı Esasiye", "Amasya Genelgesi", "Erzurum Kongresi", "Misak-ı Millî", "Mudanya Mütarekesi"],
        "dogru_cevap": "D",
        "aciklama": "28 Ocak 1920'de kabul edilen Misak-ı Millî vatan sınırlarını çizmiştir."
      },
      {
        "tip": "tarih",
        "konu": "Sakarya Meydan Muharebesi",
        "soruKoku": "Mustafa Kemal Paşa'nın 'Hattı müdafaa yoktur, sathı müdafaa vardır. O satıh bütün vatandır.' emrini vererek topyekûn savaş stratejisini uyguladığı Millî Mücadele savaşı aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["1. İnönü Muharebesi", "2. İnönü Muharebesi", "Kütahya-Eskişehir", "Büyük Taarruz", "Sakarya Meydan Muharebesi"],
        "dogru_cevap": "E",
        "aciklama": "Sakarya Zaferi ile Türk ordusunun geri çekilişi durmuş ve üstünlük sağlanmıştır."
      },
      {
        "tip": "tarih",
        "konu": "Türk Medeni Kanunu",
        "soruKoku": "17 Şubat 1926 tarihinde yürürlüğe giren Türk Medeni Kanunu'nun, hukuk sistemindeki çok başlılığı sona erdirerek toplumsal yapıda sağladığı en temel dönüşüm aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Hukuk birliğinin sağlanmasıyla laik esaslara göre düzenlenme", "Kadınların seçimlere girmesi", "Patrikhane yetkilerinin artması", "Şer'iyye Vekaletinin kurulması", "Eğitim birliğinin sağlanması"],
        "dogru_cevap": "A",
        "aciklama": "Medeni Kanun ile hukukta ikilik sona ermiş ve laik esaslar kabul edilmiştir."
      },
      {
        "tip": "tarih",
        "konu": "Atatürk İlkeleri",
        "soruKoku": "Atatürk'ün 'Türkiye Cumhuriyeti'ni kuran Türkiye halkına Türk milleti denir.' sözüyle ifade edilen ve ırkçılığı reddederek millî birlik ve beraberliği esas alan ilkesi aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Cumhuriyetçilik", "Milliyetçilik", "Halkçılık", "Laiklik", "Devletçilik"],
        "dogru_cevap": "B",
        "aciklama": "Atatürk Milliyetçiliği ortak kültür etrafında birleşen kapsayıcı bir anlayıştır."
      },
      {
        "tip": "tarih",
        "konu": "Sadabat Paktı",
        "soruKoku": "Türkiye'nin 1937 yılında İtalya'nın Orta Doğu'daki yayılmacı politikalarına karşı Doğu sınırlarının güvenliğini sağlamak amacıyla İran, Irak ve Afganistan ile imzaladığı bölgesel ittifak aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Balkan Antantı", "Bağdat Paktı", "Sadabat Paktı", "Ankara Antlaşması", "Montrö Sözleşmesi"],
        "dogru_cevap": "C",
        "aciklama": "Sadabat Paktı ile doğu sınırları diplomatik yolla güvence altına alınmıştır."
      },
      {
        "tip": "tarih",
        "konu": "Türk Dünyası",
        "soruKoku": "Kırım'da çıkardığı Tercüman gazetesi aracılığıyla 'Dilde, fikirde, işte birlik' şiarını savunan ve Türk dünyasında eğitim modernleşmesini başlatan düşünür aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Ziya Gökalp", "Yusuf Akçura", "Mehmet Emin Yurdakul", "İsmail Gaspıralı", "Ömer Seyfettin"],
        "dogru_cevap": "D",
        "aciklama": "İsmail Gaspıralı dilde ve fikirde birlik için Usul-i Cedid eğitimini başlatmıştır."
      },
      {
        "tip": "cografya",
        "konu": "Yer Şekilleri",
        "soruKoku": "Türkiye’nin tektonik oluşumu ve dış kuvvetlerin yer şekilleri üzerindeki etkisi düşünüldüğünde, aşağıdaki ovalardan hangisi 'akarsu biriktirmesi' sonucu oluşan bir delta ovası olmayıp, 'fay hattına bağlı çöküntü' sonucu oluşan bir tektonik ovadır?",
        "icerik": [],
        "secenekler": ["Çarşamba", "Bafra", "Silifke", "Balat", "Erbaa"],
        "dogru_cevap": "E",
        "aciklama": "Erbaa Ovası Kuzey Anadolu Fay Hattı üzerindeki bir tektonik çöküntüdür."
      },
      {
        "tip": "cografya",
        "konu": "İklim ve Toprak",
        "soruKoku": "Türkiye’de iklimin toprak ve bitki örtüsü üzerindeki belirleyici etkisi dikkate alındığında; kış ılıklığı isteyen, kırmızı renkli ve kalker (kireç taşı) üzerinde gelişen 'Terra-Rossa' topraklarının yaygın olduğu bir yörede aşağıdaki ağaç türlerinden hangisinin doğal olarak yetişmesi beklenir?",
        "icerik": [],
        "secenekler": ["Zeytin", "Sarıçam", "Ladin", "Kayın", "Sığla"],
        "dogru_cevap": "A",
        "aciklama": "Terra-Rossa Akdeniz iklimi toprağıdır ve zeytin bu iklimin bitkisidir."
      },
      {
        "tip": "cografya",
        "konu": "Kırsal Yerleşmeler",
        "soruKoku": "Temel ekonomik faaliyetinin tarım olması nedeniyle genellikle 'kalıcı' yerleşme statüsünde bulunan kırsal yerleşme birimi aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Yayla", "Mezra", "Oba", "Kom", "Ağıl"],
        "dogru_cevap": "B",
        "aciklama": "Mezra yerleşmelerinde temel faaliyet tarım olduğu için kalıcıdırlar."
      },
      {
        "tip": "cografya",
        "konu": "Tarım",
        "soruKoku": "Aşağıdaki ürünlerden hangisinin ekim alanının belirlenmesinde 'sanayi tesisine (fabrikaya) yakınlık' en temel belirleyici unsurdur?",
        "icerik": [],
        "secenekler": ["Pamuk", "Zeytin", "Şeker Pancarı", "Buğday", "Fındık"],
        "dogru_cevap": "C",
        "aciklama": "Şeker pancarı çabuk bozulduğu için fabrikalara yakın yerlerde ekilir."
      },
      {
        "tip": "cografya",
        "konu": "Turizm",
        "soruKoku": "2021 yılında UNESCO listesine dahil edilen, kerpiç saray mimarisi ve bürokrasiye dair en eski devlet modelinin izlerini taşıyan 'Arslantepe Höyüğü' aşağıdaki illerimizin hangisinde yer almaktadır?",
        "icerik": [],
        "secenekler": ["Şanlıurfa", "Çorum", "Gaziantep", "Malatya", "Nevşehir"],
        "dogru_cevap": "D",
        "aciklama": "Arslantepe Höyüğü Malatya'da bulunur ve 2021'de UNESCO listesine girmiştir."
      },
      {
        "tip": "anayasa",
        "konu": "Yürütme",
        "soruKoku": "Cumhurbaşkanı aşağıdaki konulardan hangisinde olağan dönemlerde bir Cumhurbaşkanlığı kararnamesi ile düzenleme yapabilir?",
        "icerik": [],
        "secenekler": ["Temel haklar", "Kişi hakları", "Siyasi haklar", "Kanunla düzenlenen konular", "Yürütme yetkisine ilişkin konular"],
        "dogru_cevap": "E",
        "aciklama": "Cumhurbaşkanı olağan dönemde sadece yürütme yetkisine dair kararnameler çıkarabilir."
      },
      {
        "tip": "anayasa",
        "konu": "Cumhurbaşkanı Vekilliği",
        "soruKoku": "1982 Anayasası’na göre, Cumhurbaşkanlığı makamının herhangi bir nedenle boşalması halinde (ölüm, istifa vb.), yenisi seçilene kadar Cumhurbaşkanlığına aşağıdakilerden hangisi vekalet eder?",
        "icerik": [],
        "secenekler": ["Cumhurbaşkanı Yardımcısı", "TBMM Başkanı", "En yaşlı yardımcı", "Anayasa Mahkemesi Başkanı", "İçişleri Bakanı"],
        "dogru_cevap": "A",
        "aciklama": "Makalın boşalması halinde vekalet yetkisi Cumhurbaşkanı Yardımcısı'na geçer."
      },
      {
        "tip": "anayasa",
        "konu": "Bütçe",
        "soruKoku": "'Merkezi Yönetim Bütçe Kanun Teklifi' aşağıdakilerden hangisi tarafından, mali yılbaşından en az kaç gün önce Türkiye Büyük Millet Meclisi’ne sunulur?",
        "icerik": [],
        "secenekler": ["Hazine Bakanı - 60 gün", "Cumhurbaşkanı - 75 gün", "Strateji Başkanı - 75 gün", "Bütçe Başkanı - 75 gün", "Yardımcı - 45 gün"],
        "dogru_cevap": "B",
        "aciklama": "Bütçeyi sunma görevi Cumhurbaşkanı'ndadır ve süre mali yıldan 75 gün öncedir."
      },
      {
        "tip": "anayasa",
        "konu": "OHAL",
        "soruKoku": "Olağanüstü Hal (OHAL) ilan etme yetkisi aşağıdakilerden hangisine aittir?",
        "icerik": [],
        "secenekler": ["MGK", "TBMM", "Cumhurbaşkanı", "İçişleri Bakanı", "Genelkurmay Başkanı"],
        "dogru_cevap": "C",
        "aciklama": "OHAL ilan etme yetkisi 2017 değişikliği ile Cumhurbaşkanı'na verilmiştir."
      },
      {
        "tip": "anayasa",
        "konu": "İdare",
        "soruKoku": "5393 sayılı Belediye Kanunu’na göre, belediye idaresinin kurulmasıyla ilgili aşağıdaki durumlardan hangisinde belediye kurulması zorunluluk arz eder?",
        "icerik": [],
        "secenekler": ["Tüm köylerde", "Uzak mahallelerde", "Nüfusu 5.000 yerlerde", "İl merkezlerinde", "En az 2.000 nüfusta"],
        "dogru_cevap": "D",
        "aciklama": "İl ve ilçe merkezlerinde nüfusa bakılmaksızın belediye kurulması zorunludur."
      },
      {
        "tip": "anayasa",
        "konu": "HSK",
        "soruKoku": "1982 Anayasası'na göre Hâkimler ve Savcılar Kurulu (HSK) toplam kaç üyeden oluşur?",
        "icerik": [],
        "secenekler": ["7", "11", "15", "22", "13"],
        "dogru_cevap": "E",
        "aciklama": "HSK 13 üyeden oluşur ve başkanı Adalet Bakanıdır."
      },
      {
        "tip": "guncel bilgi",
        "konu": "EURO 2024",
        "soruKoku": "2024 yılında Almanya'da düzenlenen Avrupa Futbol Şampiyonası (EURO 2024) finalinde İngiltere'yi yenerek şampiyon olan ülke hangisidir?",
        "icerik": [],
        "secenekler": ["İspanya", "Fransa", "Hollanda", "Portekiz", "İtalya"],
        "dogru_cevap": "A",
        "aciklama": "İspanya finalde İngiltere'yi 2-1 yenerek 4. şampiyonluğunu almıştır."
      },
      {
        "tip": "guncel bilgi",
        "konu": "Nobel",
        "soruKoku": "2024 Nobel Edebiyat Ödülü'nü kazanan, 'şiirsel düzyazısı ile tarihsel travmalarla yüzleştiği' belirtilen ilk Güney Koreli yazar hangisidir?",
        "icerik": [],
        "secenekler": ["Haruki Murakami", "Han Kang", "Mo Yan", "Jon Fosse", "Kazuo Ishiguro"],
        "dogru_cevap": "B",
        "aciklama": "Han Kang 2024 Nobel Edebiyat Ödülü'ne layık görülmüştür."
      },
      {
        "tip": "guncel bilgi",
        "konu": "UNESCO",
        "soruKoku": "UNESCO tarafından, kuantum fiziğinin keşfinin 100. yılı olması vesilesiyle dünya genelinde '2025 yılı' ne yılı ilan edilmiştir?",
        "icerik": [],
        "secenekler": ["Uzay Yılı", "Yapay Zeka Yılı", "Uluslararası Kuantum Bilimi ve Teknolojisi Yılı", "Matematik Yılı", "Sürdürülebilirlik Yılı"],
        "dogru_cevap": "C",
        "aciklama": "2025 yılı kuantum biliminin önemine adanmıştır."
      },
      {
        "tip": "guncel bilgi",
        "konu": "G20",
        "soruKoku": "2025 yılı G20 dönem başkanlığını yürütecek olan ve zirveye ev sahipliği yapacak olan ülke aşağıdakilerden hangisidir?",
        "icerik": [],
        "secenekler": ["Brezilya", "Hindistan", "Türkiye", "Güney Afrika", "Avustralya"],
        "dogru_cevap": "D",
        "aciklama": "2025 G20 zirvesine Güney Afrika ev sahipliği yapacaktır."
      },
      {
        "tip": "guncel bilgi",
        "konu": "Ulaşım",
        "soruKoku": "Van Gölü üzerinde çalışan, 50 vagon taşıma kapasitesine sahip ve Türkiye'nin en büyük feribotu olma özelliğini taşıyan geminin adı nedir?",
        "icerik": [],
        "secenekler": ["Bitlisi", "Fatih Mehmet", "Yavuz Selim", "Barbaros", "Sultan Alparslan"],
        "dogru_cevap": "E",
        "aciklama": "Sultan Alparslan feribotu Türkiye'nin en büyük kapasiteli feribotudur."
      },
      {
        "tip": "guncel bilgi",
        "konu": "Türkolog",
        "soruKoku": "2024 yılında İstanbul'da vefat eden, Türk dünyası ve Dede Korkut üzerine yaptığı bilimsel çalışmalarla tanınan ünlü Azerbaycanlı Türkolog kimdir?",
        "icerik": [],
        "secenekler": ["Kamil Veli Nerimanoğlu", "Bahtiyar Vahapzade", "Anar Rızayev", "Elçin Efendiyev", "Ramiz Rövşen"],
        "dogru_cevap": "A",
        "aciklama": "Prof. Dr. Kamil Veli Nerimanoğlu ünlü bir Azerbaycanlı Türkologdur."
      }
    ]
  }
]