[
  {
    "ust_baslik": "İnkılap Tarihi Karma",
    "tests": [
      {
        "alt_baslik": "Test 1",
        "soru_sayisi": 20,
        "sorular": [
            { "id": 1, "soru": "Mustafa Kemal'in 'Gazeteci Şerif Bey' takma adıyla, Enver Bey'in ise 'Kuyumcu Hamdi' kimliğiyle gizlice giderek yerel halkı İtalyanlara karşı örgütlediği savaş hangisidir?", "secenekler": ["1. Balkan Savaşı", "Trablusgarp Savaşı", "Dömeke Meydan Savaşı", "93 Harbi", "1. Dünya Savaşı"], "dogru_cevap": "B", "aciklama": "Osmanlı donanması yetersiz olduğu için subaylar gizlice Trablusgarp'a giderek halkı örgütlemişlerdir." },
            { "id": 2, "soru": "Osmanlı Devleti'nin Kuzey Afrika'daki son toprak parçasını kaybettiği ve On İki Ada'nın geçici olarak İtalya'ya bırakıldığı antlaşma aşağıdakilerden hangisidir?", "secenekler": ["Londra Antlaşması", "Bükreş Antlaşması", "Uşi Antlaşması", "Atina Antlaşması", "İstanbul Antlaşması"], "dogru_cevap": "C", "aciklama": "1912 Uşi Antlaşması ile Trablusgarp İtalya'ya bırakılmış, Kuzey Afrika hakimiyeti sona ermiştir." },
            { "id": 3, "soru": "1. Balkan Savaşı sonucunda Osmanlı Devleti'nin sınırlarının 'Midye-Enez Hattı' olarak belirlendiği ve Edirne'nin kaybedildiği antlaşma hangisidir?", "secenekler": ["Atina Antlaşması", "İstanbul Antlaşması", "Londra Antlaşması", "Selanik Ateşkesi", "Paris Antlaşması"], "dogru_cevap": "C", "aciklama": "1913 Londra Antlaşması ile Osmanlı, Midye-Enez hattının batısındaki toprakları kaybetmiştir." },
            { "id": 4, "soru": "Osmanlı tarihinde ordunun siyasete karışmasının en somut örneği olan ve İttihat Terakki'nin yönetimi tam olarak ele geçirmesini sağlayan darbe hangisidir?", "secenekler": ["31 Mart Vakası", "Kuleli Vakası", "Bab-ı Ali Baskını", "Çırağan Baskını", "Vaka-i Vakvakiye"], "dogru_cevap": "C", "aciklama": "1913'te Enver Bey önderliğinde yapılan Bab-ı Ali Baskını ile Kamil Paşa hükümeti devrilmiştir." },
            { "id": 5, "soru": "Aşağıdaki devletlerden hangisi 1. Balkan Savaşı'na katılmadığı halde, Bulgaristan'ın fazla toprak kazanmasından rahatsız olarak 2. Balkan Savaşı'na katılmıştır?", "secenekler": ["Yunanistan", "Sırbistan", "Karadağ", "Romanya", "Arnavutluk"], "dogru_cevap": "D", "aciklama": "Romanya, 1. Balkan Savaşı'nda yoktur ancak 2. Balkan Savaşı'nda Bulgaristan'a karşı savaşa girmiştir." },
            { "id": 6, "soru": "Mustafa Kemal Paşa'nın 1. Dünya Savaşı'nda, Rus işgali altındaki Muş ve Bitlis'i geri aldığı cephe ve o sıradaki rütbesi aşağıdakilerden hangisidir?", "secenekler": ["Çanakkale - Yarbay", "Kafkas - Tuğgeneral", "Suriye - Yıldırım Orduları Komutanı", "Irak - Mirliva", "Galiçya - Kurmay Albay"], "dogru_cevap": "B", "aciklama": "Mustafa Kemal, Kafkas Cephesi'nde 16. Kolordu Komutanı olarak Tuğgeneral rütbesiyle Muş ve Bitlis'i kurtarmıştır." },
            { "id": 7, "soru": "İtilaf Devletleri arasında yapılan gizli antlaşmalardan hangisi, Rusya'da çıkan Bolşevik İhtilali sonrası Çarlık rejiminin yıkılmasıyla uygulama alanı bulamamıştır?", "secenekler": ["Sykes-Picot", "Londra Antlaşması", "İstanbul Antlaşması", "Mac-Mahon", "St. Jean de Maurienne"], "dogru_cevap": "C", "aciklama": "İstanbul Antlaşması ile Boğazlar Rusya'ya verilecekti ancak rejim değişikliği nedeniyle bu plan uygulanamadı." },
            { "id": 8, "soru": "İngiltere'nin Arapları Osmanlı Devleti'ne karşı ayaklandırmak amacıyla Mekke Emiri Şerif Hüseyin ile imzaladığı gizli antlaşma aşağıdakilerden hangisidir?", "secenekler": ["Balfour Deklarasyonu", "Mac-Mahon Antlaşması", "Sykes-Picot", "Londra Antlaşması", "Paris Konferansı"], "dogru_cevap": "B", "aciklama": "Mac-Mahon Antlaşması, Hicaz Emiri Şerif Hüseyin'e büyük bir Arap Krallığı vaat ederek Osmanlı'ya isyanı tetiklemiştir." },
            { "id": 9, "soru": "1. Dünya Savaşı devam ederken ABD'nin savaşa İtilaf Devletleri yanında girmesine neden olan ve Almanya'nın Meksika'ya gönderdiği iddia edilen belge hangisidir?", "secenekler": ["Wilson İlkeleri", "Monroe Doktrini", "Zimmermann Telgrafı", "Balfour Deklarasyonu", "Atlantik Bildirisi"], "dogru_cevap": "C", "aciklama": "Alman Dışişleri Bakanı Zimmermann'ın Meksika'ya gönderdiği şifreli telgrafın çözülmesi ABD'nin savaşa girişini hızlandırdı." },
            { "id": 10, "soru": "Osmanlı topraklarının paylaşımının kesinleştirildiği ve Sevr Antlaşması'nın taslağının hazırlandığı, Osmanlı'nın davet dahi edilmediği 1920 tarihli konferans hangisidir?", "secenekler": ["Paris Barış Konferansı", "Londra Konferansı", "San Remo Konferansı", "Berlin Konferansı", "Yalta Konferansı"], "dogru_cevap": "C", "aciklama": "San Remo Konferansı'nda İtilaf Devletleri, Osmanlı topraklarını manda ve himaye sistemine göre paylaşmıştır." },
            { "id": 11, "soru": "Irak Cephesi'nde İngiliz General Townshend ve ordusunun esir alındığı, 'Kut Bayramı' olarak da kutlanan zaferin komutanı kimdir?", "secenekler": ["Enver Paşa", "Kazım Karabekir", "Halil (Kut) Paşa", "Fahrettin Paşa", "Cemal Paşa"], "dogru_cevap": "C", "aciklama": "Halil Paşa, Kut'ül Amare'de İngiliz kuvvetlerini kuşatarak teslim almış ve Kut soyadını almıştır." },
            { "id": 12, "soru": "1917'de yayınlanan ve Filistin topraklarında bir Yahudi devletinin kurulmasını öngören İngiliz belgesi aşağıdakilerden hangisidir?", "secenekler": ["Balfour Deklarasyonu", "Sykes-Picot", "Wilson İlkeleri", "San Remo Kararları", "Reval Görüşmeleri"], "dogru_cevap": "A", "aciklama": "İngiliz Dışişleri Bakanı Arthur Balfour'un yayınladığı deklarasyon, İsrail devletinin kuruluş sürecinin başlangıcı sayılır." },
            { "id": 13, "soru": "Milli Mücadele'de Doğu Anadolu'nun Türk yurdu olduğunu kanıtlamak için 'Albayrak', 'Hadisat' ve 'Le Pays' gazetelerini çıkaran cemiyet hangisidir?", "secenekler": ["Trabzon Muhafaza-i Hukuk", "Şark Vilayetleri Müdafaa-i Hukuk", "Milli Kongre", "Kars İslam Şurası", "Kilikyalılar"], "dogru_cevap": "B", "aciklama": "Şark Vilayetleri MHC, bölgenin nüfus çoğunluğunun Türk olduğunu basın yoluyla dünyaya duyurmaya çalışmıştır." },
            { "id": 14, "soru": "Mondros Mütarekesi'nden sonra işgallere karşı kurulan ilk yararlı cemiyet olan ve bölgesel bir hükümet (Cenub-i Garbi Kafkas) kuran örgüt hangisidir?", "secenekler": ["Trakya Paşaeli Cemiyeti", "Kars İslam Şurası", "İzmir Müdafaa-i Hukuk", "Reddi İlhak Cemiyeti", "Anadolu Kadınları Müdafaa-i Vatan"], "dogru_cevap": "B", "aciklama": "Kars İslam Şurası, mütarekeden hemen sonra 5 Kasım 1918'de kurulan ilk direniş örgütüdür." },
            { "id": 15, "soru": "Rum Patrikhanesi'ne bağlı olarak çalışan, 'Megali İdea'yı gerçekleştirmeyi amaçlayan ve izci teşkilatlarını dahi kullanan en tehlikeli cemiyet hangisidir?", "secenekler": ["Etnik-i Eterya", "Pontus Rum", "Mavri Mira", "Kordos Komitesi", "Alyans İsrailit"], "dogru_cevap": "C", "aciklama": "Mavri Mira (Kara Gün), Bizans'ı yeniden canlandırmak isteyen ve Patrikhane tarafından yönetilen cemiyettir." },
            { "id": 16, "soru": "Medrese hocaları tarafından kurulan, Milli Mücadele'ye karşı fetvalar yayınlayan ve Konya ayaklanmasının çıkmasında etkili olan zararlı cemiyet hangisidir?", "secenekler": ["Sulh ve Selameti Osmaniye", "Teali İslam Cemiyeti", "İngiliz Muhipleri", "Wilson İlkeleri", "Hürriyet ve İtilaf"], "dogru_cevap": "B", "aciklama": "Teali İslam Cemiyeti, dini duyguları istismar ederek halkı Milli Mücadele'ye karşı kışkırtmıştır." },
            { "id": 17, "soru": "Milli Mücadele'nin haklılığını basın yoluyla duyurmayı ilke edinen ve 'Kuvayımilliye' kavramını raporlarında ilk kez kullanan cemiyet hangisidir?", "secenekler": ["Milli Kongre Cemiyeti", "Karakol Cemiyeti", "Mim Mim Grubu", "Felah Grubu", "Vahdet-i Milliye"], "dogru_cevap": "A", "aciklama": "Doktor Esat Işık önderliğindeki Milli Kongre Cemiyeti, bölgesel değil ulusal kurtuluşu ve basın gücünü savunmuştur." },
            { "id": 18, "soru": "İstanbul Hükümeti tarafından desteklenen ve Damat Ferit Paşa'nın da üyesi olduğu, İngiliz mandasını savunan cemiyet hangisidir?", "secenekler": ["Wilson İlkeleri Cemiyeti", "İngiliz Muhipleri Cemiyeti", "Nigehban Cemiyeti", "Kürt Teali Cemiyeti", "Hürriyet ve İtilaf"], "dogru_cevap": "B", "aciklama": "İngiliz Muhipleri (Dostları) Cemiyeti, kurtuluşun ancak İngiliz himayesine girmekle mümkün olacağını savunmuştur." },
            { "id": 19, "soru": "Amasya Genelgesi'nin ordu üzerinde daha etkili olması için genelgeyi imzalayanlar arasında yer almayıp, telgrafla onaylayan komutanlar kimlerdir?", "secenekler": ["Rauf Orbay - Refet Bele", "Kazım Karabekir - Mersinli Cemal Paşa", "Ali Fuat Cebesoy - İsmet İnönü", "Fevzi Çakmak - Kazım Özalp", "Refet Bele - Ali İhsan Sabis"], "dogru_cevap": "B", "aciklama": "Kazım Karabekir (Erzurum) ve Mersinli Cemal Paşa (Konya), genelgeyi telgrafla onaylamışlardır." },
            { "id": 20, "soru": "Mustafa Kemal ve Rauf Orbay'ın Erzurum Kongresi'ne katılabilmeleri için delegelik haklarından feragat eden vatanseverler aşağıdakilerden hangisidir?", "secenekler": ["Kazım Karabekir - Ali Fuat", "Cevat Dursunoğlu - Kazım Yurdalan", "Hacim Muhittin - Çerkez Ethem", "Bekir Sami - Yusuf Kemal", "Yahya Kaptan - Refet Bele"], "dogru_cevap": "B", "aciklama": "Erzurum delegeleri Cevat Dursunoğlu ve Kazım Yurdalan istifa ederek yerlerini Mustafa Kemal ve Rauf Orbay'a bırakmıştır." }
          ]
        },
        {
          "alt_baslik": "Test 2",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 21, "soru": "Batı Cephesi'nde Yunan işgaline karşı toplanan, Hacim Muhittin Bey'in başkanlık ettiği ancak Sivas Kongresi'ne katılmakta çekimser davranan kongre hangisidir?", "secenekler": ["Nazilli Kongresi", "Balıkesir Kongresi", "Pozantı Kongresi", "Lüleburgaz Kongresi", "Alaşehir Kongresi"], "dogru_cevap": "B", "aciklama": "Balıkesir Kongresi, padişaha bağlılık bildirdiği için Sivas'taki ulusal birleşmeye mesafeli durmuştur." },
            { "id": 22, "soru": "Mustafa Kemal Paşa'nın TBMM Başkanı sıfatıyla bizzat katıldığı son kongre olan ve Kilikya bölgesindeki direnişi teşkilatlandıran kongre hangisidir?", "secenekler": ["1. Pozantı Kongresi", "Afyon Kongresi", "Edirne Kongresi", "Sivas Kongresi", "Erzurum Kongresi"], "dogru_cevap": "A", "aciklama": "5 Ağustos 1920'deki Pozantı Kongresi'ne Mustafa Kemal ve Fevzi Çakmak katılarak güney direnişini yönetmişlerdir." },
            { "id": 23, "soru": "Son Osmanlı Mebusan Meclisi'nin toplanması kararı alındıktan sonra Mustafa Kemal, hangi ilin milletvekili olarak meclise seçilmiştir?", "secenekler": ["Ankara", "İzmir", "Erzurum", "Selanik", "İstanbul"], "dogru_cevap": "C", "aciklama": "Mustafa Kemal, Son Osmanlı Mebusan Meclisi'ne Erzurum milletvekili olarak seçilmiş, ancak güvenlik nedeniyle İstanbul'a gitmemiştir." },
            { "id": 24, "soru": "'Vatanın bütünlüğü, milletin bağımsızlığı tehlikededir.' maddesiyle Kurtuluş Savaşı'nın gerekçesini ilk kez ortaya koyan belge hangisidir?", "secenekler": ["Havza Genelgesi", "Amasya Genelgesi", "Erzurum Kongresi Kararları", "Misak-ı Milli", "Teşkilat-ı Esasiye"], "dogru_cevap": "B", "aciklama": "Amasya Genelgesi, Milli Mücadele'nin gerekçesini, amacını ve yöntemini belirleyen ihtilal beyannamesidir." },
            { "id": 25, "soru": "Temsil Heyeti'nin, Ali Fuat Paşa'yı Batı Cephesi Komutanlığı'na ataması, heyetin hangi yetkiyi kullandığını gösterir?", "secenekler": ["Yasama", "Yargı", "Yürütme", "Denetleme", "Diplomasisi"], "dogru_cevap": "C", "aciklama": "Atama yapmak bir hükümet (yürütme) tasarrumudur. Temsil Heyeti ilk kez yürütme yetkisini kullanmıştır." },
            { "id": 26, "soru": "TBMM'nin uluslararası alanda imzaladığı ilk antlaşma olan ve 'Türkiye' adının resmi bir belgede ilk kez geçtiği antlaşma hangisidir?", "secenekler": ["Moskova Antlaşması", "Gümrü Antlaşması", "Kars Antlaşması", "Batum Antlaşması", "Ankara Antlaşması"], "dogru_cevap": "B", "aciklama": "Ermenistan ile imzalanan Gümrü Antlaşması, TBMM'nin ilk siyasi başarısıdır ve Sevr'i geçersiz kılan ilk belgedir." },
            { "id": 27, "soru": "Güney Cephesi'nde Fransız işgaline karşı, Antep savunmasında Kilis-Antep yolunu tutarak şehit düşen milli kahraman kimdir?", "secenekler": ["Sütçü İmam", "Rıdvan Hoca", "Şahin Bey", "Ali Saip Bey", "Yörük Ali Efe"], "dogru_cevap": "C", "aciklama": "Şahin Bey (Mehmet Sait), 'Düşman cesedimi çiğnemeden Antep'e giremez' diyerek köprü başında şehit olmuştur." },
            { "id": 28, "soru": "Mustafa Kemal Paşa'nın 'Melhame-i Kübra' (Büyük Kıyım/Kan Gölü) olarak adlandırdığı ve subay zayiatının çok olması nedeniyle 'Subaylar Savaşı' denilen muharebe hangisidir?", "secenekler": ["1. İnönü", "Kütahya-Eskişehir", "Sakarya Meydan Muharebesi", "Büyük Taarruz", "2. İnönü"], "dogru_cevap": "C", "aciklama": "Sakarya Savaşı, 22 gün 22 gece sürmüş ve çok sayıda subay şehit olduğu için bu isimle anılmıştır." },
            { "id": 29, "soru": "Büyük Taarruz sırasında Yunan ordusunun geri çekilme hatlarını keserek İzmir'e ilk giren birlikleri komuta eden Süvari Kolordu Komutanı kimdir?", "secenekler": ["Fahrettin Altay", "Refet Bele", "Kazım Özalp", "Yakup Şevki Paşa", "Nurettin Paşa"], "dogru_cevap": "A", "aciklama": "Fahrettin Altay Paşa, Büyük Taarruz'da süvarileriyle Yunan hatlarını yararak İzmir'e ulaşmıştır." },
            { "id": 30, "soru": "Mudanya Ateşkes Antlaşması görüşmelerine TBMM adına İsmet Paşa katılırken, hangi devlet konferansta fiilen bulunmayıp İngiltere tarafından temsil edilmiştir?", "secenekler": ["Fransa", "İtalya", "Yunanistan", "Rusya", "ABD"], "dogru_cevap": "C", "aciklama": "Yunanistan Mudanya'da masaya oturmamış, ateşkes şartlarını müttefiki İngiltere aracılığıyla kabul etmiştir." },
            { "id": 31, "soru": "İstiklal Marşı'nın kabul edildiği tarihte (12 Mart 1921) yürürlükte olan anayasa ve dönemin Milli Eğitim Bakanı eşleştirmesi hangisinde doğrudur?", "secenekler": ["Kanun-i Esasi - Hamdullah Suphi", "1921 Anayasası - Hamdullah Suphi", "1924 Anayasası - Hasan Ali Yücel", "1921 Anayasası - Rıza Nur", "Kanun-i Esasi - Mehmet Akif"], "dogru_cevap": "B", "aciklama": "İstiklal Marşı kabul edildiğinde Teşkilat-ı Esasiye (1921) yürürlükteydi ve MEB Hamdullah Suphi Tanrıöver'di." },
            { "id": 32, "soru": "Kurtuluş Savaşı'nda ordu komutanı olarak görev yapıp daha sonra mareşal rütbesine yükselen, Atatürk'ten sonraki tek mareşal kimdir?", "secenekler": ["İsmet İnönü", "Kazım Karabekir", "Fevzi Çakmak", "Ali Fuat Cebesoy", "Refet Bele"], "dogru_cevap": "C", "aciklama": "Fevzi Çakmak, Büyük Taarruz'daki başarılarından dolayı Mustafa Kemal'in önerisiyle Mareşal rütbesine yükseltilmiştir." },
            { "id": 33, "soru": "Kadınlara siyasi hakların verilmesi sürecinde 'BMW' kodlamasıyla bilinen kronolojik sıralama aşağıdakilerden hangisidir?", "secenekler": ["Belediye - Muhtar - Vekil", "Vekil - Muhtar - Belediye", "Muhtar - Belediye - Vekil", "Belediye - Vekil - Muhtar", "Vekil - Belediye - Muhtar"], "dogru_cevap": "A", "aciklama": "1930 Belediye, 1933 Muhtar, 1934 Vekil (Milletvekili) seçme/seçilme hakları sırasıyla verilmiştir." },
            { "id": 34, "soru": "Şeyh Sait İsyanı'nın bastırılması sürecinde çıkarılan ve hükümete basını susturma, parti kapatma gibi olağanüstü yetkiler veren kanun hangisidir?", "secenekler": ["Hıyanet-i Vataniye", "Takrir-i Sükûn", "Teşkilat-ı Esasiye", "Nisab-ı Müzakere", "Firariler Kanunu"], "dogru_cevap": "B", "aciklama": "1925-1929 arası uygulanan Takrir-i Sükûn Kanunu, rejimi korumak için sert önlemler getirmiştir." },
            { "id": 35, "soru": "1926 yılında kabul edilen Türk Medeni Kanunu ile kadınlara aşağıdaki haklardan hangisi verilmemiştir?", "secenekler": ["Mirasta eşitlik", "İstediği mesleğe girme", "Boşanma hakkı", "Seçme ve seçilme hakkı", "Mahkemede tanıklıkta eşitlik"], "dogru_cevap": "D", "aciklama": "Seçme ve seçilme hakkı siyasi bir haktır ve Medeni Kanun ile değil, 1930, 1933 ve 1934 yıllarındaki düzenlemelerle verilmiştir." },
            { "id": 36, "soru": "Çok partili hayata geçişin ilk denemesi olan Terakkiperver Cumhuriyet Fırkası'nın kapatılmasına neden olan gelişme hangisidir?", "secenekler": ["İzmir Suikastı", "Menemen Olayı", "Şeyh Sait İsyanı", "Çerkez Ethem İsyanı", "Dersim Olayları"], "dogru_cevap": "C", "aciklama": "Parti, doğu illerindeki şubelerinin Şeyh Sait isyanına karıştığı gerekçesiyle Takrir-i Sükûn Kanunu'na dayanılarak kapatılmıştır." },
            { "id": 37, "soru": "Aşağıdaki inkılap eşleştirmelerinden hangisi yanlıştır?", "secenekler": ["Şapka Kanunu - 1925", "Soyadı Kanunu - 1934", "Harf İnkılabı - 1928", "Kabotaj Kanunu - 1926", "Halifeliğin Kaldırılması - 1923"], "dogru_cevap": "E", "aciklama": "Halifelik 3 Mart 1924'te kaldırılmıştır. 1923'te Cumhuriyet ilan edilmiştir." },
            { "id": 38, "soru": "Türkiye ile Fransa arasında yaşanan, 'Bozkurt' adlı Türk gemisi ile Fransız gemisinin çarpışması sonucu Lahey Adalet Divanı'na taşınan hukuki olay hangisidir?", "secenekler": ["Etabli Sorunu", "Bozkurt-Lotus Davası", "Vagon-Li Olayı", "Razgrad Olayı", "Yabancı Okullar"], "dogru_cevap": "B", "aciklama": "Mahmut Esat (Bozkurt) Bey'in savunduğu davada Türkiye, uluslararası sularda yargı yetkisini kabul ettirmiştir." },
            { "id": 39, "soru": "Lozan'dan sonra kurulan Uluslararası Boğazlar Komisyonu'nun yetkilerini Türkiye'ye devreden ve Boğazlarda tam egemenlik sağlayan 1936 tarihli sözleşme hangisidir?", "secenekler": ["Londra Sözleşmesi", "Montrö Boğazlar Sözleşmesi", "Paris Antlaşması", "Sadabat Paktı", "Balkan Antantı"], "dogru_cevap": "B", "aciklama": "Montrö ile Türkiye, Boğazları silahlandırma hakkını elde etmiş ve komisyon kaldırılmıştır." },
            { "id": 40, "soru": "1933 yılında İstanbul'da Fransız bir şirkette Türkçe konuşan memurun işten atılması üzerine başlayan ve 'Vatandaş Türkçe Konuş' kampanyasına dönüşen olay hangisidir?", "secenekler": ["Razgrad Olayı", "Vagon-Li Olayı", "Bursa Olayı", "Bozkurt-Lotus", "6-7 Eylül Olayları"], "dogru_cevap": "B", "aciklama": "Vagon-Li (Yataklı Vagonlar) şirketindeki bu olay, dönemin milliyetçi hassasiyetini ve Türkçe bilincini artırmıştır." }
          ]
        },
        {
          "alt_baslik": "Test 3",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 41, "soru": "Türkiye'nin doğu sınırlarını güvence altına almak için 1937'de imzaladığı Sadabat Paktı'na, Hatay sorunu nedeniyle katılmayan devlet hangisidir?", "secenekler": ["İran", "Irak", "Afganistan", "Suriye", "Pakistan"], "dogru_cevap": "D", "aciklama": "Suriye, Türkiye ile Hatay; Irak ile sınır sorunları yaşadığı için pakta katılmamıştır. Pakistan henüz kurulmamıştır." },
            { "id": 42, "soru": "Hatay Cumhuriyeti'nin kurulmasından sonra ilk ve tek Cumhurbaşkanı olarak görev yapan devlet adamı kimdir?", "secenekler": ["Abdurrahman Melek", "Tayfur Sökmen", "Rauf Orbay", "Şükrü Kaya", "Hasan Rıza Soyak"], "dogru_cevap": "B", "aciklama": "Tayfur Sökmen, Hatay Devleti'nin Cumhurbaşkanıdır. Başbakanı ise Abdurrahman Melek'tir." },
            { "id": 43, "soru": "Lozan Barış Antlaşması'na göre kurulan Boğazlar Komisyonu'nun ilk başkanı olan Türk diplomat/asker kimdir?", "secenekler": ["İsmet İnönü", "Vasıf Temel Paşa", "Tevfik Rüştü Aras", "Rauf Orbay", "Ali Fethi Okyar"], "dogru_cevap": "B", "aciklama": "Komisyon başkanının Türk olması şartı Lozan'da kabul edilmiş ve bu görevi Vasıf Temel Paşa üstlenmiştir." },
            { "id": 44, "soru": "Mustafa Kemal Atatürk'ün 'Kurun' gazetesinde 'Asım Us' takma adıyla hükümeti (İsmet İnönü) eleştiren yazılar yazdığı dış politika sorunu hangisidir?", "secenekler": ["Musul Sorunu", "Hatay Sorunu", "Boğazlar Sorunu", "Nüfus Mübadelesi", "Yabancı Okullar"], "dogru_cevap": "B", "aciklama": "Atatürk, Hatay meselesine yeterince eğilmediği gerekçesiyle hükümeti takma adla yazdığı makalelerle eleştirmiştir." },
            { "id": 45, "soru": "(İlkler ve Enler) Anadolu Selçuklu Devleti'nde Ahilik teşkilatı, Osmanlı'da Lonca olarak devam etmiştir. Milli Mücadele döneminde ise esnafın ve halkın ekonomik bağımsızlığını hedefleyen ilk kongre hangisidir?", "secenekler": ["Maarif Kongresi", "İzmir İktisat Kongresi", "Sivas Kongresi", "Erzurum Kongresi", "Pozantı Kongresi"], "dogru_cevap": "B", "aciklama": "1923'te toplanan İzmir İktisat Kongresi (Misak-ı İktisadi), ekonomik bağımsızlık kararlarının alındığı ilk kongredir." },
            { "id": 46, "soru": "Mustafa Kemal'in 'Siz orada yalnız düşmanı değil, milletin makus (kötü) talihini de yendiniz' sözünü hangi savaştan sonra söylemiştir?", "secenekler": ["1. İnönü", "2. İnönü", "Sakarya", "Büyük Taarruz", "Eskişehir-Kütahya"], "dogru_cevap": "B", "aciklama": "2. İnönü Zaferi'nden sonra İsmet Paşa'ya çektiği telgrafta bu tarihi cümleyi kurmuştur." },
            { "id": 47, "soru": "Osmanlı Devleti'nde padişahın yetkilerini ilk kez kısıtlayan belge Sened-i İttifak iken, halkın yönetime ilk kez katıldığı gelişme hangisidir?", "secenekler": ["Tanzimat Fermanı", "Islahat Fermanı", "1. Meşrutiyet (Kanun-i Esasi)", "2. Meşrutiyet", "Sened-i İttifak"], "dogru_cevap": "C", "aciklama": "1876 Kanun-i Esasi ve Meclis-i Mebusan'ın açılmasıyla halk kısıtlı da olsa ilk kez yönetime katılmıştır." },
            { "id": 48, "soru": "Milli Mücadele döneminde, İstanbul Hükümeti'nin Anadolu hareketini resmen tanıdığı ilk gelişme hangisidir?", "secenekler": ["Bilecik Görüşmesi", "Amasya Görüşmeleri (Protokolü)", "Dolmabahçe Görüşmesi", "Mudanya Ateşkesi", "Sevr Antlaşması"], "dogru_cevap": "B", "aciklama": "Ali Rıza Paşa hükümetinin temsilcisi Salih Paşa ile M. Kemal'in görüşmesiyle Temsil Heyeti resmen tanınmıştır." },
            { "id": 49, "soru": "1. TBMM'nin çıkardığı ilk kanun aşağıdakilerden hangisidir?", "secenekler": ["Hıyanet-i Vataniye Kanunu", "Ağnam Vergisi Kanunu", "Teşkilat-ı Esasiye", "İstiklal Marşı Kanunu", "Firariler Kanunu"], "dogru_cevap": "B", "aciklama": "1. TBMM'nin ilk icraatı, gelir sağlamak amacıyla hayvan vergisini artıran Ağnam Vergisi Kanunu'nu çıkarmaktır." },
            { "id": 50, "soru": "Aşağıdaki devletlerden hangisi TBMM'yi tanıyan ilk İtilaf Devletidir?", "secenekler": ["İngiltere", "İtalya", "Fransa", "Yunanistan", "ABD"], "dogru_cevap": "C", "aciklama": "1921 Ankara Antlaşması ile Fransa, TBMM'yi ve Misak-ı Milli'yi tanıyan ilk İtilaf Devleti olmuştur." },
            { "id": 51, "soru": "1937 yılında yapılan anayasa değişikliği ile Türkiye Cumhuriyeti Anayasası'na giren ve devletin temel niteliklerini belirleyen kavramlar hangisidir?", "secenekler": ["Misak-ı Milli Kararları", "Atatürk İlkeleri (Altı Ok)", "İnsan Hakları Bildirgesi", "Demokratikleşme Paketleri", "Kuvay-ı Milliye Ruhu"], "dogru_cevap": "B", "aciklama": "1937 değişikliği ile CHP'nin altı oku (İlkeler) anayasaya girmiş ve laiklik devletin temel niteliği olmuştur." },
            { "id": 52, "soru": "1926 yılında kabul edilen Türk Medeni Kanunu, kadın haklarına verdiği önem ve akılcı çözümleri nedeniyle hangi ülkeden uyarlanmıştır?", "secenekler": ["Fransa", "İtalya", "Almanya", "İsviçre", "İsveç"], "dogru_cevap": "D", "aciklama": "İsviçre Medeni Kanunu, Avrupa'nın en yenisi, en pratik ve kadın-erkek eşitliğine en dayalı kanunu olduğu için alınmıştır." },
            { "id": 53, "soru": "1933 Üniversite Reformu kapsamında, Osmanlı'dan kalan Darülfünun kapatılarak yerine kurulan modern yükseköğretim kurumu hangisidir?", "secenekler": ["Ankara Üniversitesi", "İstanbul Üniversitesi", "İstanbul Teknik Üniversitesi", "Gazi Eğitim Enstitüsü", "Mülkiye Mektebi"], "dogru_cevap": "B", "aciklama": "Prof. Albert Malche'ın raporuyla Darülfünun kapatılmış, yerine İstanbul Üniversitesi kurulmuştur." },
            { "id": 54, "soru": "Türkiye Cumhuriyeti'nde kadınların seçme ve seçilme hakkını kullanarak muhtar seçilebilmesi ilk kez hangi yıl gerçekleşmiştir?", "secenekler": ["1923", "1926", "1930", "1933", "1934"], "dogru_cevap": "D", "aciklama": "Kadınlara haklar 034 koduyla verilir; 1930 Belediye, 1933 Muhtar, 1934 Vekil." },
            { "id": 55, "soru": "Türkiye'nin ilk kadın muhtarı olarak tarihe geçen ve Aydın'ın Çine ilçesinde görev yapan kişi kimdir?", "secenekler": ["Satı Kadın", "Gül Esin", "Halide Edip", "Afet İnan", "Müfide İlhan"], "dogru_cevap": "B", "aciklama": "Gül Esin (Gülkız Ürbül), 1933 yılında seçilen ilk kadın muhtarımızdır." },
            { "id": 56, "soru": "Cumhuriyet döneminde sağlık alanında büyük hizmetler veren, Hıfzıssıhha Enstitüsü'nü kuran ve ilk Sağlık Bakanı olan doktor kimdir?", "secenekler": ["Adnan Adıvar", "Refik Saydam", "Behçet Uz", "Mazhar Germen", "Tevfik Rüştü Aras"], "dogru_cevap": "B", "aciklama": "Dr. Refik Saydam, aşı çalışmaları ve kurduğu sağlık sistemiyle tanınan efsanevi sağlık bakanıdır." },
            { "id": 57, "soru": "Atatürk döneminde milli bankacılığı geliştirmek amacıyla 1924 yılında kurulan ilk özel banka hangisidir?", "secenekler": ["Ziraat Bankası", "Sümerbank", "Etibank", "Türkiye İş Bankası", "Halkbank"], "dogru_cevap": "D", "aciklama": "Celal Bayar'ın kurucu genel müdürlüğünü yaptığı İş Bankası, Cumhuriyetin ilk özel bankasıdır." },
            { "id": 58, "soru": "Türkiye'de madenlerin işletilmesi ve enerji kaynaklarının finanse edilmesi amacıyla 1935 yılında kurulan banka hangisidir?", "secenekler": ["Sümerbank", "Etibank", "Denizbank", "İller Bankası", "Emlak Bankası"], "dogru_cevap": "B", "aciklama": "Etibank, Maden Tetkik Arama (MTA) ile koordineli çalışarak madenciliği finanse etmiştir." },
            { "id": 59, "soru": "Atatürk'ün Ankara'da bataklık bir araziyi ıslah ederek modern tarımın yapılabileceğini kanıtlamak için kurduğu çiftlik hangisidir?", "secenekler": ["Devlet Üretme Çiftliği", "Karacabey Harası", "Atatürk Orman Çiftliği", "Ceylanpınar Çiftliği", "TİGEM"], "dogru_cevap": "C", "aciklama": "Atatürk Orman Çiftliği (AOÇ), modern tarım tekniklerini halka öğretmek amacıyla kurulmuştur." },
            { "id": 60, "soru": "Türkiye'de özel teşebbüs tarafından kurulan ve ilk şekeri üreten fabrika aşağıdakilerden hangisidir?", "secenekler": ["Uşak Şeker Fabrikası", "Alpullu Şeker Fabrikası", "Turhal Şeker Fabrikası", "Eskişehir Şeker Fabrikası", "Konya Şeker Fabrikası"], "dogru_cevap": "B", "aciklama": "Kırklareli Alpullu Şeker Fabrikası üretime geçen ilk fabrikadır (Uşak'ın temeli önce atılmıştır)." }
          ]
        },
        {
          "alt_baslik": "Test 4",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 61, "soru": "Halkın kültürel seviyesini yükseltmek ve inkılapları benimsetmek amacıyla 1932'de açılan kurum ve yayın organı hangisidir?", "secenekler": ["Türk Ocakları - Türk Yurdu", "Millet Mektepleri - Mecmua", "Halkevleri - Ülkü Dergisi", "Köy Enstitüleri - Köy", "TDK - Türk Dili"], "dogru_cevap": "C", "aciklama": "Halkevleri, Cumhuriyet kültürünü yaymak için kurulmuş ve Ülkü Dergisi'ni çıkarmıştır." },
            { "id": 62, "soru": "Çağdaş Türk müziğinin temellerini atan ve 'Türk Beşleri' olarak bilinen grupta aşağıdakilerden hangisi yer almaz?", "secenekler": ["Cemal Reşit Rey", "Adnan Saygun", "Ulvi Cemal Erkin", "Hasan Ferit Alnar", "İdil Biret"], "dogru_cevap": "E", "aciklama": "İdil Biret dünyaca ünlü bir piyanisttir ancak Cumhuriyetin kuruluş dönemindeki Türk Beşleri grubunda değildir." },
            { "id": 63, "soru": "İstiklal Marşı'nın günümüzde de kullanılan, 1930 yılında kabul edilen çağdaş bestesini kim yapmıştır?", "secenekler": ["Ali Rıfat Çağatay", "Osman Zeki Üngör", "Edgar Manas", "Muammer Sun", "Cemal Reşit Rey"], "dogru_cevap": "B", "aciklama": "Osman Zeki Üngör'ün bestesi günümüzde kullandığımız marşın bestesidir." },
            { "id": 64, "soru": "Halide Edip Adıvar'ın bizzat cephedeki gözlemlerine dayanarak yazdığı, Kurtuluş Savaşı üzerine yazılmış ilk roman hangisidir?", "secenekler": ["Yaban", "Türk'ün Ateşle İmtihanı", "Ateşten Gömlek", "Vurun Kahpeye", "Çalıkuşu"], "dogru_cevap": "C", "aciklama": "Ateşten Gömlek, savaş devam ederken yazılan ve o ruhu yansıtan ilk edebi eserdir." },
            { "id": 65, "soru": "Yakup Kadri Karaosmanoğlu'nun, Kurtuluş Savaşı'nda aydın ile köylü arasındaki kopukluğu işlediği ünlü romanı hangisidir?", "secenekler": ["Kiralık Konak", "Yaban", "Sodom ve Gomore", "Ankara", "Nur Baba"], "dogru_cevap": "B", "aciklama": "Yaban romanı, Ahmet Celal karakteri üzerinden Anadolu köylüsünün aydına bakışını anlatır." },
            { "id": 66, "soru": "1. Ulusal Mimarlık Akımı'nın öncülerinden olan ve İstanbul'daki Büyük Postane binasını yapan mimarımız kimdir?", "secenekler": ["Mimar Sinan", "Sedad Hakkı Eldem", "Vedat Tek", "Balyan Kardeşler", "Mimar Kemalettin"], "dogru_cevap": "C", "aciklama": "Vedat Tek, Mimar Kemalettin ile birlikte bu akımın en önemli temsilcisidir." },
            { "id": 67, "soru": "Tıp eğitimini Almanya'da tamamlayarak Türkiye'nin ilk kadın doktoru olma unvanını kazanan isim kimdir?", "secenekler": ["Türkan Saylan", "Safiye Ali", "Afet İnan", "Sabiha Gökçen", "Behice Boran"], "dogru_cevap": "B", "aciklama": "Safiye Ali, Türk kadınının tıp alanındaki öncüsüdür." },
            { "id": 68, "soru": "Ahmet Ağaoğlu'nun kızı olan ve Türkiye Cumhuriyeti'nin ilk kadın avukatı olarak tarihe geçen isim kimdir?", "secenekler": ["Süreyya Ağaoğlu", "Gül Esin", "Halet Çambel", "Şükufe Nihal", "Nezihe Muhiddin"], "dogru_cevap": "A", "aciklama": "Süreyya Ağaoğlu, hukuk alanında kadınların önünü açan ilk isimdir." },
            { "id": 69, "soru": "Atatürk'ün manevi kızı olan, Türk Tarih Kurumu'nun kurucularından ve ilk kadın tarih profesörü kimdir?", "secenekler": ["Sabiha Gökçen", "Afet İnan", "Ülkü Adatepe", "Zehra Aylin", "Rukiye Erkin"], "dogru_cevap": "B", "aciklama": "Prof. Dr. Afet İnan, Türk Tarih Tezi çalışmalarıyla tanınan bilim insanıdır." },
            { "id": 70, "soru": "Milli Mücadele'ye deniz yoluyla cephane taşıyarak büyük kahramanlık gösterdiği için İstiklal Madalyası alan ilk ilçe hangisidir?", "secenekler": ["İnebolu", "Maraş", "Antep", "Urfa", "Fethiye"], "dogru_cevap": "A", "aciklama": "Kastamonu'nun İnebolu ilçesi, 'İstiklal Yolu'nun başlangıcı ve madalyalı tek ilçedir." },
            { "id": 71, "soru": "2016 yılında TBMM tarafından İstiklal Madalyası verilen ve bu unvanı en son alan şehrimiz hangisidir?", "secenekler": ["Kahramanmaraş", "Gaziantep", "Şanlıurfa", "İzmir", "Çanakkale"], "dogru_cevap": "C", "aciklama": "Şanlıurfa, gösterdiği direnişten dolayı madalyayı en son alan şehirdir." },
            { "id": 72, "soru": "Atatürk 1938 tarihli vasiyetnamesinde, İş Bankası'ndaki hisselerinin gelirlerini hangi iki kuruma bırakmıştır?", "secenekler": ["Kızılay - Yeşilay", "THK - Çocuk Esirgeme", "TDK - TTK", "Darüşşafaka - Mehmetçik Vakfı", "Halkevleri - Köy Enstitüleri"], "dogru_cevap": "C", "aciklama": "Dil ve tarih bilincinin gelişmesi için gelirlerini Türk Dil Kurumu ve Türk Tarih Kurumu'na bırakmıştır." },
            { "id": 73, "soru": "Atatürk'ün 1919-1927 yılları arasındaki olayları belgeleriyle anlattığı ve CHP Kurultayı'nda okuduğu temel eser hangisidir?", "secenekler": ["Nutuk", "Medeni Bilgiler", "Geometri Kitabı", "Zabit ve Kumandan", "Cumalı Ordugahı"], "dogru_cevap": "A", "aciklama": "Nutuk (Söylev), Samsun'a çıkışla başlar ve Gençliğe Hitabe ile sona erer." },
            { "id": 74, "soru": "Türkiye'nin 1932 yılında Milletler Cemiyeti'ne üye olması için resmi daveti yapan devlet hangisidir?", "secenekler": ["Yunanistan", "İngiltere", "İspanya", "Fransa", "SSCB"], "dogru_cevap": "C", "aciklama": "İspanya davet etmiş, Yunanistan ise bu daveti desteklemiştir." },
            { "id": 75, "soru": "1934 yılında Türk-Yunan dostluğunun pekişmesi üzerine Atatürk'ü Nobel Barış Ödülü'ne aday gösteren lider kimdir?", "secenekler": ["Elefterios Venizelos", "İoannis Metaksas", "Kral Konstantin", "Çörçil", "Mussolini"], "dogru_cevap": "A", "aciklama": "Yunan Başbakanı Venizelos, savaşın ardından kurulan dostluk köprüsü nedeniyle bu jesti yapmıştır." },
            { "id": 76, "soru": "İlk yerli uçak fabrikasını kuran, pilot yetiştiren ve demiryolu yapımındaki başarısıyla tanınan iş insanı kimdir?", "secenekler": ["Vecihi Hürkuş", "Nuri Demirağ", "Şakir Zümre", "Nuri Killigil", "Selahattin Reşit Alan"], "dogru_cevap": "B", "aciklama": "Nuri Demirağ, sanayici kimliğiyle havacılık ve demiryolu alanında öncü olmuştur." },
            { "id": 77, "soru": "Terakkiperver Cumhuriyet Fırkası'nın kurucuları arasında (KARAR koduyla bilinenler) aşağıdakilerden hangisi yer almaz?", "secenekler": ["Kazım Karabekir", "Rauf Orbay", "Ali Fuat Cebesoy", "İsmet İnönü", "Refet Bele"], "dogru_cevap": "D", "aciklama": "İsmet İnönü o dönemde Başbakan ve CHP'nin başındadır, muhalefet partisinde değildir." },
            { "id": 78, "soru": "Menemen Olayı'nda (1930) isyancılar tarafından Şehit Asteğmen Kubilay ile birlikte şehit edilen bekçiler kimlerdir?", "secenekler": ["Hasan ve Şevki", "Ahmet ve Mehmet", "Ali ve Veli", "Rıza ve Kazım", "Hüseyin ve Kemal"], "dogru_cevap": "A", "aciklama": "Bekçi Hasan ve Bekçi Şevki, gericilere karşı görevlerini yaparken şehit düşmüşlerdir." },
            { "id": 79, "soru": "Lozan Barış Antlaşması'na göre Türkiye ile Yunanistan arasındaki sınır (Karaağaç istisnası hariç) ne kabul edilmiştir?", "secenekler": ["Fırat Nehri", "Meriç Nehri", "Arda Nehri", "Tunca Nehri", "Sakarya Nehri"], "dogru_cevap": "B", "aciklama": "Meriç Nehri iki ülke arasında doğal sınır olarak kabul edilmiştir." },
            { "id": 80, "soru": "Atatürk'ün naaşı 1953 yılında Anıtkabir tamamlanana kadar 15 yıl boyunca nerede muhafaza edilmiştir?", "secenekler": ["Dolmabahçe Sarayı", "TBMM Binası", "Ankara Etnografya Müzesi", "Ankara Kalesi", "Hacı Bayram Camii"], "dogru_cevap": "C", "aciklama": "Naaş, Etnografya Müzesi'ndeki geçici kabirde halkın ziyaretine açık tutulmuştur." }
          ]
        },
        {
          "alt_baslik": "Test 5",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 81, "soru": "Mustafa Kemal'in 1. Dünya Savaşı'nda savaştığı cephelerin kronolojik sıralaması aşağıdakilerden hangisidir?", "secenekler": ["Çanakkale - Kafkas - Suriye", "Kafkas - Çanakkale - Suriye", "Suriye - Çanakkale - Kafkas", "Çanakkale - Suriye - Kafkas", "Kafkas - Suriye - Çanakkale"], "dogru_cevap": "A", "aciklama": "'ÇKS' (Çıkış) kodlamasıyla; önce Çanakkale, sonra Kafkas, en son Suriye cephesindedir." },
            { "id": 82, "soru": "Milli Mücadele'yi anlatan en önemli kaynaklardan biri olan 'İstiklal Harbimiz' adlı eserin yazarı komutan kimdir?", "secenekler": ["İsmet İnönü", "Kazım Karabekir", "Fevzi Çakmak", "Ali Fuat Cebesoy", "Refet Bele"], "dogru_cevap": "B", "aciklama": "Doğu Cephesi Komutanı Kazım Karabekir, yaşadıklarını ve belgeleri bu kitapta toplamıştır." },
            { "id": 83, "soru": "Falih Rıfkı Atay'ın, Atatürk'ün hayatını, sofrasını ve o dönemin olaylarını anlattığı ünlü anı kitabı hangisidir?", "secenekler": ["Zeytindağı", "Suyu Arayan Adam", "Çankaya", "Tek Adam", "Yaban"], "dogru_cevap": "C", "aciklama": "Çankaya, Atatürk dönemine içeriden ışık tutan en önemli biyografik eserdir." },
            { "id": 84, "soru": "1921 Anayasası'nda (Teşkilat-ı Esasiye) yapılan ilk ve en köklü değişiklik aşağıdakilerden hangisidir?", "secenekler": ["Halifeliğin kaldırılması", "Cumhuriyetin ilanı", "İstiklal Marşı'nın kabulü", "Başkent ilanı", "Medeni Kanun"], "dogru_cevap": "B", "aciklama": "29 Ekim 1923'te 'Devletin şekli Cumhuriyettir' maddesi eklenerek ilk değişiklik yapılmıştır." },
            { "id": 85, "soru": "Aşağıdaki bankalardan hangisi Atatürk döneminde kurulan bir 'Devlet Bankası' değildir?", "secenekler": ["Sümerbank", "Etibank", "İş Bankası", "Denizbank", "Halkbank"], "dogru_cevap": "C", "aciklama": "İş Bankası, Atatürk'ün emriyle kurulmuş olsa da statüsü özel bankadır." },
            { "id": 86, "soru": "Mustafa Kemal'e 'Millet Mektepleri Başöğretmeni' unvanı hangi düzenleme ile verilmiştir?", "secenekler": ["Tevhid-i Tedrisat", "Harf İnkılabı", "Millet Mektepleri Talimatnamesi", "Maarif Kanunu", "Üniversite Reformu"], "dogru_cevap": "C", "aciklama": "24 Kasım 1928 tarihli talimatname ile bu unvan verilmiş, bu yüzden 24 Kasım Öğretmenler Günü olmuştur." },
            { "id": 87, "soru": "Şeyh Sait İsyanı'nı bastırmakta yetersiz kaldığı gerekçesiyle istifa eden Başbakan kimdir?", "secenekler": ["Rauf Orbay", "Ali Fethi Okyar", "İsmet İnönü", "Celal Bayar", "Refik Saydam"], "dogru_cevap": "B", "aciklama": "Ali Fethi Okyar hükümeti istifa etmiş, yerine sert tedbirler alacak İsmet İnönü hükümeti kurulmuştur." },
            { "id": 88, "soru": "Kurmay Yüzbaşı olarak Harp Akademisi'nden mezun olan Mustafa Kemal'in ilk görev yeri neresidir?", "secenekler": ["Hareket Ordusu", "Şam 5. Ordu", "Manastır 3. Ordu", "Trablusgarp", "Sofya Ataşeliği"], "dogru_cevap": "B", "aciklama": "Mustafa Kemal, stajını yapmak ve ilk görevini ifa etmek üzere Şam'a atanmıştır." },
            { "id": 89, "soru": "1. Dünya Savaşı sonunda İtilaf Devletleri ile Macaristan arasında imzalanan barış antlaşması hangisidir?", "secenekler": ["Versay", "Sen Jermen", "Nöyyi", "Triyanon", "Sevr"], "dogru_cevap": "D", "aciklama": "Macaristan ile Triyanon Antlaşması imzalanmıştır (Diğerleri: Almanya-Versay, Avusturya-Sen Jermen)." },
            { "id": 90, "soru": "Lozan Barış Konferansı'nda çözülemeyen ve Türkiye ile İngiltere arasındaki ikili görüşmelere bırakılan tek konu hangisidir?", "secenekler": ["Kapitülasyonlar", "Musul (Irak Sınırı)", "Boğazlar", "Savaş Tazminatı", "Azınlıklar"], "dogru_cevap": "B", "aciklama": "Musul sorunu konferansı tıkadığı için daha sonra görüşülmek üzere ertelenmiştir." },
            { "id": 91, "soru": "Atatürk'ün direktifiyle kurulan Türk Tarih Kurumu'nun ilk başkanı kimdir?", "secenekler": ["Tevfik Bıyıklıoğlu", "Yusuf Akçura", "Reşit Galip", "Şemsettin Günaltay", "Afet İnan"], "dogru_cevap": "A", "aciklama": "Tevfik Bıyıklıoğlu, kurumun kurucu başkanıdır." },
            { "id": 92, "soru": "Türkiye Cumhuriyeti tarihinde ilk genel nüfus sayımı hangi yılda yapılmıştır?", "secenekler": ["1923", "1927", "1935", "1940", "1950"], "dogru_cevap": "B", "aciklama": "1927 sayımında Türkiye nüfusu yaklaşık 13.6 milyon olarak tespit edilmiştir." },
            { "id": 93, "soru": "Mustafa Kemal ve silah arkadaşlarını 19 Mayıs 1919'da Samsun'a ulaştıran geminin kaptanı kimdir?", "secenekler": ["Tophaneli Hakkı", "İsmail Hakkı Durusu", "Rauf Orbay", "Çerkez Ethem", "Yahya Kaptan"], "dogru_cevap": "B", "aciklama": "İsmail Hakkı Durusu, Bandırma Vapuru'nun kaptanıdır." },
            { "id": 94, "soru": "Sivas Kongresi'nde halkı Milli Mücadele hakkında doğru bilgilendirmek amacıyla çıkarılan gazete hangisidir?", "secenekler": ["Hakimiyet-i Milliye", "İrade-i Milliye", "Ceride-i Resmiye", "Albayrak", "Minber"], "dogru_cevap": "B", "aciklama": "Sivas'ta İrade-i Milliye çıkarılmış, Ankara'da ise daha sonra Hakimiyet-i Milliye çıkarılmıştır." },
            { "id": 95, "soru": "Son Osmanlı Mebusan Meclisi'nde Misak-ı Milli kararlarının kabul edilmesini sağlayan grup hangisidir?", "secenekler": ["Müdafaa-i Hukuk", "Felah-ı Vatan", "Tesanüd", "Islahat", "Halk Zümresi"], "dogru_cevap": "B", "aciklama": "Rauf Orbay başkanlığındaki 'Vatanın Kurtuluşu' (Felah-ı Vatan) grubu bu kararları meclisten geçirmiştir." },
            { "id": 96, "soru": "'Egemenlik kayıtsız şartsız milletindir' ilkesi Atatürk'ün hangi ilkesiyle doğrudan ilişkilidir?", "secenekler": ["Devletçilik", "Cumhuriyetçilik", "İnkılapçılık", "Laiklik", "Milliyetçilik"], "dogru_cevap": "B", "aciklama": "Saltanatın reddi ve halkın kendi kendini yönetmesi Cumhuriyetçilik ilkesinin temelidir." },
            { "id": 97, "soru": "Soyadı Kanunu ile 'Paşa, Ağa, Bey, Hacı' gibi ayrıcalık belirten unvanların yasaklanması hangi ilke gereğidir?", "secenekler": ["Milliyetçilik", "Halkçılık", "Devletçilik", "Cumhuriyetçilik", "Laiklik"], "dogru_cevap": "B", "aciklama": "Toplumda sınıf farkını ortadan kaldırıp eşitliği sağladığı için Halkçılık ilkesidir." },
            { "id": 98, "soru": "Türk Dil Kurumu'nun kurulması ve Türkçenin yabancı kelimelerden arındırılması çalışmaları hangi ilke ile ilgilidir?", "secenekler": ["Milliyetçilik", "Halkçılık", "Laiklik", "Devletçilik", "Cumhuriyetçilik"], "dogru_cevap": "A", "aciklama": "Milli kültürü ve dili koruma amacı güttüğü için Milliyetçilik ilkesidir." },
            { "id": 99, "soru": "1929 Dünya Ekonomik Krizi sonrası özel sektörün yetersiz kalması üzerine devletin fabrikalar kurması hangi ilkedir?", "secenekler": ["Halkçılık", "Devletçilik", "İnkılapçılık", "Laiklik", "Milliyetçilik"], "dogru_cevap": "B", "aciklama": "Devletin ekonomiye doğrudan müdahalesi Devletçilik ilkesidir." },
            { "id": 100, "soru": "Atatürk'ün 'Hayatta en hakiki mürşit ilimdir' sözü, dogmaların yerine aklı koyduğu için hangi ilke ile ilgilidir?", "secenekler": ["Devletçilik", "Laiklik", "Halkçılık", "Milliyetçilik", "Cumhuriyetçilik"], "dogru_cevap": "B", "aciklama": "Bilimi ve aklı esas almak, din ve devlet işlerini ayırmak Laiklik ilkesinin özüdür." }
          ]
        },
        {
          "alt_baslik": "Test 6",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 101, "soru": "3 Mart 1924'te Halifeliğin kaldırılması ve Tevhid-i Tedrisat Kanunu'nun kabulü en çok hangi ilkeyi güçlendirmiştir?", "secenekler": ["Devletçilik", "Laiklik", "Halkçılık", "Milliyetçilik", "İnkılapçılık"], "dogru_cevap": "B", "aciklama": "Din merkezli yönetim ve eğitimden uzaklaşılması Laiklik yolunda en büyük adımdır." },
            { "id": 102, "soru": "Türk kadınına milletvekili seçme ve seçilme hakkının verilmesi (1934) hangi iki ilke ile doğrudan ilgilidir?", "secenekler": ["Laiklik - Devletçilik", "Cumhuriyetçilik - Halkçılık", "Milliyetçilik - İnkılapçılık", "Devletçilik - Halkçılık", "Laiklik - Milliyetçilik"], "dogru_cevap": "B", "aciklama": "Yönetime katılım Cumhuriyetçilik, kadın-erkek eşitliği Halkçılık ilkesidir." },
            { "id": 103, "soru": "Türk Medeni Kanunu ile patrikhanelerin mahkeme kurma yetkisinin elinden alınması hukukta hangi ilkeyi sağlamıştır?", "secenekler": ["Devletçilik", "Laiklik", "İnkılapçılık", "Milliyetçilik", "Cumhuriyetçilik"], "dogru_cevap": "B", "aciklama": "Hukuk sisteminin dinden arındırılması ve tek başlığa indirilmesi Hukuksal Laikliktir." },
            { "id": 104, "soru": "Türk Tarih Kurumu'nun kurulması ve Türk tarihinin araştırılması hangi ilkenin bir sonucudur?", "secenekler": ["Halkçılık", "Milliyetçilik", "Devletçilik", "Laiklik", "Cumhuriyetçilik"], "dogru_cevap": "B", "aciklama": "Ulusal kimliği ve tarihi ön plana çıkarmak Milliyetçilik ilkesidir." },
            { "id": 105, "soru": "Atatürk İnkılaplarının 'taklitçi olmaması' ve Türk milletinin yapısına uygun olması, inkılabın hangi özelliğidir?", "secenekler": ["Evrensel olması", "Milli (Özgün) olması", "Dogmatik olması", "Baskıcı olması", "Dini olması"], "dogru_cevap": "B", "aciklama": "Türk inkılabı Batı'dan esinlenmiş ama kopyalamamış, kendine özgü (Milli) bir model oluşturmuştur." },
            { "id": 106, "soru": "Serbest Cumhuriyet Fırkası'nın benimsediği 'Liberalizm' ile CHP'nin 'Devletçilik' ilkesi hangi alanda ayrışır?", "secenekler": ["Eğitim", "Ekonomi", "Hukuk", "Askeriye", "Din"], "dogru_cevap": "B", "aciklama": "Liberalizm özel teşebbüsü, Devletçilik ise devlet yatırımlarını savunur; bu bir ekonomi tartışmasıdır." },
            { "id": 107, "soru": "1924 Anayasası'nda yer alan 'Devletin dini İslam'dır' maddesi laikleşme sürecinde hangi yıl çıkarılmıştır?", "secenekler": ["1924", "1928", "1930", "1937", "1945"], "dogru_cevap": "B", "aciklama": "1928 değişikliği ile devlet anayasal olarak din hanesinden arındırılmıştır." },
            { "id": 108, "soru": "Atatürk'ün 'Yurtta Sulh Cihanda Sulh' sözü, Türk milliyetçiliğinin hangi özelliğini gösterir?", "secenekler": ["Yayılmacı", "Barışçıl", "Irkçı", "Ümmetçi", "Ayrılıkçı"], "dogru_cevap": "B", "aciklama": "Türkiye'nin sınırlarını genişletme amacı olmadığını, dünya barışına katkı sunduğunu gösterir." },
            { "id": 109, "soru": "Aşağıdaki inkılaplardan hangisi 'Devletçilik' ilkesi ile en az ilgilidir?", "secenekler": ["1. Beş Yıllık Sanayi Planı", "Sümerbank'ın kurulması", "Etibank'ın kurulması", "Tevhid-i Tedrisat Kanunu", "Şişecam'ın kurulması"], "dogru_cevap": "D", "aciklama": "Tevhid-i Tedrisat eğitimle ilgilidir, diğer şıklar ise doğrudan ekonomi ve sanayi yatırımlarıdır." },
            { "id": 110, "soru": "Kabotaj Kanunu ile Türk karasularında ticaret hakkının sadece Türk gemilerine verilmesi hangi ilke ile ilgilidir?", "secenekler": ["Laiklik", "Milliyetçilik", "Cumhuriyetçilik", "İnkılapçılık", "Halkçılık"], "dogru_cevap": "B", "aciklama": "Ekonomik bağımsızlığı ve Türk denizciliğini koruduğu için Milliyetçilik ilkesidir." },
            { "id": 111, "soru": "Cumhuriyet döneminde Terakkiperver ve Serbest Cumhuriyet fırkalarının kurulmasının temel amacı nedir?", "secenekler": ["Saltanatı geri getirmek", "Hükümeti denetlemek ve demokrasiyi işletmek", "Halifeliği korumak", "Yabancı sermayeyi kovmak", "Devleti yıkmak"], "dogru_cevap": "B", "aciklama": "Muhalefet partileri, iktidarı denetlemek ve farklı görüşleri meclise taşımak için demokrasinin gereğidir." },
            { "id": 112, "soru": "1925 yılında Şeyh Sait İsyanı'nı bastırmak amacıyla hükümete olağanüstü yetkiler veren kanun hangisidir?", "secenekler": ["Hıyanet-i Vataniye", "Takrir-i Sükûn", "Teşkilat-ı Esasiye", "Milli Korunma", "Firariler Kanunu"], "dogru_cevap": "B", "aciklama": "Takrir-i Sükûn (Huzuru Sağlama) Kanunu ile hükümet, isyanı bastırmak için sert tedbirler almıştır." },
            { "id": 113, "soru": "Fethi Okyar tarafından kurulan Serbest Cumhuriyet Fırkası'nın (SCF) kapanma nedeni nedir?", "secenekler": ["Mahkeme kararı", "Kendini feshetmesi", "Darbe yapılması", "İsyan çıkarması", "Liderinin ölmesi"], "dogru_cevap": "B", "aciklama": "Partiye rejim karşıtlarının sızdığını gören Fethi Bey, Atatürk ile karşı karşıya gelmemek için partiyi kendi kapatmıştır." },
            { "id": 114, "soru": "Menemen Olayı'nda suçluların yargılandığı mahkeme aşağıdakilerden hangisidir?", "secenekler": ["İstiklal Mahkemesi", "Divan-ı Harp (Sıkıyönetim)", "Yüce Divan", "Ağır Ceza", "Asliye Hukuk"], "dogru_cevap": "B", "aciklama": "Menemen'de sıkıyönetim ilan edilmiş ve suçlular askeri mahkemede (Divan-ı Harp) yargılanmıştır." },
            { "id": 115, "soru": "Cumhuriyet döneminde, 1933 yılında Bursa'da çıkan ve Atatürk'ün bizzat bölgeye giderek müdahale ettiği 'Bursa Olayı'nın temel çıkış sebebi aşağıdakilerden hangisidir?", "secenekler": ["Şapka Kanunu'nun uygulanması", "Ezanın Türkçe okunması", "Latin harflerinin kabulü", "Tekke ve zaviyelerin kapatılması", "Halifeliğin kaldırılması"], "dogru_cevap": "B", "aciklama": "Bursa Olayı, camilerde ezanın Türkçe okunmasına tepki olarak çıkmıştır. Atatürk bu olayı rejime karşı bir isyan olarak değil, 'Bu bir din meselesi değil, dil meselesidir' diyerek tanımlamıştır." },
            { "id": 116, "soru": "Cumhuriyetin ilk yıllarında çok partili hayata geçiş denemelerinin başarısız olmasının temel nedeni nedir?", "secenekler": ["Parti kuracak kimsenin olmaması", "Ortamın henüz hazır olmaması ve rejim karşıtı isyanlar", "Atatürk'ün istememesi", "Dış güçlerin baskısı", "Ekonomik kriz"], "dogru_cevap": "B", "aciklama": "Şeyh Sait ve Menemen olayları, ortamın henüz demokrasiye uygun olmadığını göstermiştir." },
            { "id": 117, "soru": "İzmir Suikastı girişimini (1926) valiliğe ihbar ederek Atatürk'ün hayatını kurtaran kişi kimdir?", "secenekler": ["Çerkez Ethem", "Giritli Şevki", "Topal Osman", "Ziya Hurşit", "Kara Kemal"], "dogru_cevap": "B", "aciklama": "Suikastçıları kaçıracak olan motorcu Giritli Şevki, pişman olup durumu ihbar etmiştir." },
            { "id": 118, "soru": "1930'larda yaşanan Vagon-Li (Türkçe yasağı) ve Razgrad (Mezar tahribi) olayları halkta hangi bilinci artırmıştır?", "secenekler": ["Ümmetçilik", "Milliyetçilik", "Devletçilik", "Batıcılık", "Laiklik"], "dogru_cevap": "B", "aciklama": "Bu olaylar 'Vatandaş Türkçe Konuş' gibi kampanyalarla milli bilinci (Milliyetçilik) ateşlemiştir." },
            { "id": 119, "soru": "Şeyh Sait İsyanı nedeniyle Türkiye, İngiltere ile olan sınır sorununda masada zayıf düşmüş ve nereyi kaybetmiştir?", "secenekler": ["Hatay", "Musul", "Batum", "Kıbrıs", "Batı Trakya"], "dogru_cevap": "B", "aciklama": "Ordu iç isyanla uğraşırken Musul ve Kerkük 1926 Ankara Antlaşması ile Irak'a bırakılmıştır." },
            { "id": 120, "soru": "Cumhuriyet döneminde hukuk birliğini sağlamak amacıyla Şeriye mahkemelerinin kapatıldığı ve hukukta laikleşmenin en önemli adımı olan gelişme hangisidir?", "secenekler": ["Teşkilat-ı Esasiye", "Türk Medeni Kanunu", "Kabotaj Kanunu", "Takrir-i Sükûn", "Tevhid-i Tedrisat"], "dogru_cevap": "B", "aciklama": "1926 Medeni Kanunu ile dini hukuktan vazgeçilip modern hukuk sistemine geçilmiştir." }
          ]
        },
        {
          "alt_baslik": "Test 7",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 121, "soru": "Atatürk 'Benim naçiz vücudum elbet bir gün toprak olacaktır fakat Türkiye Cumhuriyeti ilelebet payidar kalacaktır' sözünü hangi olay üzerine söylemiştir?", "secenekler": ["Menemen Olayı", "İzmir Suikastı Girişimi", "Şeyh Sait İsyanı", "Cumhuriyetin İlanı", "Bursa Nutku"], "dogru_cevap": "B", "aciklama": "Kendisine yapılan suikast girişimi sonrası, cumhuriyetin şahıslara bağlı olmadığını vurgulamıştır." },
            { "id": 122, "soru": "Cumhuriyetin ilanından sonra (1923) Türkiye Cumhuriyeti'nin ilk Başbakanı kim olmuştur?", "secenekler": ["Fethi Okyar", "İsmet İnönü", "Celal Bayar", "Rauf Orbay", "Kazım Karabekir"], "dogru_cevap": "B", "aciklama": "İlk Cumhurbaşkanı Atatürk, İlk Başbakan İsmet İnönü, İlk Meclis Başkanı Fethi Okyar'dır." },
            { "id": 123, "soru": "Cumhuriyetin ilk yıllarında nüfus artışını teşvik etmek amacıyla aşağıdakilerden hangisi yasaklanmıştır?", "secenekler": ["Evlilik", "Doğum Kontrol İlaçları", "Çok çocuk", "Göç", "İkramiye"], "dogru_cevap": "B", "aciklama": "Savaşlardan nüfusu erimiş olarak çıkan Türkiye, kalkınma için nüfusa ihtiyaç duyduğundan doğum kontrolünü yasaklamıştır." },
            { "id": 124, "soru": "Atatürk'ün 'Kırk asırlık Türk yurdu düşman eline bırakılamaz' diyerek sahiplendiği ve şahsi meselesi yaptığı yer neresidir?", "secenekler": ["Musul", "Hatay", "Kıbrıs", "Batum", "Selanik"], "dogru_cevap": "B", "aciklama": "Hatay (İskenderun Sancağı) için bu sözü söylemiş ve kararlılığını göstermiştir." },
            { "id": 125, "soru": "Atatürk vefat ettiğinde (10 Kasım 1938) Türkiye Cumhuriyeti'nin Başbakanı kimdi?", "secenekler": ["İsmet İnönü", "Celal Bayar", "Refik Saydam", "Şükrü Saraçoğlu", "Adnan Menderes"], "dogru_cevap": "B", "aciklama": "İsmet İnönü 1937'de görevden ayrılmış, yerine Celal Bayar başbakan olmuştur." },
            { "id": 126, "soru": "Türkiye, Lozan sonrasında 'Bu bizim iç meselemizdir' diyerek Fransa ve Papalık ile görüşmeyi reddettiği konu hangisidir?", "secenekler": ["Dış Borçlar", "Yabancı Okullar", "Nüfus Mübadelesi", "Boğazlar", "Hatay"], "dogru_cevap": "B", "aciklama": "Okulların Türk müfredatına bağlanması egemenlik hakkı sayılarak dış müdahale reddedilmiştir." },
            { "id": 127, "soru": "1926 yılında Lahey Adalet Divanı'ndaki 'Bozkurt-Lotus' davasında Türkiye'yi başarıyla savunan Adalet Bakanı kimdir?", "secenekler": ["Tevfik Rüştü Aras", "Mahmut Esat Bozkurt", "Yusuf Kemal Tengirşenk", "Hasan Saka", "Necmettin Sadak"], "dogru_cevap": "B", "aciklama": "Bu hukuki zaferden sonra Atatürk kendisine 'Bozkurt' soyadını vermiştir." },
            { "id": 128, "soru": "1934 yılında sınır güvenliği için kurulan Balkan Antantı'na, Ege Denizi'ne inme hayali yüzünden katılmayan devlet hangisidir?", "secenekler": ["Yunanistan", "Bulgaristan", "Romanya", "Yugoslavya", "Türkiye"], "dogru_cevap": "B", "aciklama": "Bulgaristan revizyonist (yayılmacı) politika izlediği için statükoyu koruyan bu antanta girmemiştir." },
            { "id": 129, "soru": "1936 Montrö Boğazlar Sözleşmesi ile Türkiye'nin elde ettiği en önemli kazanım nedir?", "secenekler": ["Boğazlardan geçişin yasaklanması", "Boğazlar Komisyonu'nun kaldırılarak tam egemenlik sağlanması", "Rusya ile dostluk", "Tazminat alınması", "Kapitülasyonların bitmesi"], "dogru_cevap": "B", "aciklama": "Komisyonun kalkması ve Türk askerinin boğazlara girmesiyle Misak-ı Milli'ye uygun tam egemenlik sağlanmıştır." },
            { "id": 130, "soru": "Türkiye'nin 1932 yılında Milletler Cemiyeti'ne üye olması Atatürk'ün hangi dış politika ilkesiyle örtüşür?", "secenekler": ["Turancılık", "Yurtta Sulh Cihanda Sulh", "Yayılmacılık", "Devletçilik", "İslamcılık"], "dogru_cevap": "B", "aciklama": "Dünya barışını korumayı amaçlayan örgüte girmek barışçıl politikanın sonucudur." },
            { "id": 131, "soru": "Türkiye ile Yunanistan arasındaki ilişkilerin 1930'lu yıllarda düzelmesini sağlayan gelişme hangisidir?", "secenekler": ["Kıbrıs Barışı", "Nüfus Mübadelesi (Etabli) Sorununun Çözümü", "Hatay'ın Alınması", "Balkan Savaşı", "NATO üyeliği"], "dogru_cevap": "B", "aciklama": "1930 Ahali Antlaşması ile sorun çözülmüş ve dostluk dönemi başlamıştır." },
            { "id": 132, "soru": "Milletler Cemiyeti'nin Hatay'ın iç işlerinde bağımsız, dış işlerinde Suriye'ye bağlı olduğunu belirttiği rapor hangisidir?", "secenekler": ["Amiral Bristol Raporu", "Sandler Raporu", "General Harbord Raporu", "Milne Hattı", "Hrisantos Raporu"], "dogru_cevap": "B", "aciklama": "İsveçli diplomat Sandler'in raporu Hatay'ın statüsü için dönüm noktası olmuştur." },
            { "id": 133, "soru": "Atatürk dönemi dış politikasında uygulanan 'Mütekabiliyet' ilkesinin anlamı nedir?", "secenekler": ["Savaştan kaçınmak", "Karşılıklılık", "Batı yanlısı olmak", "Tarafsızlık", "Ekonomik işbirliği"], "dogru_cevap": "B", "aciklama": "Diplomaside 'Sen ne yaparsan ben de aynısını yaparım' (Karşılıklılık) esasıdır." },
            { "id": 134, "soru": "Türkiye'nin Boğazlar üzerindeki egemenliğini kısıtlayan en son uluslararası belge hangisidir?", "secenekler": ["Sevr Antlaşması", "Lozan Antlaşması", "Montrö Sözleşmesi", "Ankara Antlaşması", "Mudanya Ateşkesi"], "dogru_cevap": "B", "aciklama": "Lozan'da Boğazlar Komisyonu'nun varlığı egemenliği kısıtlıyordu, Montrö ile bu kalktı." },
            { "id": 135, "soru": "Türkiye, Osmanlı'dan kalan Dış Borçlar konusunda en çok hangi devletle sorun yaşamıştır?", "secenekler": ["İngiltere", "Fransa", "İtalya", "Rusya", "Almanya"], "dogru_cevap": "B", "aciklama": "Osmanlı'nın en çok borcu Fransa'ya olduğu için ödeme planında en çok Fransa ile çatışılmıştır." },
            { "id": 136, "soru": "Atatürk'ün dış politikada hayalperest davranmayıp, değişen dünya şartlarına göre hareket etmesi hangi ilkedir?", "secenekler": ["Hukuka Bağlılık", "Gerçekçilik", "Batıcılık", "Turancılık", "Gelenekçilik"], "dogru_cevap": "B", "aciklama": "Duygularla değil, aklın ve şartların gereğine göre hareket etmektir." },
            { "id": 137, "soru": "Aşağıdakilerden hangisi Atatürk dönemi dış politika gelişmelerinden biri DEĞİLDİR?", "secenekler": ["Balkan Antantı", "Sadabat Paktı", "Montrö Sözleşmesi", "NATO'ya Üyelik", "Hatay Sorunu"], "dogru_cevap": "D", "aciklama": "Türkiye NATO'ya 1952 yılında (Demokrat Parti dönemi) üye olmuştur." },
            { "id": 138, "soru": "Misak-ı Milli sınırlarından verilen ilk taviz neresidir?", "secenekler": ["Musul", "Batum", "Hatay", "Batı Trakya", "Kıbrıs"], "dogru_cevap": "B", "aciklama": "1921 Moskova Antlaşması ile Batum Gürcistan'a (SSCB) bırakılarak ilk taviz verilmiştir." },
            { "id": 139, "soru": "Aşağıdaki inkılapların kronolojik sıralaması hangisidir? 1. Harf İnkılabı 2. Soyadı Kanunu 3. Türk Tarih Kurumu", "secenekler": ["1-2-3", "1-3-2", "2-1-3", "3-1-2", "2-3-1"], "dogru_cevap": "B", "aciklama": "Harf İnkılabı (1928) -> TTK'nın Kurulması (1931) -> Soyadı Kanunu (1934)." },
            { "id": 140, "soru": "1931 yılında kapatılan Türk Ocakları'nın yerine, kültür devrimini halka yaymak için 1932'de açılan kurum hangisidir?", "secenekler": ["Köy Enstitüleri", "Halkevleri", "Millet Mektepleri", "Darülfünun", "Köy Odaları"], "dogru_cevap": "B", "aciklama": "Halkevleri, Cumhuriyet ideolojisini ve kültürünü tabana yaymak için kurulmuştur." }
          ]
        },
        {
          "alt_baslik": "Test 8",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 141, "soru": "Ankara'nın Türkiye Cumhuriyeti'nin başkenti ilan edilmesi ne zaman gerçekleşmiştir?", "secenekler": ["23 Nisan 1920", "13 Ekim 1923", "29 Ekim 1923", "3 Mart 1924", "1 Kasım 1922"], "dogru_cevap": "B", "aciklama": "Cumhuriyetin ilanından hemen önce çıkarılan kanunla Ankara başkent olmuştur." },
            { "id": 142, "soru": "Atatürk 'Şapka İnkılabı'nı başlatmak için ilk geziyi hangi ile yapmıştır?", "secenekler": ["İzmir", "Kastamonu", "Ankara", "İstanbul", "Konya"], "dogru_cevap": "B", "aciklama": "1925 yılında Kastamonu'da halka şapkayı tanıtarak kılık kıyafet devrimini başlatmıştır." },
            { "id": 143, "soru": "Mustafa Kemal'in Çanakkale Savaşları'nda askerlerine 'Ben size taarruzu değil, ölmeyi emrediyorum' dediği yer neresidir?", "secenekler": ["Anafartalar", "Conkbayırı", "Seddülbahir", "Arıburnu", "Kireçtepe"], "dogru_cevap": "B", "aciklama": "57. Alay'a verdiği bu emir savaşın seyrini değiştirmiştir." },
            { "id": 144, "soru": "Sakarya Meydan Muharebesi'nde Mustafa Kemal'in 'Hattı müdafaa yoktur, sathı müdafaa vardır' diyerek uyguladığı taktik nedir?", "secenekler": ["Gerilla Savaşı", "Topyekûn Savaş (Alan Savunması)", "Siper Savaşı", "Ani Baskın", "Geri Çekilme"], "dogru_cevap": "B", "aciklama": "Vatanın her karış toprağının savunulmasını öngören 'Alan Savunması' taktiğidir." },
            { "id": 145, "soru": "Büyük Taarruz'da Yunan ordusunun hatları yarıldıktan sonra Mustafa Kemal'in verdiği tarihi emir nedir?", "secenekler": ["Geldikleri gibi giderler", "Ordular! İlk hedefiniz Akdeniz'dir, İleri!", "Ya istiklal ya ölüm", "Size ölmeyi emrediyorum", "Vatan sağ olsun"], "dogru_cevap": "B", "aciklama": "Düşmanı takip edip denize dökmek için bu emri vermiştir (Ege Denizi o dönem Akdeniz havzası sayılırdı)." },
            { "id": 146, "soru": "Mustafa Kemal'e 'Gazilik' unvanı ve 'Mareşallik' rütbesi hangi savaştan sonra verilmiştir?", "secenekler": ["1. İnönü", "Sakarya Meydan Muharebesi", "Büyük Taarruz", "2. İnönü", "Trablusgarp"], "dogru_cevap": "B", "aciklama": "Sakarya Zaferi'nden sonra TBMM tarafından kanunla verilmiştir." },
            { "id": 147, "soru": "Kurtuluş Savaşı'nın askeri safhasını bitiren Mudanya Ateşkesi ile savaş yapılmadan kurtarılan yerler hangisidir?", "secenekler": ["İzmir ve Aydın", "Doğu Trakya, İstanbul ve Boğazlar", "Antep ve Maraş", "Kars ve Ardahan", "Antalya ve Konya"], "dogru_cevap": "B", "aciklama": "Trakya Yüksek Komiseri Refet Bele, bu bölgeleri teslim almıştır." },
            { "id": 148, "soru": "1 Kasım 1922'de Saltanatın kaldırılmasının en temel siyasi nedeni nedir?", "secenekler": ["Halifeyi korumak", "Lozan'da İtilaf Devletleri'nin ikilik çıkarmasını önlemek", "Ekonomiyi düzeltmek", "Orduyu güçlendirmek", "Başkenti taşımak"], "dogru_cevap": "B", "aciklama": "İtilaf devletleri Lozan'a hem İstanbul'u hem Ankara'yı çağırınca TBMM saltanatı kaldırmıştır." },
            { "id": 149, "soru": "29 Ekim 1923'te Cumhuriyetin ilanı ile çözüme kavuşan sorunlar hangileridir?", "secenekler": ["Sınırlar ve Borçlar", "Devletin Adı, Rejimi ve Devlet Başkanlığı", "Ordu ve Ekonomi", "Eğitim ve Hukuk", "Tarım ve Sanayi"], "dogru_cevap": "B", "aciklama": "Devletin adı konmuş (Türkiye Cumhuriyeti), rejim belirlenmiş ve Devlet Başkanı (Cumhurbaşkanı) seçilmiştir." },
            { "id": 150, "soru": "3 Mart 1924'te Halifeliğin kaldırıldığı gün Osmanlı Hanedanı üyeleri hakkında alınan karar nedir?", "secenekler": ["Maaşa bağlanmaları", "Yurt dışına sürgün edilmeleri", "Devlet memuru olmaları", "Siyasete girmeleri", "İstanbul'da yaşamaları"], "dogru_cevap": "B", "aciklama": "Saltanat ve hilafet iddiasını tamamen bitirmek için hanedan üyeleri yurt dışına çıkarılmıştır." },
{ "id": 151, "soru": "Mustafa Kemal'in 'Siyasi ve askeri zaferler ne kadar büyük olursa olsun, ekonomik zaferlerle taçlandırılmazsa sönük kalır' sözüyle önemini belirttiği gelişme hangisidir?", "secenekler": ["Lozan Antlaşması", "İzmir İktisat Kongresi", "Teşvik-i Sanayi", "1. Beş Yıllık Sanayi Planı", "Kabotaj Kanunu"], "dogru_cevap": "B", "aciklama": "Kurtuluş Savaşı'ndan hemen sonra ekonomi politikasını belirlemek için toplanan kongredir." },
            { "id": 152, "soru": "Atatürk'ün 'Ordular! İlk hedefiniz Akdeniz'dir, İleri!' emrini verdiği, Yunan ordusunun kesin olarak Anadolu'dan atıldığı savaş hangisidir?", "secenekler": ["Sakarya", "1. İnönü", "Büyük Taarruz (Dumlupınar)", "Kütahya-Eskişehir", "2. İnönü"], "dogru_cevap": "C", "aciklama": "30 Ağustos'ta kazanılan Başkomutanlık Meydan Muharebesi ile Milli Mücadele'nin askeri safhası bitmiştir." },
            { "id": 153, "soru": "1924 yılında eğitimde ikiliği önlemek, tüm okulları Milli Eğitim Bakanlığı'na bağlamak ve laik bir eğitim sistemi kurmak için çıkarılan kanun hangisidir?", "secenekler": ["Maarif Kanunu", "Tevhid-i Tedrisat", "Harf İnkılabı", "Türk Ocakları", "Şapka Kanunu"], "dogru_cevap": "B", "aciklama": "Bu kanunla medreseler kapatılmış, eğitim milli ve laik bir yapıya kavuşturulmuştur." },
            { "id": 154, "soru": "Türkiye'nin Musul sorunu sırasında İngiltere ile imzaladığı, Musul'un Irak'a bırakıldığı ancak petrol gelirlerinden pay alındığı antlaşma hangisidir?", "secenekler": ["Mudanya Ateşkesi", "Lozan Antlaşması", "1926 Ankara Antlaşması", "Montrö Sözleşmesi", "Sadabat Paktı"], "dogru_cevap": "C", "aciklama": "Şeyh Sait isyanının yarattığı zor durum nedeniyle Musul bu antlaşmayla kaybedilmiştir." },
            { "id": 155, "soru": "Türk Tarih Kurumu ve Türk Dil Kurumu'nun kurulması, Atatürk'ün doğrudan hangi ilkesiyle ve milli benlik arayışıyla ilgilidir?", "secenekler": ["Devletçilik", "Milliyetçilik", "Halkçılık", "Laiklik", "Cumhuriyetçilik"], "dogru_cevap": "B", "aciklama": "Türk kültürünü ve tarihini araştırıp korumak Milliyetçilik ilkesinin temelidir." },
            { "id": 156, "soru": "Mustafa Kemal'in askeri rütbelerinden istifa ederek 'Sine-i Millete' (halkın arasına) döndüğü ve sivil olarak katıldığı ilk kongre hangisidir?", "secenekler": ["Sivas Kongresi", "Erzurum Kongresi", "Amasya Genelgesi", "Afyon Kongresi", "Pozantı Kongresi"], "dogru_cevap": "B", "aciklama": "Amasya sonrası istifa eden M. Kemal, Erzurum Kongresi'ne sivil bir lider olarak başkanlık etmiştir." },
            { "id": 157, "soru": "İzmir'in işgali sonrasında bölgeye gelen, Rum iddialarının asılsız olduğunu ve Türklerin çoğunlukta olduğunu belirten ilk uluslararası rapor hangisidir?", "secenekler": ["General Harbord Raporu", "Amiral Bristol Raporu", "Sandler Raporu", "Milne Hattı Raporu", "King-Crane Raporu"], "dogru_cevap": "B", "aciklama": "Amiral Bristol Raporu, Türk Milli Mücadelesi'nin haklılığını ortaya koyan ilk uluslararası resmi belgedir." },
            { "id": 158, "soru": "Doğu Anadolu'da Ermeni nüfusunun çoğunlukta olmadığını ve bir Ermeni devletinin kurulamayacağını belgeleyen ABD kaynaklı rapor hangisidir?", "secenekler": ["Amiral Bristol", "General Harbord", "Hrisantos Raporu", "Herbert Raporu", "Sandler Raporu"], "dogru_cevap": "B", "aciklama": "General Harbord Raporu, Doğu Anadolu'da Türk nüfusunun fazla olduğunu ve Ermeni iddialarının geçersizliğini kanıtlamıştır." },
            { "id": 159, "soru": "İstanbul Hükümeti'nin Sivas Kongresi'ni engellemek ve Mustafa Kemal'i tutuklamak amacıyla görevlendirdiği Elazığ Valisi kimdir?", "secenekler": ["Ali Galip", "Anzavur Ahmet", "Çerkez Ethem", "Ali Batı", "Cemil Cahit"], "dogru_cevap": "A", "aciklama": "Damat Ferit Paşa hükümeti, Ali Galip'i Sivas Kongresi'ni basması ve lider kadroyu tutuklaması için görevlendirmiştir." },
            { "id": 160, "soru": "Milli Mücadele'nin 'İstiklal Marşı'nı ilk yayınlayan ve Kastamonu'da çıkarılan milli mücadele yanlısı gazete hangisidir?", "secenekler": ["İrade-i Milliye", "Hakimiyet-i Milliye", "Açıksöz", "Albayrak", "Yeni Gün"], "dogru_cevap": "C", "aciklama": "İstiklal Marşı, Mehmet Akif Ersoy tarafından ilk kez Kastamonu'da çıkan Açıksöz Gazetesi'nde yayımlanmıştır." }
          ]
        },
        {
          "alt_baslik": "Test 9",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 161, "soru": "Mustafa Kemal'in 'Milletin istiklalini yine milletin azim ve kararı kurtaracaktır' sözüyle 'Milli Egemenlik' ilkesinden ilk kez bahsettiği belge hangisidir?", "secenekler": ["Havza Genelgesi", "Erzurum Kongresi", "Amasya Genelgesi", "Sivas Kongresi", "Misak-ı Milli"], "dogru_cevap": "C", "aciklama": "Amasya Genelgesi, Kurtuluş Savaşı'nın yöntemini belirlerken üstü kapalı olarak milli egemenlikten ilk kez bahsetmiştir." },
            { "id": 162, "soru": "Son Osmanlı Mebusan Meclisi'nde kabul edilen Misak-ı Milli kararlarında, halk oylaması (plebisit) yapılması istenen yerler arasında hangisi yoktur?", "secenekler": ["Kars", "Ardahan", "Batum", "Batı Trakya", "Doğu Trakya"], "dogru_cevap": "E", "aciklama": "Elviye-i Selase (Kars, Ardahan, Batum) ve Batı Trakya için halk oylaması istenmiştir; ancak Doğu Trakya için böyle bir talep yoktur." },
            { "id": 163, "soru": "TBMM'nin açılmasından sonra meclise karşı çıkan ayaklanmaları bastırmak için kurulan ve üyeleri milletvekillerinden oluşan mahkemeler hangisidir?", "secenekler": ["Divan-ı Harb", "İstiklal Mahkemeleri", "Yüce Divan", "Sıkıyönetim Mahkemeleri", "Nizamiye Mahkemeleri"], "dogru_cevap": "B", "aciklama": "İstiklal Mahkemeleri, TBMM'nin yargı yetkisini kullandığı, isyanları bastırmak ve devrimi korumak için kurulan seyyar mahkemelerdir." },
            { "id": 164, "soru": "Yunan ordusunun Ankara'ya yaklaşması üzerine TBMM'nin Kayseri'ye taşınması tartışmaları hangi savaştan sonra yaşanmıştır?", "secenekler": ["1. İnönü", "2. İnönü", "Sakarya", "Kütahya-Eskişehir", "Büyük Taarruz"], "dogru_cevap": "D", "aciklama": "Kütahya-Eskişehir yenilgisi sonrası mecliste büyük karamsarlık oluşmuş ve merkezin Kayseri'ye taşınması gündeme gelmiştir." },
            { "id": 165, "soru": "Mustafa Kemal Paşa'ya 'Başkomutanlık' yetkisinin verilmesi hangi gelişmenin sonucunda gerçekleşmiştir?", "secenekler": ["1. İnönü Zaferi", "Sakarya Zaferi", "Kütahya-Eskişehir Muharebeleri", "Büyük Taarruz", "Londra Konferansı"], "dogru_cevap": "C", "aciklama": "Kütahya-Eskişehir yenilgisinden sonra ordunun toparlanması için Mustafa Kemal'e 3 aylığına Başkomutanlık yetkisi verilmiştir." },
            { "id": 166, "soru": "İstiklal Marşı için açılan yarışmaya 'Milletin parasıyla millete marş yazılmaz' diyerek ödülü almamak şartıyla katılan şairimiz kimdir?", "secenekler": ["Mehmet Akif Ersoy", "Ziya Gökalp", "Namık Kemal", "Mehmet Emin Yurdakul", "Yahya Kemal"], "dogru_cevap": "A", "aciklama": "Mehmet Akif, yarışma ödüllü olduğu için başta katılmamış, ödülü bağışlama şartıyla marşı yazmıştır." },
            { "id": 167, "soru": "Lozan Barış Konferansı'na gönderilecek heyet başkanının kim olacağı konusunda tartışmalar yaşanırken Rauf Orbay yerine İsmet İnönü'nün tercih edilme nedeni nedir?", "secenekler": ["İngilizce bilmesi", "Mudanya'daki diplomatik başarısı", "Osmanlı hükümetinde görev yapması", "Padişah yanlısı olması", "Ekonomist olması"], "dogru_cevap": "B", "aciklama": "İsmet Paşa, Mudanya Ateşkesi'nde İtilaf devletlerine karşı gösterdiği dik duruş ve başarı nedeniyle Lozan'a gönderilmiştir." },
            { "id": 168, "soru": "Lozan Antlaşması'nda 'Patrikhane' ile ilgili Türkiye'nin tezi ne olmuştur?", "secenekler": ["Heybeliada Ruhban Okulu açılsın", "Patrik seçimle belirlensin", "Patrikhane yurtdışına çıkarılsın", "Patrikhane özerk olsun", "Patrikhane'ye bütçe ayrılsın"], "dogru_cevap": "C", "aciklama": "Türkiye, Patrikhanenin siyasi fesat yuvası olduğunu belirterek yurtdışına çıkarılmasını istemiş ancak İstanbul'da kalması kabul edilmiştir." },
            { "id": 169, "soru": "Saltanatın kaldırılmasından sonra (1922), Cumhuriyetin ilanına kadar (1923) geçen sürede Devlet Başkanlığı görevini fiilen kim yürütmüştür?", "secenekler": ["TBMM Başkanı", "Başbakan", "Halife", "Genelkurmay Başkanı", "İçişleri Bakanı"], "dogru_cevap": "A", "aciklama": "Meclis Hükümeti sisteminde Devlet Başkanı yoktur, bu görevi sembolik olarak Meclis Başkanı (Rauf Orbay/Mustafa Kemal) temsil etmiştir." },
            { "id": 170, "soru": "Türkiye Cumhuriyeti'nin ilk muhalefet partisi olan Terakkiperver Cumhuriyet Fırkası'nın savunduğu ekonomik model hangisidir?", "secenekler": ["Devletçilik", "Liberalizm", "Karma Ekonomi", "Sosyalizm", "Komünizm"], "dogru_cevap": "B", "aciklama": "TCF, ekonomide devletin müdahalesini en aza indiren 'Liberalizm' (Serbest Piyasa) modelini benimsemiştir." },
            { "id": 171, "soru": "1926 yılında Atatürk'e yönelik İzmir Suikastı girişimi davasının görüldüğü ve İttihatçıların tasfiye edildiği mahkeme hangisidir?", "secenekler": ["Yüce Divan", "İstiklal Mahkemesi", "Divan-ı Harb", "Sıkıyönetim Mahkemesi", "Ağır Ceza Mahkemesi"], "dogru_cevap": "B", "aciklama": "İzmir Suikastı davası, İstiklal Mahkemeleri'nin görev yaptığı son büyük davadır." },
            { "id": 172, "soru": "Menemen Olayı'ndan (1930) sonra suçluların yargılandığı Divan-ı Harp mahkemesinin kurulması, hangi mahkemelerin artık görev yapmadığını gösterir?", "secenekler": ["İstiklal Mahkemeleri", "Asliye Hukuk", "Danıştay", "Yargıtay", "Şeriye Mahkemeleri"], "dogru_cevap": "A", "aciklama": "Menemen Olayı'nda İstiklal Mahkemeleri kurulmamış, suçlular askeri mahkeme olan Divan-ı Harp'te yargılanmıştır." },
            { "id": 173, "soru": "Türkiye'de kadınlara 'Doğum İzni' hakkı ilk kez hangi kanun kapsamında düzenlenmiştir?", "secenekler": ["Medeni Kanun", "Umumi Hıfzıssıhha Kanunu", "Teşvik-i Sanayi Kanunu", "İş Kanunu", "Belediye Kanunu"], "dogru_cevap": "B", "aciklama": "1930 tarihli Umumi Hıfzıssıhha Kanunu ile hamile kadınlara doğum öncesi ve sonrası izin hakkı getirilmiştir." },
            { "id": 174, "soru": "Atatürk Dönemi'nde tarımı desteklemek, fiyatları dengelemek ve ürün alımı yapmak amacıyla 1938'de kurulan kurum hangisidir?", "secenekler": ["Ziraat Bankası", "Toprak Mahsulleri Ofisi (TMO)", "Atatürk Orman Çiftliği", "Tarım Kredi Kooperatifleri", "Yüksek Ziraat Enstitüsü"], "dogru_cevap": "B", "aciklama": "TMO, hububat fiyatlarını düzenlemek ve üreticiyi korumak amacıyla Atatürk'ün vefatından hemen önce kurulmuştur." },
            { "id": 175, "soru": "Mustafa Kemal'in 'Yurttaş İçin Medeni Bilgiler' kitabının hazırlanmasında bizzat görev verdiği manevi kızı ve tarihçi kimdir?", "secenekler": ["Sabiha Gökçen", "Afet İnan", "Ülkü Adatepe", "Rukiye Erkin", "Zehra Aylin"], "dogru_cevap": "B", "aciklama": "Afet İnan, Atatürk'ün fikirlerini ve notlarını derleyerek 'Medeni Bilgiler' kitabının oluşmasına katkı sağlamıştır." },
            { "id": 176, "soru": "Atatürk'ün 1937 yılında TBMM açılış konuşmasında 'Doğuda bir güneş doğuyor' diyerek bağımsızlıklarını kazanacaklarını öngördüğü milletler hangisidir?", "secenekler": ["Balkan Milletleri", "Avrupa Devletleri", "Sömürge Altındaki Mazlum Milletler", "Güney Amerika Ülkeleri", "İskandinav Ülkeleri"], "dogru_cevap": "C", "aciklama": "Atatürk, sömürge altındaki Asya ve Afrika milletlerinin yakında uyanacağını ve bağımsız olacaklarını öngörmüştür." },
            { "id": 177, "soru": "Milli Mücadele'nin başında 'Milletin istiklalini yine milletin azim ve kararı kurtaracaktır' maddesi, ileride rejiminin ne olacağının işaretidir?", "secenekler": ["Meşrutiyet", "Cumhuriyet", "Oligarşi", "Teokrasi", "Monarşi"], "dogru_cevap": "B", "aciklama": "'Milletin kararı' vurgusu, egemenliğin şahıstan alınıp halka verileceğini, yani Cumhuriyet rejimini işaret eder." },
            { "id": 178, "soru": "1 Kasım 1928 Harf İnkılabı'ndan sonra basılan ilk gazete aşağıdakilerden hangisidir?", "secenekler": ["Mardin Gazetesi", "Hakimiyet-i Milliye", "İrade-i Milliye", "Ceride-i Resmiye", "Tasvir-i Efkâr"], "dogru_cevap": "A", "aciklama": "Yeni Türk harfleriyle basılan ilk gazete yerel bir gazete olan Mardin Gazetesi'dir." },
            { "id": 179, "soru": "Türkiye'de planlı ekonomiye geçiş denemesi olarak kabul edilen '1. Beş Yıllık Sanayi Planı'nın hazırlanmasında hangi ülkeden teknik destek alınmıştır?", "secenekler": ["ABD", "Almanya", "İngiltere", "SSCB (Sovyet Rusya)", "Fransa"], "dogru_cevap": "D", "aciklama": "Devletçilik ilkesi gereği hazırlanan sanayi planı için Sovyet Rusya'dan uzman ve kredi desteği alınmıştır." },
            { "id": 180, "soru": "Milli Mücadele döneminde 'Anadolu Ajansı'nın kurulmasını (1920) Mustafa Kemal'e öneren kadın aydınımız kimdir?", "secenekler": ["Halide Edip Adıvar", "Nezihe Muhiddin", "Fatma Aliye", "Afet İnan", "Şükufe Nihal"], "dogru_cevap": "A", "aciklama": "Halide Edip Adıvar ve Yunus Nadi, milli davanın dünyaya duyurulması için ajansın kurulmasını önermişlerdir." }
          ]
        },
        {
          "alt_baslik": "Test 10",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 181, "soru": "TBMM Hükümeti'nin Londra Konferansı'na (1921) davet edilmesi, İtilaf Devletleri'nin TBMM'yi hangi açıdan tanıdığını gösterir?", "secenekler": ["Askeri", "Hukuki", "Ekonomik", "Kültürel", "Dini"], "dogru_cevap": "B", "aciklama": "TBMM'nin uluslararası bir konferansa resmen davet edilmesi, onun hukuki varlığının tanındığı anlamına gelir." },
            { "id": 182, "soru": "Lozan Antlaşması'na göre, Ege adalarından Gökçeada (İmroz) ve Bozcaada'nın Türkiye'ye bırakılmasının temel gerekçesi nedir?", "secenekler": ["Nüfus yoğunluğu", "Çanakkale Boğazı'nın güvenliği", "Tarihi bağlar", "Ekonomik kaynaklar", "Yunanistan'ın isteği"], "dogru_cevap": "B", "aciklama": "Bu iki ada Çanakkale Boğazı'nın ağzında olduğu için boğazların savunulması amacıyla Türkiye'ye verilmiştir." },
            { "id": 183, "soru": "Cumhuriyet döneminde demiryollarına büyük önem verilmiş, 'Demir ağlarla ördük ana yurdu dört baştan' marşı yazılmıştır. Bu politika hangi ilke ile ilgilidir?", "secenekler": ["Laiklik", "Halkçılık", "Devletçilik", "İnkılapçılık", "Cumhuriyetçilik"], "dogru_cevap": "C", "aciklama": "Demiryolu gibi büyük altyapı yatırımlarının devlet eliyle yapılması 'Devletçilik' ilkesinin gereğidir." },
            { "id": 184, "soru": "1934 yılında kabul edilen Soyadı Kanunu'nun hazırlanmasında ve uygulanmasında temel amaç nedir?", "secenekler": ["Nüfus sayımını kolaylaştırmak", "Toplumsal eşitliği sağlamak ve kargaşayı önlemek", "Vergi toplamayı artırmak", "Askerlik işlemlerini hızlandırmak", "Yabancıları tespit etmek"], "dogru_cevap": "B", "aciklama": "Lakapların yarattığı ayrımcılığı (Halkçılık) bitirmek ve resmi işlerdeki isim benzerliği kargaşasını önlemektir." },
            { "id": 185, "soru": "Atatürk'ün 'Ben size manevi miras olarak hiçbir ayet, hiçbir dogma, hiçbir donmuş ve kalıplaşmış kural bırakmıyorum' sözü hangi ilkeyi vurgular?", "secenekler": ["Milliyetçilik", "Devletçilik", "Laiklik ve İnkılapçılık", "Halkçılık", "Cumhuriyetçilik"], "dogru_cevap": "C", "aciklama": "Dogmaların reddi (Laiklik) ve sürekli yenilenme, aklın rehberliği (İnkılapçılık) vurgulanmıştır." },
            { "id": 186, "soru": "Milli Mücadele'de Batı Cephesi'nde düzenli ordu kurulurken, Gediz Taarruzu'ndaki başarısızlığı nedeniyle görevden alınan komutan kimdir?", "secenekler": ["İsmet İnönü", "Refet Bele", "Ali Fuat Cebesoy", "Çerkez Ethem", "Kazım Karabekir"], "dogru_cevap": "C", "aciklama": "Ali Fuat Paşa, Gediz'de plansız taarruz sonucu başarısız olunca Moskova Büyükelçiliği'ne atanmıştır." },
            { "id": 187, "soru": "1924 Anayasası'nda 'Seçme yaşı 18, seçilme yaşı 30' iken, 1934 yılında yapılan değişiklikle seçme yaşı kaça çıkarılmıştır?", "secenekler": ["20", "21", "22", "25", "19"], "dogru_cevap": "C", "aciklama": "1934 değişikliği ile seçme yaşı 18'den 22'ye çıkarılmış, 1946 seçimlerine kadar böyle kalmıştır." },
            { "id": 188, "soru": "Mustafa Kemal Atatürk'ün nüfusa kayıtlı olduğu il ve ilçe hangisidir?", "secenekler": ["Selanik - Merkez", "Ankara - Çankaya", "Gaziantep - Bey Mahallesi", "İstanbul - Şişli", "İzmir - Karşıyaka"], "dogru_cevap": "C", "aciklama": "Atatürk, Türkiye Cumhuriyeti vatandaşı olarak Gaziantep ili, Bey Mahallesi nüfusuna kaydedilmiştir." },
            { "id": 189, "soru": "Osmanlı Devleti'nin 1. Dünya Savaşı'ndan çekilmesini zorunlu kılan ve Anadolu ile kara bağlantısını koparan gelişme hangisidir?", "secenekler": ["Almanya'nın yenilmesi", "Bulgaristan'ın savaştan çekilmesi", "Rusya'nın savaştan çekilmesi", "ABD'nin savaşa girmesi", "Kanal Cephesi'nin çökmesi"], "dogru_cevap": "B", "aciklama": "Bulgaristan çekilince Osmanlı-Almanya kara bağlantısı kopmuş, yardım alamayan Osmanlı ateşkes istemiştir." },
            { "id": 190, "soru": "Milli Mücadele'de 'Tekalif-i Milliye Emirleri'nin uygulanmasını denetlemek amacıyla kurulan mahkemeler hangisidir?", "secenekler": ["Divan-ı Harb", "İstiklal Mahkemeleri", "Nizamiye Mahkemeleri", "Şeriye Mahkemeleri", "Asliye Ceza"], "dogru_cevap": "B", "aciklama": "Tekalif-i Milliye emirlerine uymayanları yargılamak ve yardımları toplamak için İstiklal Mahkemeleri görevlendirilmiştir." },
            { "id": 191, "soru": "Lozan görüşmeleri sırasında çözülemeyen 'Musul Sorunu'nu görüşmek üzere 1924 yılında Türkiye ve İngiltere arasında toplanan konferans hangisidir?", "secenekler": ["Haliç Konferansı", "Londra Konferansı", "San Remo Konferansı", "Paris Konferansı", "Tersane Konferansı"], "dogru_cevap": "A", "aciklama": "İstanbul'da toplanan Haliç Konferansı'nda Ali Fethi Okyar Türkiye'yi temsil etmiş ancak sonuç alınamamıştır." },
            { "id": 192, "soru": "Mustafa Kemal'in 'Hürriyet ve İstiklal benim karakterimdir' sözünü söylediği ve milli mücadele ruhunu yansıtan eser hangisidir?", "secenekler": ["Nutuk", "Bursa Nutku", "Hakimiyet-i Milliye Başyazıları", "Eskişehir İzmit Görüşmeleri", "Zabit ve Kumandan ile Hasbihal"], "dogru_cevap": "C", "aciklama": "Bu sözü, Hakimiyet-i Milliye gazetesinde çıkan bir beyanatında veya Enver Behnan Şapolyo ile mülakatında dile getirmiştir." },
            { "id": 193, "soru": "Atatürk Dönemi'nde Türk denizciliğini geliştirmek ve finansman sağlamak amacıyla 1937'de kurulan banka hangisidir?", "secenekler": ["Sümerbank", "Etibank", "Denizbank", "İş Bankası", "Yapı Kredi"], "dogru_cevap": "C", "aciklama": "Denizbank, deniz ticareti ve filolarını finanse etmek amacıyla devlet tarafından kurulmuştur." },
            { "id": 194, "soru": "TBMM tarafından 'Milli Şair' Mehmet Akif Ersoy'a İstiklal Marşı'nı yazdığı için tahsis edilen ancak onun kabul etmediği ödül miktarı ne kadardı?", "secenekler": ["100 Lira", "500 Lira", "1000 Lira", "50 Altın", "100 Altın"], "dogru_cevap": "B", "aciklama": "Dönemin parasıyla 500 lira ödül konmuş, Akif bunu Darülmesai (Kadınlara iş öğreten vakıf) kurumuna bağışlamıştır." },
            { "id": 195, "soru": "Milli Mücadele'yi destekleyen ve İstanbul'da 'Sebilürreşad' dergisini çıkararak Mehmet Akif'in vaazlarını yayımlayan başyazar kimdir?", "secenekler": ["Eşref Edip", "Ziya Gökalp", "Yusuf Akçura", "Hasan Tahsin", "Yunus Nadi"], "dogru_cevap": "A", "aciklama": "Eşref Edip, Sebilürreşad dergisiyle İslamcı kesimin Milli Mücadele'ye katılmasında büyük rol oynamıştır." },
            { "id": 196, "soru": "Atatürk'ün 'Efendiler, hepiniz mebus olabilirsiniz, vekil olabilirsiniz, hatta reisicumhur olabilirsiniz fakat sanatkâr olamazsınız' sözüyle önemini vurguladığı kurum hangisidir?", "secenekler": ["Türk Tarih Kurumu", "Devlet Konservatuvarı", "Güzel Sanatlar Akademisi", "Musiki Muallim Mektebi", "Darülbedayi"], "dogru_cevap": "C", "aciklama": "Sanata ve sanatçıya verdiği değeri gösteren bu sözü, sanat eğitimi veren kurumları desteklerken söylemiştir." },
            { "id": 197, "soru": "1925 yılında aşar (öşür) vergisinin kaldırılması, Atatürk'ün hangi ilkesiyle doğrudan ilgilidir?", "secenekler": ["Laiklik", "Halkçılık", "Devletçilik", "İnkılapçılık", "Cumhuriyetçilik"], "dogru_cevap": "B", "aciklama": "Köylünün üzerindeki ağır vergi yükünü kaldırarak toplumsal refahı ve eşitliği amaçladığı için Halkçılık ilkesidir." },
            { "id": 198, "soru": "Türkiye'nin 2. Dünya Savaşı tehlikesine karşı sınırlarını korumak için 1934'te imzaladığı Balkan Antantı'na hangi devlet katılmamıştır?", "secenekler": ["Türkiye", "Yunanistan", "Yugoslavya", "Romanya", "Bulgaristan"], "dogru_cevap": "E", "aciklama": "Bulgaristan, komşularından toprak talep ettiği (revizyonist politika) için bu savunma paktına katılmamıştır." },
            { "id": 199, "soru": "Kurtuluş Savaşı'nda İtalyanların işgal ettikleri yerlerden (Antalya, Muğla) çekilmeye başlamasına neden olan savaş hangisidir?", "secenekler": ["1. İnönü", "2. İnönü", "Sakarya", "Büyük Taarruz", "Eskişehir-Kütahya"], "dogru_cevap": "B", "aciklama": "2. İnönü Zaferi'nden sonra İtalyanlar çekilme kararı almış, Sakarya Zaferi'nden sonra tamamen çekilmişlerdir." },
            { "id": 200, "soru": "1923 İzmir İktisat Kongresi'nde alınan 'Misak-ı İktisadi' kararları gereği, hammadde ihtiyacını karşılamak için hangi sektörün geliştirilmesine öncelik verilmiştir?", "secenekler": ["Tarım", "Ticaret", "Madencilik", "Sanayi", "Turizm"], "dogru_cevap": "D", "aciklama": "Yerli malı kullanımını teşvik etmek ve hammaddesi yurt içinde olan sanayi kollarını kurmak temel hedef seçilmiştir." }
          ]
        },
{
          "alt_baslik": "Test 11",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 201, "soru": "Saltanatın kaldırılması teklifini meclise sunan ve 'Egemenlik hiç kimseye ilimle, tartışmayla verilmez; kuvvetle alınır' diyen kişi kimdir?", "secenekler": ["Rauf Orbay", "Mustafa Kemal Atatürk", "İsmet İnönü", "Kazım Karabekir", "Refet Bele"], "dogru_cevap": "B", "aciklama": "Meclis komisyonunda saltanatın kaldırılması tartışılırken Mustafa Kemal bu tarihi konuşmayı yaparak süreci hızlandırmıştır." },
            { "id": 202, "soru": "Milli Mücadele'de Temsil Heyeti'nin Ankara'ya gelmesinden sonra, Mustafa Kemal'in halkla iletişim kurmak için çıkardığı gazete hangisidir?", "secenekler": ["İrade-i Milliye", "Hakimiyet-i Milliye", "Tasvir-i Efkâr", "Minber", "Tanin"], "dogru_cevap": "B", "aciklama": "Sivas'ta İrade-i Milliye çıkmış, Temsil Heyeti Ankara'ya gelince Hakimiyet-i Milliye (1920) kurulmuştur." },
            { "id": 203, "soru": "Türkiye Cumhuriyeti'nde 'Kabotaj Bayramı' olarak kutlanan ve Türk karasularında egemenliği sağlayan kanun hangi yıl kabul edilmiştir?", "secenekler": ["1923", "1924", "1926", "1928", "1930"], "dogru_cevap": "C", "aciklama": "1 Temmuz 1926'da yürürlüğe giren Kabotaj Kanunu ile liman işletme hakkı Türklere geçmiştir." },
            { "id": 204, "soru": "1. Dünya Savaşı sırasında Mustafa Kemal'in, Enver Paşa'ya yazdığı mektuplarda Almanların savaşı kaybedeceğini belirtmesi onun hangi kişilik özelliğini gösterir?", "secenekler": ["İleri görüşlülüğü", "Çok yönlülüğü", "Teşkilatçılığı", "İnkılapçılığı", "Eğitimciliği"], "dogru_cevap": "A", "aciklama": "Olayların gidişatını analiz edip sonucu önceden doğru tahmin etmesi ileri görüşlülüğüdür." },
            { "id": 205, "soru": "Milli Mücadele'de 'Yeşil Ordu' ve 'Çerkez Ethem' gibi grupların TBMM'ye karşı muhalefet etmesi ve düzenli orduya katılmak istememesi hangi isyana neden olmuştur?", "secenekler": ["Anzavur İsyanı", "Çerkez Ethem İsyanı", "Koçgiri İsyanı", "Pontus İsyanı", "Milli Aşiret İsyanı"], "dogru_cevap": "B", "aciklama": "Düzenli ordu disiplinine girmek istemeyen Çerkez Ethem, 1. İnönü Savaşı sırasında isyan etmiştir." },
            { "id": 206, "soru": "Mustafa Kemal, 13 Kasım 1918'de İstanbul'a geldiğinde işgal donanmasını görünce 'Geldikleri gibi giderler' sözünü kime söylemiştir?", "secenekler": ["Rauf Orbay", "İsmet İnönü", "Yaveri Cevat Abbas", "Ali Fuat Cebesoy", "Kazım Karabekir"], "dogru_cevap": "C", "aciklama": "Kartal İstimbotu ile Haydarpaşa'dan geçerken yaveri Cevat Abbas'a bu tarihi sözü söylemiştir." },
            { "id": 207, "soru": "Osmanlı Devleti'nde Ermeni sorununun uluslararası bir belgeye ilk kez girdiği antlaşma hangisidir?", "secenekler": ["Paris Antlaşması", "Berlin Antlaşması", "Ayastefanos Antlaşması", "Sevr Antlaşması", "Uşi Antlaşması"], "dogru_cevap": "B", "aciklama": "1878 Berlin Antlaşması ile Ermenilerin yaşadığı yerlerde ıslahat yapılması maddesi konularak sorun uluslararasılaşmıştır." },
            { "id": 208, "soru": "Atatürk'ün 'Benim ilim ve sanat için en büyük mirasım' dediği ve 1933'te kurduğu modern eğitim kurumu hangisidir?", "secenekler": ["İstanbul Üniversitesi", "Ankara Üniversitesi", "Gazi Eğitim Enstitüsü", "Yüksek Mühendis Mektebi", "Hukuk Mektebi"], "dogru_cevap": "A", "aciklama": "Darülfünun reformu sonrası kurulan İstanbul Üniversitesi, Cumhuriyetin ilk ve en köklü modern üniversitesidir." },
            { "id": 209, "soru": "Sivas Kongresi'nde tartışılan ve Mustafa Kemal'in 'Ya istiklal ya ölüm' diyerek kesin olarak reddettiği konu hangisidir?", "secenekler": ["Saltanatın devamı", "Amerikan Mandası", "Azınlık hakları", "Kapitülasyonlar", "Meclisin açılması"], "dogru_cevap": "B", "aciklama": "Bazı delegeler kurtuluş için ABD mandasını savunmuş, M. Kemal tam bağımsızlığa aykırı olduğu için reddetmiştir." },
            { "id": 210, "soru": "Milli Mücadele döneminde, Karadeniz'deki Rum çetelerine karşı mücadele eden ve 'Topal Osman' olarak bilinen Kuvayımilliye lideri kimdir?", "secenekler": ["İpsiz Recep", "Topal Osman Ağa", "Yahya Kaptan", "Şahin Bey", "Parti Pehlivan"], "dogru_cevap": "B", "aciklama": "Giresunlu Topal Osman Ağa, Karadeniz bölgesinde Rumlara karşı Türk köylerini korumuş ve Giresun Alayı'nı kurmuştur." },
            { "id": 211, "soru": "Aşağıdakilerden hangisi 1. TBMM'nin (1920-1923) özelliklerinden biri değildir?", "secenekler": ["Kurucu meclistir", "İhtilalci meclistir", "Güçler birliği ilkesini benimsemiştir", "İnkılapçı meclistir", "Olağanüstü yetkilere sahiptir"], "dogru_cevap": "D", "aciklama": "1. TBMM savaş meclisidir; yaptığı tek inkılap Saltanatı kaldırmaktır. Asıl inkılapları 2. TBMM yapmıştır." },
            { "id": 212, "soru": "Mudanya Ateşkes Antlaşması ile Doğu Trakya'yı teslim almakla görevlendirilen 'Trakya Yüksek Komiseri' kimdir?", "secenekler": ["Refet Bele", "İsmet İnönü", "Kazım Karabekir", "Fevzi Çakmak", "Rauf Orbay"], "dogru_cevap": "A", "aciklama": "Refet Bele, jandarma birlikleriyle Trakya'ya girerek bölgeyi Yunanlılardan devralmıştır." },
            { "id": 213, "soru": "Atatürk'ün 'Efendiler, yarın Cumhuriyeti ilan edeceğiz' sözünü nerede ve ne zaman söylemiştir?", "secenekler": ["28 Ekim 1923 - Çankaya Köşkü", "29 Ekim 1923 - TBMM", "23 Nisan 1920 - Meclis", "30 Ağustos 1922 - Cephe", "9 Eylül 1922 - İzmir"], "dogru_cevap": "A", "aciklama": "Cumhuriyetin ilanından bir gece önce, 28 Ekim akşamı Çankaya Köşkü'ndeki yemekte arkadaşlarına söylemiştir." },
            { "id": 214, "soru": "1930 yılında kurulan Serbest Cumhuriyet Fırkası'nın kurucusu Ali Fethi Okyar, bu partiyi kurmadan önce hangi görevdeydi?", "secenekler": ["Başbakan", "Paris Büyükelçisi", "Meclis Başkanı", "Genelkurmay Başkanı", "İstanbul Valisi"], "dogru_cevap": "B", "aciklama": "Ali Fethi Bey, Paris Büyükelçisi iken Atatürk'ün isteğiyle Türkiye'ye dönüp muhalefet partisini kurmuştur." },
            { "id": 215, "soru": "Milli Mücadele'de 'Hatay' bölgesinde Fransızlara karşı ilk kurşunu atan milli kahramanımız kimdir?", "secenekler": ["Sütçü İmam", "Kara Fatma", "Şahin Bey", "Kara Mehmet Çavuş", "Tayyar Rahmiye"], "dogru_cevap": "D", "aciklama": "Dörtyol'da Fransızlara ilk kurşunu atarak direnişi başlatan Kara Mehmet Çavuş'tur (Hasan Tahsin İzmir'dedir)." },
            { "id": 216, "soru": "Lozan Antlaşması'ndan sonra Türkiye ile Fransa arasında sorun olmaya devam eden 'Adana-Mersin Demiryolu' meselesi nasıl çözülmüştür?", "secenekler": ["Fransa'ya bırakılarak", "Türkiye tarafından satın alınarak millileştirilerek", "Ortak işletilerek", "İngiltere'ye devredilerek", "Kapatılarak"], "dogru_cevap": "B", "aciklama": "Milliyetçilik ilkesi gereği yabancı işletmeler (demiryolları) parası ödenerek satın alınmış ve devletleştirilmiştir." },
            { "id": 217, "soru": "Atatürk Dönemi'nde, Türk tarihi ve dili üzerine çalışmaları koordine etmek için Dolmabahçe Sarayı'nda düzenlenen toplantılara ne ad verilir?", "secenekler": ["Türk Tarih Kurultayı", "Dil Bayramı", "Maarif Kongresi", "İktisat Kongresi", "Üniversite Reformu"], "dogru_cevap": "A", "aciklama": "1. ve 2. Türk Tarih Kurultayları, tarih tezini bilimsel temellere oturtmak için yapılmıştır." },
            { "id": 218, "soru": "Türkiye'de 'Kadınlar Günü' olarak kutlanan 5 Aralık 1934 tarihinde kadınlara verilen hak hangisidir?", "secenekler": ["Muhtar seçilme", "Belediye başkanı seçilme", "Milletvekili seçme ve seçilme", "Mirasta eşitlik", "Boşanma hakkı"], "dogru_cevap": "C", "aciklama": "Türk kadınına en üst düzey siyasi hak olan milletvekili olma hakkı 5 Aralık 1934'te verilmiştir." },
            { "id": 219, "soru": "Milli Mücadele'yi konu alan 'Küçük Ağa' romanının yazarı kimdir?", "secenekler": ["Tarık Buğra", "Kemal Tahir", "Yakup Kadri", "Halide Edip", "Samim Kocagöz"], "dogru_cevap": "A", "aciklama": "Tarık Buğra, Küçük Ağa romanında Kuvayımilliye'ye katılan İstanbullu Hoca'nın dönüşümünü anlatır." },
            { "id": 220, "soru": "Atatürk'ün, 1. Dünya Savaşı'ndan önce 1910 yılında Fransa'da katıldığı askeri tatbikat hangisidir?", "secenekler": ["Picardie Manevraları", "Berlin Tatbikatı", "Sofya Ateşemiliterliği", "Balkan Paktı", "Çanakkale Savunması"], "dogru_cevap": "A", "aciklama": "Mustafa Kemal, Osmanlı ordusunu temsilen gözlemci olarak Picardie Manevraları'na katılmış ve havacılığın önemini vurgulamıştır." }
          ]
        },
        {
          "alt_baslik": "Test 12",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 221, "soru": "1933 yılında 'Vagon-Li' olayının yaşanmasına neden olan Fransız şirketinin faaliyeti neydi?", "secenekler": ["Demiryolu / Yataklı Vagon İşletmeciliği", "Bankacılık", "Madencilik", "Liman İşletmeciliği", "Tütün Rejisi"], "dogru_cevap": "A", "aciklama": "Şirket, yataklı vagon hizmeti veriyordu ve çalışanına Türkçe konuştuğu için ceza vermesi olayları başlattı." },
            { "id": 222, "soru": "Atatürk'ün 'Türk milletinin dili Türkçedir. Türk dili dünyada en güzel, en zengin ve en kolay olabilecek bir dildir' sözüyle kurduğu kurum hangisidir?", "secenekler": ["Türk Tarih Kurumu", "Türk Dil Kurumu (TDK)", "Halkevleri", "Dil ve Tarih Coğrafya Fakültesi", "Milli Eğitim Bakanlığı"], "dogru_cevap": "B", "aciklama": "1932 yılında Türkçeyi yabancı boyunduruktan kurtarmak ve zenginleştirmek için TDK kurulmuştur." },
            { "id": 223, "soru": "Montrö Boğazlar Sözleşmesi'ni (1936) imzalayan dönemin Dışişleri Bakanı kimdir?", "secenekler": ["İsmet İnönü", "Tevfik Rüştü Aras", "Hasan Saka", "Şükrü Saraçoğlu", "Yusuf Kemal Tengirşenk"], "dogru_cevap": "B", "aciklama": "Tevfik Rüştü Aras, uzun yıllar Atatürk'ün Dışişleri Bakanlığını yapmış ve Montrö'yü imzalamıştır." },
            { "id": 224, "soru": "Lozan Antlaşması'nda Türkiye'nin Irak sınırı (Musul) neden kesin olarak belirlenememiştir?", "secenekler": ["Petrol paylaşımı sorunu", "İngiltere'nin uzlaşmaz tavrı ve bölgedeki Türk nüfusu", "Fransa'nın araya girmesi", "Şeyh Sait İsyanı", "ABD'nin müdahalesi"], "dogru_cevap": "B", "aciklama": "İngiltere petrol zengini Musul'u bırakmak istememiş, Türkiye ise Misak-ı Milli sınırlarında olduğu için diretmiş, konu sonraya bırakılmıştır." },
            { "id": 225, "soru": "1925 yılında çıkarılan 'Şapka İktisası Hakkında Kanun'a muhalefet ettiği için İstiklal Mahkemeleri'nde yargılanan İskilipli Atıf Hoca olayı hangi reformla ilgilidir?", "secenekler": ["Eğitim", "Kılık Kıyafet (Sosyal)", "Hukuk", "Ekonomi", "Siyaset"], "dogru_cevap": "B", "aciklama": "Şapka Kanunu, toplumsal görünümü modernleştirmeyi amaçlayan sosyal bir inkılaptır." },
            { "id": 226, "soru": "Atatürk'ün naaşının 1953 yılında Etnografya Müzesi'nden Anıtkabir'e nakledildiği sırada Cumhurbaşkanı kimdi?", "secenekler": ["İsmet İnönü", "Celal Bayar", "Adnan Menderes", "Cemal Gürsel", "Refik Koraltan"], "dogru_cevap": "B", "aciklama": "1950-1960 yılları arasında Cumhurbaşkanlığı yapan Celal Bayar döneminde nakil işlemi gerçekleşmiştir." },
            { "id": 227, "soru": "Milli Mücadele'de 'İstiklal Yolu' olarak bilinen güzergah hangi şehirleri kapsar?", "secenekler": ["İnebolu - Kastamonu - Ilgaz - Çankırı - Ankara", "İzmir - Uşak - Afyon - Ankara", "Samsun - Amasya - Sivas - Ankara", "Antalya - Burdur - Konya - Ankara", "Erzurum - Erzincan - Sivas - Kayseri"], "dogru_cevap": "A", "aciklama": "Cephanenin kağnılarla taşındığı bu stratejik yol İnebolu limanından başlar ve Ankara'da biter." },
            { "id": 228, "soru": "1934 yılında soyadı kanunu çıktıktan sonra İsmet Paşa'ya 'İnönü' soyadını kim vermiştir?", "secenekler": ["TBMM", "Mustafa Kemal Atatürk", "Kendisi seçmiştir", "Fevzi Çakmak", "Bakanlar Kurulu"], "dogru_cevap": "B", "aciklama": "Atatürk, kazandığı İnönü Zaferleri'ne atıfta bulunarak İsmet Paşa'ya bu soyadını vermiştir." },
            { "id": 229, "soru": "Aşağıdakilerden hangisi Atatürk'ün kaleme aldığı eserlerden biri değildir?", "secenekler": ["Nutuk", "Geometri", "Zabit ve Kumandan ile Hasbihal", "Türk'ün Ateşle İmtihanı", "Cumalı Ordugahı"], "dogru_cevap": "D", "aciklama": "'Türk'ün Ateşle İmtihanı' Halide Edip Adıvar'ın eseridir. Diğerleri Atatürk'ün yazdığı kitaplardır." },
            { "id": 230, "soru": "TBMM'nin 1921 yılında kabul ettiği Teşkilat-ı Esasiye Kanunu'nda yer alan 'Şer'i hükümlerin yerine getirilmesi TBMM'ye aittir' maddesi hangi ilkeye henüz tam uyulmadığını gösterir?", "secenekler": ["Halkçılık", "Laiklik", "Milliyetçilik", "Devletçilik", "Cumhuriyetçilik"], "dogru_cevap": "B", "aciklama": "Meclisin dini hükümleri yerine getirme görevini üstlenmesi, laiklik ilkesinin henüz tam uygulanmadığını (Meclis birliği korumak istemiştir) gösterir." },
            { "id": 231, "soru": "Milli Mücadele döneminde 'Galip Hoca' takma adıyla Nazilli Kongresi'ni düzenleyen ve Batı Anadolu'da direnişi örgütleyen devlet adamı kimdir?", "secenekler": ["Adnan Menderes", "Celal Bayar", "Fethi Okyar", "Refik Koraltan", "Hasan Polatkan"], "dogru_cevap": "B", "aciklama": "Celal Bayar, Reşad-ı Sani ve Galip Hoca lakaplarıyla Ege bölgesinde halkı işgallere karşı örgütlemiştir." },
            { "id": 232, "soru": "Erzurum Kongresi'ne katılarak Doğu illerinin sözcülüğünü yapan, 'Albayrak' ve 'Hadisat' gazetelerini çıkaran cemiyet hangisidir?", "secenekler": ["Kars İslam Şurası", "Vilayat-ı Şarkiye Müdafaa-i Hukuk", "Trabzon Muhafaza-i Hukuk", "Kilikyalılar", "Milli Kongre"], "dogru_cevap": "B", "aciklama": "Doğu Anadolu Müdafaa-i Hukuk Cemiyeti, bölgenin Türklüğünü kanıtlamak için Fransızca 'Le Pays' gazetesini de çıkarmıştır." },
            { "id": 233, "soru": "Kurtuluş Savaşı'nın kadın kahramanlarından olan, İnebolu'dan Ankara'ya mermi taşırken donarak şehit düşen sembol isim kimdir?", "secenekler": ["Nene Hatun", "Şerife Bacı", "Kara Fatma", "Gördesli Makbule", "Halide Edip"], "dogru_cevap": "B", "aciklama": "Kastamonu İnebolu'da cephane taşırken çocuğuyla birlikte donarak şehit olan kahraman Şerife Bacı'dır." },
            { "id": 234, "soru": "TBMM'nin 1921'de İstiklal Marşı'nı kabul ettiği oturuma başkanlık eden dönemin Meclis Başkanvekili kimdir?", "secenekler": ["Rauf Orbay", "Adnan Adıvar", "Ali Fuat Cebesoy", "Refet Bele", "Kazım Özalp"], "dogru_cevap": "B", "aciklama": "Tarihi oturumu yöneten ve marşın okunmasını sağlayan Dr. Adnan Adıvar'dır." },
            { "id": 235, "soru": "Atatürk Dönemi'nde devletçilik ilkesini savunan, Yakup Kadri ve Şevket Süreyya Aydemir tarafından çıkarılan fikir dergisi hangisidir?", "secenekler": ["Ülkü", "Kadro", "Türk Yurdu", "Varlık", "Büyük Doğu"], "dogru_cevap": "B", "aciklama": "Kadro Dergisi, Türk inkılabının ideolojisini ve devletçilik sistemini teorik temellere oturtmaya çalışmıştır." },
            { "id": 236, "soru": "Lozan Antlaşması'ndan sonra Türkiye'nin, İngiltere ve Irak ile yaşadığı sınır sorununu çözmek için Milletler Cemiyeti'nin oluşturduğu hat hangisidir?", "secenekler": ["Milne Hattı", "Brüksel Hattı", "Yeşil Hat", "Curzon Hattı", "Wilson Hattı"], "dogru_cevap": "B", "aciklama": "Musul sorunu sırasında MC, geçici sınır olarak Brüksel Hattı'nı çizmiş ve Musul'u Irak tarafında bırakmıştır." },
            { "id": 237, "soru": "Cumhuriyet döneminde yapılan ilk nüfus sayımında (1927) nüfusun az çıkması ve savaştan çıkılmış olması nedeniyle uygulanan politika nedir?", "secenekler": ["Nüfus Planlaması", "Nüfus Artışını Teşvik", "Göçü Yasaklama", "Şehre Göçü Engelleme", "Yurt Dışına İşçi Gönderme"], "dogru_cevap": "B", "aciklama": "Kalkınma için iş gücüne ihtiyaç duyan Türkiye, çok çocuklu aileleri ödüllendirmiş ve artışı teşvik etmiştir." },
            { "id": 238, "soru": "Atatürk'ün emriyle İran Şahı Rıza Pehlivi'nin ziyareti onuruna (1934) bestelenen ilk Türk operası hangisidir?", "secenekler": ["Lüküs Hayat", "Özsoy Operası", "Kerem ile Aslı", "Köroğlu", "Aşk-ı Memnu"], "dogru_cevap": "B", "aciklama": "Adnan Saygun tarafından bestelenen Özsoy Operası, Türk-İran dostluğunu pekiştirmek için sahnelenmiştir." },
            { "id": 239, "soru": "Milli Mücadele'de İstanbul'dan Anadolu'ya silah ve insan kaçıran, 'Mim Mim Grubu' gibi çalışan gizli teşkilat hangisidir?", "secenekler": ["Karakol Cemiyeti", "Milli Kongre", "Felah Grubu", "Yeşil Ordu", "Tesanüd Grubu"], "dogru_cevap": "A", "aciklama": "Kara Vasıf ve arkadaşlarınca kurulan Karakol Cemiyeti, mütareke döneminin en etkili gizli istihbarat örgütüdür." },
            { "id": 240, "soru": "Türkiye, 1932 yılında Milletler Cemiyeti'ne üye olduktan sonra, dünya barışını korumak için 1928'de imzalanan hangi pakta sonradan katılmıştır?", "secenekler": ["Varşova Paktı", "Briand-Kellogg Paktı", "Locarno Antlaşması", "NATO", "Bağdat Paktı"], "dogru_cevap": "B", "aciklama": "Savaşın ulusal politika aracı olarak kullanılmasını yasaklayan Briand-Kellogg Paktı'na Türkiye 1929'da katılmıştır." }
          ]
        },
        {
          "alt_baslik": "Test 13",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 241, "soru": "Atatürk Dönemi'nde (1924) kurulan, başkanlığını İsmet İnönü'nün yaptığı, Türkiye'nin köklü sivil toplum kuruluşu hangisidir?", "secenekler": ["Kızılay", "Türk Hava Kurumu (Tayyare Cemiyeti)", "Yeşilay", "Darüşşafaka", "Çocuk Esirgeme Kurumu"], "dogru_cevap": "B", "aciklama": "Türk havacılığını geliştirmek ve pilot yetiştirmek amacıyla Türk Tayyare Cemiyeti kurulmuştur." },
            { "id": 242, "soru": "1921 yılında İtalya'nın San Remo kentinde değil, Akdeniz güvenliği için 1937'de toplanan ve Türkiye'nin de katıldığı konferans hangisidir?", "secenekler": ["Nyon Konferansı", "Haliç Konferansı", "Montrö Konferansı", "Paris Konferansı", "Londra Konferansı"], "dogru_cevap": "A", "aciklama": "İtalya'nın Akdeniz'deki korsanlık faaliyetlerine ve yayılmacılığına karşı Nyon Antlaşması imzalanmıştır." },
            { "id": 243, "soru": "Cumhuriyetin ilanından sonra 'Ordunun siyasetten ayrılması' ilkesi gereği, hem milletvekilliği hem de askerlik görevini birlikte yürütemeyeceklerine karar verilen düzenleme ne zaman yapılmıştır?", "secenekler": ["1920", "1924", "1930", "1934", "1945"], "dogru_cevap": "B", "aciklama": "Erkan-ı Harbiye Vekâleti kaldırılarak Genelkurmay Başkanlığı kurulmuş, komutanların meclisten istifası istenmiştir." },
            { "id": 244, "soru": "Ege bölgesinde Yunan işgaline karşı Kuvayımilliye birliklerinin oluşturduğu hat ve direnişe ne ad verilir?", "secenekler": ["Milne Hattı", "Çerkez Ethem Hattı", "Bergama Baskını / Ayvalık Cephesi", "Maraş Savunması", "Sakarya Hattı"], "dogru_cevap": "C", "aciklama": "Ali Çetinkaya'nın Ayvalık'ta ilk kurşunu atmasıyla Batı Anadolu'da cepheler oluşmaya başlamıştır." },
            { "id": 245, "soru": "Mustafa Kemal'in 'Sizleri birer kıvılcım olarak gönderiyorum, volkan olup dönmelisiniz' diyerek yurtdışına eğitime gönderdiği öğrenciler arasında kim vardır?", "secenekler": ["Halil İnalcık", "Adnan Saygun / Ekrem Akurgal", "Aziz Sancar", "Oktay Sinanoğlu", "İlber Ortaylı"], "dogru_cevap": "B", "aciklama": "Sadi Irmak, Adnan Saygun, Ekrem Akurgal gibi isimler bu bursla yetişip Cumhuriyetin öncüleri olmuştur." },
            { "id": 246, "soru": "1921 Anayasası'nda (Teşkilat-ı Esasiye) benimsenen seçim sistemi nasıldı?", "secenekler": ["Tek dereceli", "İki dereceli", "Nispi temsil", "Barajlı sistem", "Doğrudan demokrasi"], "dogru_cevap": "B", "aciklama": "1946 yılına kadar Türkiye'de halk önce delegeleri, delegeler de vekilleri seçerdi (İki dereceli sistem)." },
            { "id": 247, "soru": "Lozan Antlaşması'nda 'Yunanistan, savaş tazminatı olarak Türkiye'ye nereyi bırakmıştır?'", "secenekler": ["Dedeağaç", "Karaağaç (Edirne)", "Selanik", "Girit", "Rodos"], "dogru_cevap": "B", "aciklama": "Yunanistan'ın parası olmadığı için tazminat karşılığı Karaağaç kasabası ve istasyonu Türkiye'ye verilmiştir." },
            { "id": 248, "soru": "Milli Mücadele karşıtı yayın yapan ve Ali Kemal'in başyazarlığını yaptığı zararlı yayın organı hangisidir?", "secenekler": ["Peyam-ı Sabah", "Yenigün", "İkdam", "Tanin", "Tasvir-i Efkâr"], "dogru_cevap": "A", "aciklama": "Peyam-ı Sabah, Milli Mücadele aleyhine en sert yazıları yayımlayan İstanbul gazetesidir." },
            { "id": 249, "soru": "Atatürk Dönemi'nde (1929) 'Milli İktisat ve Tasarruf Cemiyeti'ni kurarak yerli malı haftasını başlatan meclis başkanı kimdir?", "secenekler": ["Kazım Özalp", "Fethi Okyar", "Abdülhalik Renda", "Refet Bele", "Şükrü Saraçoğlu"], "dogru_cevap": "A", "aciklama": "Kazım Özalp, yerli malı bilincini artırmak için bu cemiyeti kurmuş ve tasarrufu teşvik etmiştir." },
            { "id": 250, "soru": "Türkiye'nin 2. Dünya Savaşı tehlikesine karşı batı sınırlarını güvence altına almak amacıyla 1934 yılında Yunanistan, Yugoslavya ve Romanya ile kurduğu bölgesel ittifak hangisidir?", "secenekler": ["Sadabat Paktı", "Balkan Antantı", "Bağdat Paktı", "Locarno Antlaşması", "Briand-Kellogg Paktı"], "dogru_cevap": "B", "aciklama": "Almanya ve İtalya'nın yayılmacı politikalarına karşı kurulan Balkan Antantı ile Türkiye batı sınırlarını güvence altına almıştır." },
            { "id": 251, "soru": "Atatürk'ün 'Beni Türk hekimlerine emanet ediniz' sözünü söylediği ve siroz teşhisini koyan doktoru kimdir?", "secenekler": ["Refik Saydam", "Dr. Nihat Reşat Belger", "Adnan Adıvar", "Mim Kemal Öke", "Tevfik Sağlam"], "dogru_cevap": "B", "aciklama": "Dr. Nihat Reşat Belger, Atatürk'e ilk siroz teşhisini koyan Türk hekimidir." },
            { "id": 252, "soru": "Cumhuriyetin ilk yıllarında doğuda çıkan 'Ağrı İsyanı' (1930) nedeniyle Türkiye'nin sınır düzenlemesi yaptığı ülke hangisidir?", "secenekler": ["Irak", "İran", "Suriye", "SSCB", "Bulgaristan"], "dogru_cevap": "B", "aciklama": "İsyanı bastırmak için İran ile sınır değişikliği yapılmış, Küçük Ağrı Dağı Türkiye'ye katılmıştır." },
            { "id": 253, "soru": "1936 yılında Montrö Boğazlar Sözleşmesi'nin imzalanmasında, Avrupa'daki hangi iki ülkenin saldırgan tutumu etkili olmuştur?", "secenekler": ["Ingiltere - Fransa", "Almanya - İtalya", "Rusya - Bulgaristan", "İspanya - Portekiz", "ABD - Japonya"], "dogru_cevap": "B", "aciklama": "Almanya'nın ve İtalya'nın silahlanarak Akdeniz'i tehdit etmesi, Türkiye'nin Boğazları silahlandırma talebini haklı kılmıştır." },
            { "id": 254, "soru": "Mustafa Kemal'in Samsun'a çıktıktan sonra (1919) askerlik mesleğinden ve resmi görevinden istifa ettiği yer neresidir?", "secenekler": ["Havza", "Amasya", "Erzurum", "Sivas", "Ankara"], "dogru_cevap": "C", "aciklama": "Erzurum Kongresi öncesinde, 7-8 Temmuz gecesi askerlikten istifa ederek 'Sine-i Millete' dönmüştür." },
            { "id": 255, "soru": "Cumhuriyet döneminde güzel sanatlar alanında heykelciliği geliştirmek için açılan ilk anıt yarışması hangisidir?", "secenekler": ["Taksim Cumhuriyet Anıtı", "Sarayburnu Atatürk Heykeli", "Ulus Zafer Anıtı", "Güvenpark Anıtı", "İzmir Atatürk Anıtı"], "dogru_cevap": "A", "aciklama": "Ancak dikilen ilk heykel Sarayburnu Atatürk Heykeli'dir (Krippel yapmıştır), Taksim Anıtı ise Canonica tarafından yapılmıştır." },
            { "id": 256, "soru": "Milli Mücadele'nin 'Kadın kahramanı' Halide Edip Adıvar'ın onbaşı ve çavuş rütbesiyle orduya katıldığı savaş hangisidir?", "secenekler": ["1. İnönü", "Sakarya Meydan Muharebesi", "Büyük Taarruz", "Başkomutanlık", "Eskişehir-Kütahya"], "dogru_cevap": "B", "aciklama": "Halide Edip, Sakarya Savaşı sırasında cephede görev almış ve 'Halide Onbaşı' olarak tanınmıştır." },
            { "id": 257, "soru": "TBMM'nin ilk anayasası olan 1921 Teşkilat-ı Esasiye, hangi anayasa ile birlikte yürürlükte kalmıştır?", "secenekler": ["1924 Anayasası", "Kanun-i Esasi (1876)", "1961 Anayasası", "Tanzimat Fermanı", "Sened-i İttifak"], "dogru_cevap": "B", "aciklama": "1921 Anayasası çok kısa olduğu için, çelişmeyen maddelerde Osmanlı Kanun-i Esasi'si de geçerliliğini korumuştur (İkili anayasa dönemi)." },
            { "id": 258, "soru": "Şeyh Sait İsyanı'nın bastırılmasında ve Cumhuriyet devrimlerinin yerleşmesinde etkili olan 'İstiklal Mahkemeleri' en son hangi olayda görev yapmıştır?", "secenekler": ["Çerkez Ethem İsyanı", "İzmir Suikastı", "Menemen Olayı", "Dersim Olayları", "6-7 Eylül Olayları"], "dogru_cevap": "B", "aciklama": "İstiklal Mahkemeleri fiilen en son 1926 İzmir Suikastı davasında görev yapmış, sonra kapatılmıştır." },
            { "id": 259, "soru": "1933 Üniversite Reformu'nu hazırlayan İsviçreli profesör kimdir?", "secenekler": ["John Dewey", "Albert Malche", "Alfred Kühn", "Paul Hindemith", "Alexander Graham"], "dogru_cevap": "B", "aciklama": "Prof. Albert Malche'ın raporu doğrultusunda Darülfünun kapatılarak İstanbul Üniversitesi'ne dönüştürülmüştür." },
            { "id": 260, "soru": "Atatürk'ün, 'Hattı müdafaa yoktur sathı müdafaa vardır' sözüyle uyguladığı 'Topyekûn Savaş' stratejisi hangi savaşı kazandırmıştır?", "secenekler": ["1. İnönü", "Sakarya", "Büyük Taarruz", "Kütahya-Eskişehir", "Trablusgarp"], "dogru_cevap": "B", "aciklama": "Bu strateji sayesinde ordu geri çekilse bile hat bozulmamış, tüm vatan sathı savunulmuştur." }
          ]
        },
        {
          "alt_baslik": "Test 14",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 261, "soru": "Mustafa Kemal'in 'Büyük Millet Meclisi' adını verdiği meclis, açılış gününde (23 Nisan 1920) hangi isimle toplanmıştır?", "secenekler": ["Meclis-i Mebusan", "Kurucu Meclis", "Millet Meclisi", "Olağanüstü Meclis", "Anadolu Meclisi"], "dogru_cevap": "C", "aciklama": "Açıldığı gün tutanaklarda 'Millet Meclisi' olarak geçmiş, 'Türkiye Büyük' ibaresi (Büyük Millet Meclisi) 1921'de resmileşmiştir." },
            { "id": 262, "soru": "Aşağıdakilerden hangisi Atatürk Dönemi'nde açılan bankalardan biri değildir?", "secenekler": ["Sanayi ve Maadin Bankası", "Emlak ve Eytam Bankası", "Merkez Bankası", "Vakıfbank", "Sümerbank"], "dogru_cevap": "D", "aciklama": "Vakıfbank 1954 yılında, Adnan Menderes (Demokrat Parti) döneminde kurulmuştur." },
            { "id": 263, "soru": "Milli Mücadele'de Antep, Urfa ve Maraş savunmalarını yürüten yerel güçlere ne ad verilir?", "secenekler": ["Kuvayı İnzibatiye", "Kuvayımilliye", "Düzenli Ordu", "Jandarma", "Yeşil Ordu"], "dogru_cevap": "B", "aciklama": "Güney cephesinde düzenli ordu savaşmamış, halkın oluşturduğu Kuvayımilliye birlikleri Fransızlara direnmiştir." },
            { "id": 264, "soru": "Atatürk'ün 'Yurtta Sulh, Cihanda Sulh' ilkesi doğrultusunda, 1929'da SSCB ile imzalanan ve sınır güvenliğini pekiştiren belge hangisidir?", "secenekler": ["Moskova Antlaşması", "Litvinov Protokolü", "Sadabat Paktı", "Kars Antlaşması", "Balkan Paktı"], "dogru_cevap": "B", "aciklama": "Türkiye, SSCB ve komşularının savaşa girmemesini öngören Litvinov Protokolü'ne katılarak barışçıl politikasını sürdürmüştür." },
            { "id": 265, "soru": "Türkiye Cumhuriyeti'nde 'Köy Enstitüleri'nin (1940) fikir babası sayılan ve ilköğretim genel müdürlüğü yapan eğitimci kimdir?", "secenekler": ["Hasan Ali Yücel", "İsmail Hakkı Tonguç", "Saffet Arıkan", "Reşit Galip", "Hamdullah Suphi"], "dogru_cevap": "B", "aciklama": "İsmail Hakkı Tonguç ('Tonguç Baba'), köye göre öğretmen yetiştirme modelinin mimarıdır." },
            { "id": 266, "soru": "Atatürk'ün 'Nutuk' adlı eserini okuduğu (1927) ve 36 saat 33 dakika süren konuşmasını yaptığı yer neresidir?", "secenekler": ["1. TBMM Binası", "2. TBMM Binası", "CHP 2. Kurultayı", "Türk Tarih Kurultayı", "Dil Kurultayı"], "dogru_cevap": "C", "aciklama": "Nutuk, CHP'nin 2. Büyük Kurultayı'nda okunmuş ve partinin tarihsel temeli olarak kabul edilmiştir." },
            { "id": 267, "soru": "Lozan Antlaşması'nda 'Yabancı Okullar' konusunun, Türkiye'nin istediği gibi 'Türk kanunlarına uyma zorunluluğu' ile çözülmesi neyin kanıtıdır?", "secenekler": ["Laikliğin", "Tam bağımsızlığın", "Devletçiliğin", "Barışçılığın", "Ekonomik özgürlüğün"], "dogru_cevap": "B", "aciklama": "İç işlerimize karışılması engellenmiş, okullar MEB'e bağlanarak bağımsızlık korunmuştur." },
            { "id": 268, "soru": "Cumhuriyetin ilk yıllarında, demiryolu yapımında büyük başarı gösteren ve daha sonra ilk yerli uçak fabrikasını kuran girişimci (aynı zamanda ilk muhalefet partilerinden MKP'yi kuran) kimdir?", "secenekler": ["Vecihi Hürkuş", "Nuri Demirağ", "Şakir Zümre", "Nuri Killigil", "Selahattin Alan"], "dogru_cevap": "B", "aciklama": "Nuri Demirağ, 'Milli Kalkınma Partisi'ni kurarak çok partili hayata geçişte de (1945) öncü olmuştur." },
            { "id": 269, "soru": "1924 Anayasası'nda yer alan 'Meclis Hükümeti' sistemi ile 'Kabine Sistemi' arasındaki geçişi sağlayan en önemli siyasi olay nedir?", "secenekler": ["Saltanatın Kaldırılması", "Cumhuriyetin İlanı", "Halifeliğin Kaldırılması", "Lozan Antlaşması", "Ankara'nın Başkent Olması"], "dogru_cevap": "B", "aciklama": "Cumhuriyetin ilanıyla birlikte Başbakanlık kurumu oluşturulmuş ve Kabine Sistemine geçilerek hükümet krizleri çözülmüştür." },
            { "id": 270, "soru": "Milli Mücadele'de Türk ordusunun Yunan ordusuna karşı kazandığı 'İlk Taarruz Denemesi' olan ancak başarısızlıkla sonuçlanan muharebe hangisidir?", "secenekler": ["1. İnönü", "Aslıhanlar - Dumlupınar", "Gediz", "Sakarya", "Başkomutanlık"], "dogru_cevap": "B", "aciklama": "2. İnönü'den sonra Refet Bele komutasındaki birlikler Aslıhanlar'da taarruzu denemiş ancak ordunun henüz hazır olmadığı görülmüştür." },
            { "id": 271, "soru": "1926 Türk Medeni Kanunu ile kadınlara verilen 'mirasta ve şahitlikte eşitlik' hakkı, İslam hukukundaki hangi uygulamayı sona erdirmiştir?", "secenekler": ["Mecelle", "Kanunname-i Ali Osman", "Ferman", "Berat", "Fetva"], "dogru_cevap": "A", "aciklama": "Osmanlı'nın medeni kanunu olan Mecelle kaldırılarak yerine İsviçre'den uyarlanan modern Medeni Kanun gelmiştir." },
            { "id": 272, "soru": "Türkiye'nin 2. Dünya Savaşı öncesinde sınırlarını güvence altına almak için imzaladığı 'Sadabat Paktı' (1937) hangi şehirde imzalanmıştır?", "secenekler": ["Ankara", "Tahran (Sadabat Sarayı)", "Bağdat", "Kabil", "İstanbul"], "dogru_cevap": "B", "aciklama": "Pakt, İran'ın başkenti Tahran'daki Sadabat Sarayı'nda imzalandığı için bu adı almıştır." },
            { "id": 273, "soru": "Atatürk'ün 'Türk milleti aleyhine asırlardan beri hazırlanmış büyük bir suikastın çökertilmesi' olarak tanımladığı antlaşma hangisidir?", "secenekler": ["Mondros Ateşkesi", "Sevr Antlaşması", "Lozan Barış Antlaşması", "Gümrü Antlaşması", "Mudanya Ateşkesi"], "dogru_cevap": "C", "aciklama": "Lozan, Sevr ile planlanan yok ediş projesini (suikastı) boşa çıkaran Türk zaferidir." },
            { "id": 274, "soru": "Milli Mücadele'de düzenli ordu kurulmadan önce, işgallere karşı ilk silahlı direnişin başladığı 'Dörtyol' hangi ilimizdedir?", "secenekler": ["Gaziantep", "Kahramanmaraş", "Hatay", "Adana", "Şanlıurfa"], "dogru_cevap": "C", "aciklama": "Milli Mücadele'nin ilk kurşunu Hatay/Dörtyol'da Fransızlara karşı atılmıştır." },
            { "id": 275, "soru": "Atatürk Dönemi'nde 'Sanayi-i Nefise Mektebi'nin adı 1928 yılında ne olarak değiştirilmiştir?", "secenekler": ["Güzel Sanatlar Akademisi", "Devlet Konservatuvarı", "Gazi Eğitim Enstitüsü", "İstanbul Üniversitesi", "Resim Heykel Müzesi"], "dogru_cevap": "A", "aciklama": "Osman Hamdi Bey'in kurduğu okul, Cumhuriyet döneminde Güzel Sanatlar Akademisi (Mimar Sinan Üni.) olmuştur." },
            { "id": 276, "soru": "Milli Mücadele'nin askeri safhasını bitiren Mudanya Ateşkes Antlaşması'nı TBMM adına imzalayan İsmet Paşa'nın o sıradaki görevi neydi?", "secenekler": ["Başbakan", "Batı Cephesi Komutanı", "Cumhurbaşkanı", "Genelkurmay Başkanı", "Dışişleri Bakanı"], "dogru_cevap": "B", "aciklama": "İsmet Paşa, Mudanya'ya Batı Cephesi Komutanı olarak katılmış, buradaki başarısıyla Lozan'a gönderilmiştir." },
            { "id": 277, "soru": "Cumhuriyetin ilk yıllarında (1924) Hakkari çevresinde çıkan ve İngiliz kışkırtmasıyla Musul sorununun aleyhimize çözülmesine neden olan isyan hangisidir?", "secenekler": ["Şeyh Sait", "Nasturi Ayaklanması", "Menemen Olayı", "Dersim İsyanı", "Anzavur Ayaklanması"], "dogru_cevap": "B", "aciklama": "İngilizler, Musul görüşmeleri sürerken Nasturileri ayaklandırarak Türk ordusunu meşgul etmiştir." },
            { "id": 278, "soru": "1935 yılında 'Hafta Tatili Kanunu' ile tatil gününün Cuma'dan Pazar'a alınmasının temel ekonomik nedeni nedir?", "secenekler": ["Batı ile ticari ilişkilerde uyum sağlamak", "Dini gelenekleri değiştirmek", "İşçileri dinlendirmek", "Resmi daireleri kapatmak", "Turizmi canlandırmak"], "dogru_cevap": "A", "aciklama": "Avrupa Pazar günü tatil yaparken Türkiye'nin Cuma tatil yapması ticari ilişkilerde kopukluk yarattığı için değiştirilmiştir." },
            { "id": 279, "soru": "Mustafa Kemal, 1919'da Samsun'a hangi resmi görevle gönderilmiştir?", "secenekler": ["Yıldırım Orduları Komutanı", "9. Ordu Müfettişi", "Hareket Ordusu Komutanı", "Padişah Yaveri", "Ataşemiliter"], "dogru_cevap": "B", "aciklama": "Bölgedeki asayişi sağlamak ve silahları toplamak (görünürdeki görev) amacıyla 9. Ordu Müfettişi olarak geniş yetkilerle gönderilmiştir." },
            { "id": 280, "soru": "Kurtuluş Savaşı'nın mali kaynağını oluşturmak için çıkarılan 'Tekalif-i Milliye Emirleri' hangi savaştan hemen önce yayımlanmıştır?", "secenekler": ["1. İnönü", "Sakarya Meydan Muharebesi", "Büyük Taarruz", "Eskişehir-Kütahya", "Gediz Taarruzu"], "dogru_cevap": "B", "aciklama": "Kütahya-Eskişehir yenilgisinden sonra, Sakarya Savaşı'na hazırlık amacıyla ordunun ihtiyaçlarını halktan karşılamak için çıkarılmıştır." }
          ]
        },
        {
          "alt_baslik": "Test 15",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 281, "soru": "1933 yılında Nazi Almanyası'ndan kaçarak Türkiye'ye gelen ve Ankara'da 'Hıfzıssıhha Enstitüsü' ile üniversitelerde görev alan yabancı bilim insanlarına ne denir?", "secenekler": ["Muhacir", "Mülteci Bilim Adamları (Reform Heyeti)", "Mübadil", "Levanten", "Misyoner"], "dogru_cevap": "B", "aciklama": "Einstein'ın mektubuyla da desteklenen süreçte, Yahudi kökenli Alman profesörler Türk üniversitelerinin kuruluşunda büyük rol oynamıştır." },
            { "id": 282, "soru": "Atatürk'ün 'Manastır Askeri İdadisi'nde okurken etkilendiği, 'Vatan ve Hürriyet şairi' olarak andığı yazar kimdir?", "secenekler": ["Tevfik Fikret", "Namık Kemal", "Ziya Gökalp", "Mehmet Emin Yurdakul", "Ömer Seyfettin"], "dogru_cevap": "B", "aciklama": "Namık Kemal, vatan sevgisi ve hürriyet temalı şiirleriyle genç Mustafa Kemal'i derinden etkilemiştir." },
            { "id": 283, "soru": "Milli Mücadele'de İtalyanların işgal ettiği ancak ciddi bir çatışma yaşanmadan geri çekildikleri şehir hangisidir?", "secenekler": ["İzmir", "Antalya", "Adana", "Antep", "Urfa"], "dogru_cevap": "B", "aciklama": "İtalyanlar Antalya ve Konya çevresini işgal etmiş, ancak Yunanlılara tepki olarak Kuva-yı Milliye'ye ılımlı yaklaşmışlardır." },
            { "id": 284, "soru": "1924 yılında 'Hilafetin kaldırılması' ile birlikte, Osmanlı hanedanının yurt dışına çıkarılmasını öngören kanun maddesi hangisidir?", "secenekler": ["Teşkilat-ı Esasiye", "431 Sayılı Kanun", "Takrir-i Sükûn", "Hıyanet-i Vataniye", "Men-i İsrafat"], "dogru_cevap": "B", "aciklama": "3 Mart 1924 tarihli kanunla hanedan üyelerinin Türkiye Cumhuriyeti sınırları içinde ikamet etmesi yasaklanmıştır." },
            { "id": 285, "soru": "Cumhuriyet döneminde 'Toprak Reformu' yapılması düşünülmüş ancak hangi grubun muhalefeti ve teknik yetersizlikler nedeniyle tam uygulanamamıştır?", "secenekler": ["Büyük toprak ağaları", "Sanayiciler", "Ordu", "Öğretmenler", "Yabancı devletler"], "dogru_cevap": "A", "aciklama": "Meclis içindeki toprak sahibi milletvekillerinin muhalefeti, reformun (Çiftçiyi Topraklandırma Kanunu) başarısız olmasında etkili olmuştur." },
            { "id": 286, "soru": "Mustafa Kemal'in Çanakkale Savaşları'ndaki başarısından sonra halk arasında tanınmasını sağlayan ve fotoğrafını kapağına taşıyan dergi hangisidir?", "secenekler": ["Tasvir-i Efkâr", "Harp Mecmuası / Donanma Mecmuası", "Servet-i Fünun", "Kadro", "Ülkü"], "dogru_cevap": "B", "aciklama": "Harp Mecmuası (veya Tasvir-i Efkar gazetesi), Anafartalar Kahramanı'nın resmini basarak onu kamuoyuna tanıtmıştır." },
            { "id": 287, "soru": "TBMM'nin 'Hukuksal varlığını' ve 'Misak-ı Milli'yi tanıyan ilk Müslüman devlet hangisidir?", "secenekler": ["İran", "Afganistan", "Pakistan", "Irak", "Mısır"], "dogru_cevap": "B", "aciklama": "1921 Türk-Afgan Dostluk Antlaşması ile Afganistan TBMM'yi tanıyan ilk Müslüman ülke olmuştur." },
            { "id": 288, "soru": "Atatürk'ün 'Cumhuriyetçilik' ilkesini güçlendirmek ve çok partili hayata geçişi teşvik etmek için bizzat Fethi Okyar'a kurdurduğu parti hangisidir?", "secenekler": ["Terakkiperver Cumhuriyet Fırkası", "Serbest Cumhuriyet Fırkası", "Demokrat Parti", "Milli Kalkınma Partisi", "Ahali Fırkası"], "dogru_cevap": "B", "aciklama": "1930 yılında kurulan SCF, Atatürk'ün isteğiyle demokrasi denemesi olarak kurulmuştur." },
            { "id": 289, "soru": "1926 yılında Atatürk'e suikast girişiminde bulunan Ziya Hurşit ve adamlarını yargılayan İstiklal Mahkemesi heyetinin başkanı kimdir?", "secenekler": ["Ali Çetinkaya (Kel Ali)", "Kılıç Ali", "Reşit Galip", "Refik Saydam", "Falih Rıfkı"], "dogru_cevap": "A", "aciklama": "'Kel Ali' lakaplı Ali Çetinkaya, Ankara İstiklal Mahkemesi başkanı olarak suikast davasına bakmıştır." },
            { "id": 290, "soru": "Atatürk Dönemi'nde Türk kadınının seçilme hakkını kullanarak meclise girdiği ilk genel seçim yılı hangisidir?", "secenekler": ["1930", "1934", "1935", "1939", "1946"], "dogru_cevap": "C", "aciklama": "Hak 1934'te verilmiş, ilk uygulama 1935 seçimlerinde olmuş ve meclise 17 (ara seçimle 18) kadın vekil girmiştir." },
            { "id": 291, "soru": "Mustafa Kemal'in 'Geldikleri gibi giderler' sözüyle öngörüsünü, 'Hattı müdafaa yoktur' sözüyle askeri dehasını, 'Ordular ilk hedefiniz Akdeniz' sözüyle kararlılığını gösterdiği bilinir. Peki 'Artık İstanbul Anadolu'ya hakim değil, tabi olmak zorundadır' sözünü nerede söylemiştir?", "secenekler": ["Erzurum Kongresi", "Amasya Genelgesi", "Amasya Görüşmeleri", "Sivas Kongresi", "TBMM Açılışı"], "dogru_cevap": "B", "aciklama": "Amasya Genelgesi sonrasında İstanbul ile bağları koparırken bu tarihi tespiti yapmıştır." },
            { "id": 292, "soru": "Lozan Antlaşması'nın 'Boğazlar' maddesinde başkanının Türk olması kararlaştırılan uluslararası komisyon, hangi belge ile tamamen kaldırılmıştır?", "secenekler": ["Montrö Boğazlar Sözleşmesi", "Sadabat Paktı", "Paris Antlaşması", "Londra Antlaşması", "Ankara Antlaşması"], "dogru_cevap": "A", "aciklama": "1936 Montrö Sözleşmesi ile komisyon lağvedilmiş, yetkileri Türk devletine devredilmiştir." },
            { "id": 293, "soru": "Milli Mücadele'de 'Demirci Mehmet Efe' ve 'Yörük Ali Efe' gibi Kuvayımilliye liderlerinin en etkili olduğu bölge neresidir?", "secenekler": ["Doğu Anadolu", "Ege Bölgesi (Aydın/Denizli)", "Karadeniz", "Güney Cephesi", "Trakya"], "dogru_cevap": "B", "aciklama": "Efeler, Yunan işgaline karşı Ege bölgesinde dağlarda direnişi başlatan yerel kahramanlardır." },
            { "id": 294, "soru": "Atatürk'ün vefatından sonra (1938), Cumhurbaşkanlığına İsmet İnönü seçilince Başbakanlık görevine kim atanmıştır?", "secenekler": ["Celal Bayar", "Refik Saydam", "Şükrü Saraçoğlu", "Adnan Menderes", "Fevzi Çakmak"], "dogru_cevap": "A", "aciklama": "İnönü Cumhurbaşkanı olunca, mevcut başbakan Celal Bayar bir süre daha (1939'a kadar) görevine devam etmiştir." },
            { "id": 295, "soru": "Türkiye Cumhuriyeti'nde 'okuma-yazma seferberliği' başlatmak ve halk eğitimini yaygınlaştırmak için 'Millet Mektepleri'nden sonra en kapsamlı proje hangisidir?", "secenekler": ["Köy Enstitüleri", "Halkevleri", "Türk Ocakları", "İmam Hatip Okulları", "Darüşşafaka"], "dogru_cevap": "B", "aciklama": "1932'de açılan Halkevleri, okuma yazma kursları, tiyatro, spor ve köycülük kollarıyla halk eğitimini üstlenmiştir." },
            { "id": 296, "soru": "Atatürk'ün 'En büyük eserim' dediği emaneti hangisidir?", "secenekler": ["Nutuk", "Türkiye Cumhuriyeti", "Cumhuriyet Halk Partisi", "Türk Dil Kurumu", "Gençliğe Hitabe"], "dogru_cevap": "B", "aciklama": "Atatürk, 'Benim naçiz vücudum elbet bir gün toprak olacaktır' derken en büyük eserinin Cumhuriyet olduğunu vurgulamıştır." },
            { "id": 297, "soru": "1921 Kütahya-Eskişehir Savaşları devam ederken, Mustafa Kemal'in Ankara'da topladığı ve eğitime verdiği önemi gösteren kongre hangisidir?", "secenekler": ["İktisat Kongresi", "Maarif (Eğitim) Kongresi", "Tarih Kongresi", "Dil Kongresi", "Sağlık Şurası"], "dogru_cevap": "B", "aciklama": "Top sesleri Ankara'dan duyulurken toplanan Maarif Kongresi, cehaletle savaşın düşmanla savaş kadar önemli olduğunu gösterir." },
            { "id": 298, "soru": "Lozan Konferansı'na İsmet İnönü ile birlikte giden ve 'Dr. Rıza Nur' ile heyette yer alan üçüncü önemli delegemiz kimdir?", "secenekler": ["Hasan Saka", "Refet Bele", "Rauf Orbay", "Ali Fethi Okyar", "Celal Bayar"], "dogru_cevap": "A", "aciklama": "Lozan heyeti: Başdelege İsmet Paşa, Dr. Rıza Nur ve Hasan Saka'dan (Eski Maliye Bakanı) oluşmaktadır." },
            { "id": 299, "soru": "Cumhuriyet Halk Fırkası'nın kurulmasından sonra parti tüzüğünde yapılan düzenlemeyle, partinin 'Birinci Büyük Kurultayı' olarak kabul edilen kongre aşağıdakilerden hangisidir?", "secenekler": ["Erzurum Kongresi", "Sivas Kongresi", "1921 Maarif Kongresi", "İzmir İktisat Kongresi", "1927 Kurultayı (Nutuk'un okunduğu)"], "dogru_cevap": "B", "aciklama": "Mustafa Kemal Atatürk, Halk Fırkası'nı (CHP) Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti'nin bir devamı olarak gördüğü için, Sivas Kongresi'ni partinin ilk kurultayı olarak kabul etmiştir." },
            { "id": 300, "soru": "Milli Mücadele'nin başarıya ulaşmasını sağlayan ve Mustafa Kemal'in 'Gözüm Sakarya'da, Dumlupınar'da, kulağım İnebolu'da' diyerek önemini belirttiği lojistik hattın adı nedir?", "secenekler": ["İpek Yolu", "Istiklal Yolu", "Kral Yolu", "Zafer Yolu", "Cumhuriyet Yolu"], "dogru_cevap": "B", "aciklama": "İnebolu limanından alınan cephanenin Ankara'ya taşındığı güzergah 'İstiklal Yolu'dur ve savaşın kazanılmasında hayati rol oynamıştır." }
          ]
        }
      ]
    }
  ]
}