[
  {
    "ust_baslik": "Osmanlı Devleti Gerileme ve Dağılma",
    "tests": [
      {
        "alt_baslik": "Test 1 (Gerileme Dönemi Siyasi - 1)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 1, "soru": "Osmanlı Devleti tarihinde 'Edirne Vakası' veya 'Feyzullah Efendi Olayı' olarak bilinen isyan sonucunda tahttan indirilen padişah aşağıdakilerden hangisidir?", "secenekler": ["2. Mustafa", "3. Ahmet", "1. Mahmut", "4. Mehmet", "2. Ahmet"], "dogru_cevap": "A", "aciklama": "1703 yılında gerçekleşen Edirne Vakası sonucunda 2. Mustafa tahttan indirilmiş ve yerine Lale Devri padişahı olan 3. Ahmet tahta geçirilmiştir." },
          { "id": 2, "soru": "Osmanlı Devleti 1711 yılında imzaladığı Prut Antlaşması ile 1700 İstanbul Antlaşması'nda Rusya'ya verdiği hangi kaleyi geri almayı başarmıştır?", "secenekler": ["Hotin", "Özi", "Kars", "Azak", "Kırım"], "dogru_cevap": "D", "aciklama": "Sadrazam Baltacı Mehmet Paşa komutasındaki Osmanlı ordusunun başarısı sonucu imzalanan Prut Antlaşması ile Karadeniz hakimiyeti için stratejik öneme sahip olan Azak Kalesi Rusya'dan geri alınmıştır." },
          { "id": 3, "soru": "Osmanlı Devleti'nin Batı'nın askeri ve teknik üstünlüğünü ilk kez kabul ettiği ve Avrupa'yı yakından tanıma ihtiyacı hissettiği dönem aşağıdakilerden hangisiyle başlamıştır?", "secenekler": ["Karlofça Antlaşması", "Pasarofça Antlaşması", "Prut Antlaşması", "Belgrad Antlaşması", "Küçük Kaynarca Antlaşması"], "dogru_cevap": "B", "aciklama": "1718 yılında Avusturya ile imzalanan Pasarofça Antlaşması sonucunda Osmanlı Devleti Avrupa'nın üstünlüğünü kabul ederek savunma politikasına geçmiş ve Lale Devri olarak adlandırılan barış ve yenileşme dönemine girmiştir." },
          { "id": 4, "soru": "Lale Devri'nde Avrupa'daki gelişmeleri takip etmek amacıyla ilk geçici elçilikler kurulmuştur. Bu kapsamda Paris'e gönderilen ve 'Sefaretname' adlı eseriyle tanınan devlet adamı kimdir?", "secenekler": ["Yirmisekiz Çelebi Mehmet", "İbrahim Müteferrika", "Yusuf Agah Efendi", "Said Efendi", "Humbaracı Ahmet Paşa"], "dogru_cevap": "A", "aciklama": "Lale Devri'nde Paris'e ilk geçici elçi olarak gönderilen Yirmisekiz Çelebi Mehmet, burada gördüğü yenilikleri Sefaretname adlı eserinde toplayarak Osmanlı modernleşmesine katkı sağlamıştır." },
          { "id": 5, "soru": "Aşağıdakilerden hangisi Lale Devri'nde gerçekleştirilen yeniliklerden biri değildir?", "secenekler": ["İlk Türk matbaasının kurulması", "Tulumbacılar Ocağının kurulması", "İlk kez çiçek aşısının uygulanması", "Yalova'da kağıt imalathanesinin açılması", "İlk daimi elçiliklerin açılması"], "dogru_cevap": "E", "aciklama": "Lale Devri'nde sadece geçici elçilikler açılmıştır. Avrupa başkentlerinde ilk daimi elçiliklerin açılması 3. Selim döneminde gerçekleşmiştir." },
          { "id": 6, "soru": "Osmanlı Devleti'nde matbaada basılan ilk eser aşağıdakilerden hangisidir?", "secenekler": ["Cihannüma", "Vankulu Lügati", "Sefaretname", "Seyahatname", "Keşfü'z Zünun"], "dogru_cevap": "B", "aciklama": "İbrahim Müteferrika tarafından kurulan ilk Türk matbaasında basılan ilk eser, Vankulu Mehmet Efendi tarafından tercüme edilen ve Vankulu Lügati olarak bilinen sözlüktür." },
          { "id": 7, "soru": "1730 yılında çıkan Patrona Halil İsyanı ile sona eren dönem ve bu isyanla tahttan indirilen padişah hangi seçenekte doğru verilmiştir?", "secenekler": ["Lale Devri - 3. Ahmet", "Lale Devri - 1. Mahmut", "Fetret Devri - Yıldırım Bayezid", "Nizam-ı Cedid - 3. Selim", "Meşrutiyet - 2. Abdülhamit"], "dogru_cevap": "A", "aciklama": "Zevk ve sefa dönemi olarak algılanan Lale Devri, Patrona Halil İsyanı ile sona ermiş ve dönemin padişahı 3. Ahmet tahttan indirilerek yerine 1. Mahmut geçirilmiştir." },
          { "id": 8, "soru": "Osmanlı Devleti'nde Batı tarzı ilk askeri ıslahatları yapan ve Humbaracı Ocağını modernize eden padişah kimdir?", "secenekler": ["3. Selim", "1. Abdülhamit", "1. Mahmut", "3. Mustafa", "2. Mahmut"], "dogru_cevap": "C", "aciklama": "1. Mahmut, Lale Devri'nden sonra tahta geçmiş ve Fransız asıllı Comte de Bonneval (Humbaracı Ahmet Paşa) nezaretinde Batı tarzı ilk askeri ıslahatları başlatmıştır." },
          { "id": 9, "soru": "Osmanlı Devleti'nin 18. yüzyılda imzaladığı son kazançlı antlaşma olan ve Karadeniz'in Türk gölü olduğunu son kez kabul ettiren antlaşma hangisidir?", "secenekler": ["Prut Antlaşması", "Ziştovi Antlaşması", "Küçük Kaynarca Antlaşması", "Belgrad Antlaşması", "Yaş Antlaşması"], "dogru_cevap": "D", "aciklama": "1739 yılında imzalanan Belgrad Antlaşması ile Osmanlı Devleti Belgrad'ı geri almış ve Rusya'nın Karadeniz'de savaş gemisi bulunduramayacağını kabul ettirerek Karadeniz'in Türk gölü statüsünü son kez teyit etmiştir." },
          { "id": 10, "soru": "1740 yılında Fransa'ya verilen kapitülasyonlarla ilgili yapılan en önemli değişiklik aşağıdakilerden hangisidir?", "secenekler": ["Kapitülasyonların kaldırılması", "Kapitülasyonların sürekli hale getirilmesi", "Sadece gümrük vergilerinin düşürülmesi", "Diğer devletlere de aynısının verilmesi", "Kapitülasyonların kapsamının daraltılması"], "dogru_cevap": "B", "aciklama": "Belgrad Antlaşması'ndaki arabuluculuğu nedeniyle 1. Mahmut döneminde Fransa'ya verilen kapitülasyonlar, padişahın ömrüyle sınırlı olmaktan çıkarılarak sürekli hale getirilmiştir." },
          { "id": 11, "soru": "3. Mustafa döneminde açılan ve günümüzdeki Deniz Harp Okulu'nun temeli sayılan kurum aşağıdakilerden hangisidir?", "secenekler": ["Mühendishane-i Berr-i Hümayun", "Hendesehane", "Mühendishane-i Bahri-i Hümayun", "İstihkam Okulu", "Mekteb-i Harbiye"], "dogru_cevap": "C", "aciklama": "Donanmayı güçlendirmek ve modern deniz subayı yetiştirmek amacıyla 1773 yılında 3. Mustafa döneminde Mühendishane-i Bahri-i Hümayun açılmıştır." },
          { "id": 12, "soru": "Osmanlı tarihinde ilk kez iç borçlanma sistemi olan 'Esham-ı Tahvilat' uygulamasını başlatan padişah kimdir?", "secenekler": ["3. Mustafa", "1. Abdülhamit", "3. Selim", "3. Ahmet", "2. Mahmut"], "dogru_cevap": "B", "aciklama": "Esham sisteminin hazırlıkları 3. Mustafa döneminde yapılmış olsa da, bu sistemin uygulanması ve devletin Galata bankerlerinden ilk kez iç borç alması 1. Abdülhamit döneminde gerçekleşmiştir." },
          { "id": 13, "soru": "Ulufe alım satımını yasaklayan ve Cülus bahşişi dağıtma geleneğini kaldıran Osmanlı padişahı aşağıdakilerden hangisidir?", "secenekler": ["1. Abdülhamit", "3. Selim", "4. Murat", "2. Osman", "1. Mahmut"], "dogru_cevap": "A", "aciklama": "1. Abdülhamit, hazine giderlerini azaltmak ve disiplini sağlamak amacıyla yeniçeri sayımı yaptırmış, ulufe cüzdanlarının ticaretini yasaklamış ve tahta çıkışta dağıtılan cülus bahşişini kaldırmıştır." },
          { "id": 14, "soru": "1770 yılında Rus donanmasının Osmanlı donanmasını yaktığı Çeşme Baskını hangi padişah döneminde yaşanmıştır?", "secenekler": ["3. Ahmet", "1. Mahmut", "3. Mustafa", "1. Abdülhamit", "3. Selim"], "dogru_cevap": "C", "aciklama": "1768-1774 Osmanlı-Rus Savaşı sırasında gerçekleşen ve Osmanlı donanmasının İzmir Çeşme'de yakılmasıyla sonuçlanan felaket 3. Mustafa döneminde meydana gelmiştir." },
          { "id": 15, "soru": "Aşağıdakilerden hangisi 1774 Küçük Kaynarca Antlaşması'nın maddelerinden biri değildir?", "secenekler": ["Kırım'ın bağımsız olması", "Rusya'ya savaş tazminatı ödenmesi", "Rusya'nın kapitülasyonlardan yararlanması", "Rusya'nın Ortodoksların himayesini üstlenmesi", "Belgrad'ın Avusturya'ya bırakılması"], "dogru_cevap": "E", "aciklama": "Belgrad'ın Avusturya'ya bırakılması 1718 Pasarofça Antlaşması'nın bir sonucudur, Küçük Kaynarca Antlaşması ile ilgisi yoktur." },
          { "id": 16, "soru": "Osmanlı Devleti, Küçük Kaynarca Antlaşması ile ilk kez halkı Müslüman olan bir toprağı kaybetmiştir. Bahsedilen bu toprak parçası neresidir?", "secenekler": ["Mısır", "Tunus", "Kırım", "Bosna", "Mora"], "dogru_cevap": "C", "aciklama": "Küçük Kaynarca Antlaşması ile Kırım'a bağımsızlık verilmiş, böylece Osmanlı Devleti ilk kez halkı tamamen Müslüman olan bir bölgenin yönetimini kaybetmiştir." },
          { "id": 17, "soru": "Küçük Kaynarca Antlaşması'nda yer alan 'Kırım halkı dini bakımdan Osmanlı halifesine bağlı kalacaktır' maddesinin temel amacı nedir?", "secenekler": ["Kırım'ı tekrar vergiye bağlamak", "Kültürel bağları koruyarak bölgeyle ilişkiyi sürdürmek", "Rusya ile ittifak kurmak", "Halifeliği kaldırmak", "Kırım hanlarını İstanbul'dan atamak"], "dogru_cevap": "B", "aciklama": "Osmanlı Devleti, siyasi olarak kaybettiği Kırım ile olan bağlarını tamamen koparmamak ve halk üzerindeki nüfuzunu sürdürebilmek için halifelik kurumunun gücünden siyasi bir araç olarak faydalanmıştır." },
          { "id": 18, "soru": "Osmanlı Devleti tarihinde ilk kez hangi antlaşma ile savaş tazminatı ödemek zorunda kalmıştır?", "secenekler": ["Karlofça Antlaşması", "Pasarofça Antlaşması", "Prut Antlaşması", "Küçük Kaynarca Antlaşması", "Yaş Antlaşması"], "dogru_cevap": "D", "aciklama": "1774 Küçük Kaynarca Antlaşması ile Osmanlı Devleti, Rusya'ya savaş tazminatı ödemeyi kabul etmiş, bu durum devlet hazinesine büyük bir yük getirmiştir." },
          { "id": 19, "soru": "Rusya'nın Kırım'ı ilhak etme sürecindeki aşamalar sırasıyla hangi seçenekte doğru verilmiştir?", "secenekler": ["Bağımsızlık - Özerklik - İlhak", "Özerklik - Bağımsızlık - İlhak", "İlhak - Bağımsızlık - Özerklik", "Bağımsızlık - İlhak - Özerklik", "Manda ve Himaye - İlhak - Bağımsızlık"], "dogru_cevap": "A", "aciklama": "Kırım önce 1774 Küçük Kaynarca ile bağımsız olmuş, 1779 Aynalıkavak Tenkihnamesi ile Rus yanlısı han seçilerek Rus nüfuzuna (özerk yapıya benzer) girmiş, 1792 Yaş Antlaşması ile resmen Rusya'ya katılmıştır." },
          { "id": 20, "soru": "Kırım'ın Rusya'ya ait olduğunun resmen kabul edildiği antlaşma hangisidir?", "secenekler": ["Bükreş Antlaşması", "Yaş Antlaşması", "Ziştovi Antlaşması", "Edirne Antlaşması", "Küçük Kaynarca Antlaşması"], "dogru_cevap": "B", "aciklama": "1792 yılında imzalanan Yaş Antlaşması ile Osmanlı Devleti Kırım'ın Rusya toprağı olduğunu resmen kabul etmiş ve Gerileme Dönemi sona ermiştir." }
        ]
      },
      {
        "alt_baslik": "Test 2 (Gerileme Dönemi Siyasi - 2)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 21, "soru": "3. Selim döneminde yapılan tüm yenilik hareketlerine genel olarak ne ad verilir?", "secenekler": ["Sekban-ı Cedid", "Nizam-ı Cedid", "Eşkinci Ocağı", "Vaka-i Hayriye", "Asakir-i Mansure"], "dogru_cevap": "B", "aciklama": "3. Selim döneminde askeri, idari ve ekonomik alanda yapılan köklü ıslahatların tamamına ve bu dönemde kurulan orduya Nizam-ı Cedid (Yeni Düzen) adı verilir." },
          { "id": 22, "soru": "3. Selim döneminde kurulan Nizam-ı Cedid ordusunun masraflarını karşılamak amacıyla oluşturulan hazine hangisidir?", "secenekler": ["İrad-ı Cedid", "Hazine-i Amire", "Ceb-i Hümayun", "Darphane-i Amire", "Mısır Hazinesi"], "dogru_cevap": "A", "aciklama": "Modern bir ordu olan Nizam-ı Cedid'in eğitim ve teçhizat masraflarını karşılamak için mevcut hazineden ayrı olarak İrad-ı Cedid hazinesi kurulmuştur." },
          { "id": 23, "soru": "Osmanlı Devleti'nin ilk daimi elçiliği hangi padişah döneminde ve hangi şehirde açılmıştır?", "secenekler": ["3. Ahmet - Paris", "1. Mahmut - Viyana", "3. Selim - Londra", "2. Mahmut - Berlin", "Abdülmecit - Washington"], "dogru_cevap": "C", "aciklama": "Denge politikasını uygulayabilmek ve Avrupa diplomasisine dahil olabilmek amacıyla 3. Selim döneminde Londra'da ilk daimi elçilik açılmış, ilk daimi elçi Yusuf Agah Efendi olmuştur." },
          { "id": 24, "soru": "Nizam-ı Cedid ordusunun Napolyon Bonapart komutasındaki Fransız ordusuna karşı kazandığı ilk ve en önemli askeri başarı aşağıdakilerden hangisidir?", "secenekler": ["Çeşme Baskını", "Akka Savunması", "Prut Savaşı", "Nizip Savaşı", "Navarin Olayı"], "dogru_cevap": "B", "aciklama": "Cezzar Ahmet Paşa komutasındaki Nizam-ı Cedid ordusu, Mısır'ı işgal eden Napolyon'u Akka Kalesi önlerinde durdurarak büyük bir zafer kazanmıştır." },
          { "id": 25, "soru": "3. Selim'in tahttan indirilmesine ve Nizam-ı Cedid ıslahatlarının son bulmasına neden olan isyan hangisidir?", "secenekler": ["Patrona Halil İsyanı", "Kabakçı Mustafa İsyanı", "Edirne Vakası", "31 Mart Vakası", "Kuleli Vakası"], "dogru_cevap": "B", "aciklama": "1807 yılında Nizam-ı Cedid yeniliklerine karşı olan yeniçerilerin ve ulemanın kışkırtmasıyla çıkan Kabakçı Mustafa İsyanı sonucunda 3. Selim tahttan indirilmiş ve öldürülmüştür." },
          { "id": 26, "soru": "Fransız İhtilali'nin yaydığı milliyetçilik akımından etkilenerek Osmanlı Devleti'ne karşı isyan eden ilk millet hangisidir?", "secenekler": ["Yunanlılar", "Bulgarlar", "Sırplar", "Ermeniler", "Arnavutlar"], "dogru_cevap": "C", "aciklama": "1804 yılında Kara Yorgi önderliğinde ayaklanan Sırplar, Osmanlı Devleti'ne karşı milliyetçilik fikriyle isyan eden ilk topluluktur." },
          { "id": 27, "soru": "El-Ariş Antlaşması (1801) hangi devletin Mısır'ı işgal girişimi sonucunda imzalanmıştır?", "secenekler": ["İngiltere", "Rusya", "Fransa", "Avusturya", "Venedik"], "dogru_cevap": "C", "aciklama": "Napolyon yönetimindeki Fransa'nın Mısır'ı işgali, Osmanlı'nın İngiltere ve Rusya ile işbirliği yapması sonucu başarısız olmuş ve Fransa El-Ariş Antlaşması ile Mısır'dan çekilmeyi kabul etmiştir." },
          { "id": 28, "soru": "Aşağıdakilerden hangisi 18. yüzyıl ıslahatlarının genel özelliklerinden biri değildir?", "secenekler": ["Avrupa'nın örnek alınması", "Askeri alana ağırlık verilmesi", "Halkın talepleri doğrultusunda yapılması", "Şahıslara bağlı kalması ve süreklilik arz etmemesi", "Baskı ve şiddet yoluyla benimsetilmeye çalışılması"], "dogru_cevap": "C", "aciklama": "18. yüzyıl ıslahatları halktan gelen bir talep üzerine değil, devlet adamlarının öngörüsüyle tepeden inme bir şekilde yapılmıştır." },
          { "id": 29, "soru": "Osmanlı Devleti'nde Mühendishane-i Berr-i Hümayun (Kara Mühendishanesi) hangi padişah döneminde kurulmuştur?", "secenekler": ["1. Mahmut", "3. Mustafa", "3. Selim", "1. Abdülhamit", "2. Mahmut"], "dogru_cevap": "C", "aciklama": "Kara ordusunun teknik sınıf ihtiyacını karşılamak amacıyla 3. Selim döneminde Mühendishane-i Berr-i Hümayun kurulmuştur." },
          { "id": 30, "soru": "Rusya'nın sıcak denizlere inme politikasının bir parçası olarak Osmanlı ve Avusturya arasında paylaşılan projeye ne ad verilir?", "secenekler": ["Dakya Projesi", "Grek Projesi", "Megali İdea", "Panslavizm", "Şark Meselesi"], "dogru_cevap": "A", "aciklama": "Dakya Projesi, Rusya ve Avusturya'nın Eflak-Boğdan bölgesinde ortak bir devlet kurarak Osmanlı topraklarını paylaşma planıdır." },
          { "id": 31, "soru": "Lale Devri'nin ünlü şairi ve minyatür sanatçısı ikilisi hangi seçenekte doğru verilmiştir?", "secenekler": ["Baki - Matrakçı Nasuh", "Nedim - Levni", "Fuzuli - Nakkaş Osman", "Nefi - Sinan Bey", "Şeyh Galip - Nigari"], "dogru_cevap": "B", "aciklama": "Lale Devri'nin zevk ve eğlence anlayışını şiirlerine yansıtan şair Nedim ve dönemin olaylarını tasvir eden minyatür sanatçısı Levni'dir." },
          { "id": 32, "soru": "Osmanlı Devleti'nde devletin kötü gidişatının nedenlerini araştırmak için Layihalar (Raporlar) hazırlatan padişah kimdir?", "secenekler": ["4. Murat", "3. Selim", "2. Mahmut", "1. Abdülhamit", "Genç Osman"], "dogru_cevap": "B", "aciklama": "3. Selim, yapacağı ıslahatları planlı bir şekilde yürütmek için devlet adamlarından ve ulemadan Layihalar adı verilen raporlar istemiştir." },
          { "id": 33, "soru": "Aynalıkavak Tenkihnamesi (1779) ile ilgili aşağıdakilerden hangisi söylenebilir?", "secenekler": ["Kırım'ın Rusya'ya katıldığı kabul edilmiştir.", "Rus yanlısı Şahin Giray'ın Kırım Hanlığı tanınmıştır.", "Kırım'ın bağımsızlığı iptal edilmiştir.", "Osmanlı Devleti Kırım'ı geri almıştır.", "Karadeniz tekrar Türk gölü olmuştur."], "dogru_cevap": "B", "aciklama": "Aynalıkavak Tenkihnamesi ile Osmanlı Devleti, Rusya'nın desteklediği Şahin Giray'ın Kırım Hanı olmasını kabul etmek zorunda kalmış, bu da Kırım üzerindeki Rus nüfuzunu artırmıştır." },
          { "id": 34, "soru": "18. yüzyılda Osmanlı Devleti'nin Rusya ile imzaladığı ve iki devletin İran topraklarını paylaştığı ilk dostluk antlaşması hangisidir?", "secenekler": ["1724 İstanbul Antlaşması", "Ferhat Paşa Antlaşması", "Kasr-ı Şirin Antlaşması", "Kerden Antlaşması", "Amasya Antlaşması"], "dogru_cevap": "A", "aciklama": "İran'daki karışıklıklardan yararlanmak isteyen Osmanlı ve Rusya, Fransa'nın arabuluculuğu ile 1724 İstanbul Antlaşması'nı imzalayarak İran'ın kuzeybatı topraklarını paylaşmışlardır." },
          { "id": 35, "soru": "Osmanlı Devleti'nde Batı mimarisinin etkisiyle yapılan ilk büyük eser (Barok ve Rokoko tarzı) aşağıdakilerden hangisidir?", "secenekler": ["Sultanahmet Camii", "Selimiye Camii", "Nuruosmaniye Camii", "Süleymaniye Camii", "Beyazıt Camii"], "dogru_cevap": "C", "aciklama": "Temeli 1. Mahmut zamanında atılan ve 3. Osman zamanında tamamlanan Nuruosmaniye Camii, Osmanlı mimarisinde Barok üslubunun ilk ve en önemli anıtsal örneğidir." },
          { "id": 36, "soru": "3. Selim döneminde devlet matbaası olarak kurulan kurumun adı nedir?", "secenekler": ["Matbaa-i Amire", "Darü't-Tıbaa", "Müteferrika Matbaası", "Takvim-i Vekayi", "Matbaa-i Osmaniye"], "dogru_cevap": "A", "aciklama": "Lale Devri'ndeki özel matbaadan farklı olarak, devlet tarafından kurulan ilk resmi matbaa Matbaa-i Amire adıyla 3. Selim döneminde faaliyete geçmiştir." },
          { "id": 37, "soru": "Osmanlı Devleti, 1791 Ziştovi Antlaşması'nı hangi devletle imzalamıştır?", "secenekler": ["Rusya", "Avusturya", "Fransa", "İngiltere", "İran"], "dogru_cevap": "B", "aciklama": "Fransız İhtilali'nin etkisiyle iç sorunlarına yönelen Avusturya, Osmanlı ile olan savaşını sonlandırarak 1791 yılında Ziştovi Antlaşması'nı imzalamış ve aldığı yerleri geri vermiştir." },
          { "id": 38, "soru": "Grejuva (Rum Ateşi) yerine Humbara (El bombası ve havan topu) yapımına ağırlık veren ve Comte de Bonneval'in ıslah ettiği askeri sınıf hangisidir?", "secenekler": ["Lağımcılar", "Humbaracılar", "Bostancılar", "Sürat Topçuları", "Yeniçeriler"], "dogru_cevap": "B", "aciklama": "1. Mahmut döneminde ıslah edilen Humbaracı Ocağı, havan topları ve el bombaları konusunda uzmanlaşmış teknik bir askeri sınıftır." },
          { "id": 39, "soru": "Aşağıdaki devlet adamlarından hangisi Lale Devri'nin ünlü sadrazamıdır?", "secenekler": ["Sokullu Mehmet Paşa", "Köprülü Fazıl Ahmet Paşa", "Nevşehirli Damat İbrahim Paşa", "Merzifonlu Kara Mustafa Paşa", "Alemdar Mustafa Paşa"], "dogru_cevap": "C", "aciklama": "Lale Devri boyunca sadrazamlık yapan ve dönemin yeniliklerine öncülük eden devlet adamı Nevşehirli Damat İbrahim Paşa'dır." },
          { "id": 40, "soru": "Osmanlı Devleti'nin 18. yüzyılda Kerden Antlaşması (2. Kasr-ı Şirin) ile doğu sınırlarını belirlediği devlet hangisidir?", "secenekler": ["Rusya", "İran", "Avusturya", "Venedik", "Lehistan"], "dogru_cevap": "B", "aciklama": "1746 yılında İran ile imzalanan Kerden Antlaşması, 1639 Kasr-ı Şirin Antlaşması sınırlarını teyit ettiği için 2. Kasr-ı Şirin olarak da bilinir." }
        ]
      },
      {
        "alt_baslik": "Test 3 (18. Yüzyıl Islahatları ve Siyasi)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 41, "soru": "Baron de Tott tarafından 3. Mustafa döneminde kurulan modern topçu sınıfı aşağıdakilerden hangisidir?", "secenekler": ["Sürat Topçuları", "Humbaracılar", "Lağımcılar", "Top Arabacıları", "Cebeciler"], "dogru_cevap": "A", "aciklama": "Hafif ve hızlı hareket edebilen toplarla donatılmış Sürat Topçuları Ocağı, Fransız uzman Baron de Tott'un önerisiyle 3. Mustafa döneminde kurulmuştur." },
          { "id": 42, "soru": "3. Selim döneminde yerli malı kullanımının teşvik edilmesinin temel amacı nedir?", "secenekler": ["Kapitülasyonların etkisini azaltmak ve dışa bağımlılığı önlemek", "İhracatı yasaklamak", "Sadece tarımsal üretimi artırmak", "Lonca teşkilatını kapatmak", "Avrupalı tüccarları ülkeden kovmak"], "dogru_cevap": "A", "aciklama": "3. Selim, Osmanlı ekonomisinin Avrupa malları karşısında çökmesini engellemek için yerli malı kullanımını (özellikle kumaşta) zorunlu kılmış ve teşvik etmiştir." },
          { "id": 43, "soru": "Aşağıdakilerden hangisi Gerileme Dönemi padişahlarından biri değildir?", "secenekler": ["3. Ahmet", "1. Mahmut", "3. Mustafa", "1. Abdülhamit", "4. Murat"], "dogru_cevap": "E", "aciklama": "4. Murat 17. yüzyıl (Duraklama Dönemi) padişahıdır. Diğer şıklar 18. yüzyıl (Gerileme Dönemi) padişahlarıdır." },
          { "id": 44, "soru": "Osmanlı tarihinde Şeyhülislamın yetkilerinin kısıtlandığı ilk dönem hangisidir?", "secenekler": ["Lale Devri", "Nizam-ı Cedid Dönemi", "Tanzimat Dönemi", "2. Mahmut Dönemi", "Fetret Devri"], "dogru_cevap": "B", "aciklama": "3. Selim, Nizam-ı Cedid reformları kapsamında şeyhülislamın sadece dini işlerle ilgilenmesini sağlayarak yetkilerini sınırlandırmıştır." },
          { "id": 45, "soru": "18. yüzyılda Osmanlı Devleti'nin en çok savaştığı iki devlet hangisidir?", "secenekler": ["İngiltere - Fransa", "Rusya - Avusturya", "İran - Venedik", "Almanya - İtalya", "Lehistan - İspanya"], "dogru_cevap": "B", "aciklama": "18. yüzyıl boyunca Osmanlı Devleti, topraklarını genişletmek isteyen Rusya ve Avusturya ile sık sık savaşmak zorunda kalmıştır." },
          { "id": 46, "soru": "Fransızca hangi padişah döneminde askeri okullarda zorunlu yabancı dil haline getirilmiştir?", "secenekler": ["3. Selim", "2. Mahmut", "Abdülmecit", "1. Abdülhamit", "3. Ahmet"], "dogru_cevap": "A", "aciklama": "Batı'daki askeri ve teknik yayınların takip edilebilmesi için 3. Selim döneminde Fransızca askeri okullarda zorunlu ilk yabancı dil olarak kabul edilmiştir." },
          { "id": 47, "soru": "1716 Petervaradin Savaşı'nda Osmanlı ordusunun Avusturya'ya yenilmesi üzerine imzalanan antlaşma hangisidir?", "secenekler": ["Pasarofça Antlaşması", "Karlofça Antlaşması", "Vasvar Antlaşması", "Zitvatorok Antlaşması", "Bucaş Antlaşması"], "dogru_cevap": "A", "aciklama": "Petervaradin yenilgisi sonucunda Sadrazam Damat İbrahim Paşa'nın girişimiyle 1718 Pasarofça Antlaşması imzalanmıştır." },
          { "id": 48, "soru": "İstihkam Okulu açılarak subaylara modern savaş tekniklerinin öğretildiği dönem hangi padişaha aittir?", "secenekler": ["1. Abdülhamit", "3. Mustafa", "1. Mahmut", "3. Selim", "2. Mustafa"], "dogru_cevap": "A", "aciklama": "1. Abdülhamit döneminde 1784 yılında orduya teknik destek sağlamak ve savunma sistemlerini güçlendirmek için İstihkam Okulu açılmıştır." },
          { "id": 49, "soru": "Lale Devri'nde tercüme heyetleri kurularak Doğu ve Batı klasiklerinin Türkçeye çevrilmesi hangi alanda gelişme sağlandığını gösterir?", "secenekler": ["Kültür ve Sanat", "Askeri", "Ekonomik", "Dini", "Siyasi"], "dogru_cevap": "A", "aciklama": "Tercüme faaliyetleri, kültürel birikimin artmasına ve aydınlanma hareketinin başlamasına zemin hazırlayan kültürel bir faaliyettir." },
          { "id": 50, "soru": "Aşağıdakilerden hangisi Nizam-ı Cedid ordusunun özelliklerinden biri değildir?", "secenekler": ["Avrupa tarzı eğitim alması", "Üniformalarının Fransız ordusuna benzemesi", "Sadece Türk askerlerinden oluşması", "Levent Çiftliği ve Selimiye kışlalarında eğitim görmesi", "Yeniçerilerden seçilen askerlerden oluşması"], "dogru_cevap": "E", "aciklama": "Nizam-ı Cedid ordusu Yeniçerilerden değil, Anadolu'dan toplanan gençlerden oluşturulmuş tamamen yeni ve bağımsız bir ordudur." },
          { "id": 51, "soru": "Osmanlı Devleti'nin Rusya ile imzaladığı 1800 tarihli İstanbul Antlaşması ile kurulan ortak yönetimli cumhuriyet hangisidir?", "secenekler": ["Yedi Ada Cumhuriyeti", "Kırım Hanlığı", "Eflak Prensliği", "Sırbistan Prensliği", "Mora Despotluğu"], "dogru_cevap": "A", "aciklama": "Fransa'nın Adriyatik kıyılarına gelmesi üzerine Osmanlı ve Rusya işbirliği yaparak Yedi Ada Cumhuriyeti'ni (İyon Adaları) kurmuşlardır." },
          { "id": 52, "soru": "Nizam-ı Cedid döneminde Şeyhülislamlık makamı ile ilgili yapılan düzenleme nedir?", "secenekler": ["Makamın kaldırılması", "Fetva verme yetkisinin alınması", "Kabineden çıkarılarak yetkilerinin sınırlandırılması", "Sadrazamlığa bağlanması", "Padişahın yetkilerinin devredilmesi"], "dogru_cevap": "C", "aciklama": "3. Selim, ulemanın devlet işlerine aşırı müdahalesini önlemek için Şeyhülislamı yönetim işlerinden uzaklaştırarak yetkilerini sınırlandırmıştır." },
          { "id": 53, "soru": "Osmanlı Devleti'nde ilk kağıt fabrikası hangi dönemde ve nerede kurulmuştur?", "secenekler": ["Lale Devri - Yalova", "Nizam-ı Cedid - İstanbul", "Tanzimat - İzmit", "2. Mahmut - Bursa", "1. Mahmut - Edirne"], "dogru_cevap": "A", "aciklama": "Matbaanın kurulmasıyla artan kağıt ihtiyacını karşılamak için Lale Devri'nde Yalova'da ilk kağıt imalathanesi (fabrikası) kurulmuştur." },
          { "id": 54, "soru": "3. Selim döneminde Londra'ya gönderilen ilk daimi elçi olan Yusuf Agah Efendi'nin yazdığı raporlara ne ad verilir?", "secenekler": ["Sefaretname", "Seyahatname", "Layiha", "Risale", "Havadisname"], "dogru_cevap": "A", "aciklama": "Elçilerin gittikleri ülkelerdeki gözlemlerini ve diplomatik temaslarını anlattıkları eserlere Sefaretname denir. Yusuf Agah Efendi'nin raporları da bu türdendir." },
          { "id": 55, "soru": "Lale Devri'nde sivil mimaride en çok hangi tarzın etkisi görülür?", "secenekler": ["Gotik", "Barok ve Rokoko", "Selçuklu", "Klasik Osmanlı", "Rönesans"], "dogru_cevap": "B", "aciklama": "Lale Devri ile birlikte Osmanlı mimarisine Avrupa'nın Barok ve Rokoko süsleme sanatları girmiş, 3. Ahmet Çeşmesi gibi eserler bu tarzda yapılmıştır." },
          { "id": 56, "soru": "Nizam-ı Cedid reformları çerçevesinde vilayetlerdeki idari yapıyı güçlendirmek için hangi yöneticilere daha fazla yetki verilmiştir?", "secenekler": ["Ayanlar", "Kadılar", "Valiler", "Yeniçeri Ağaları", "Mütesellimler"], "dogru_cevap": "C", "aciklama": "Merkezi otoriteyi taşrada güçlendirmek isteyen 3. Selim, valilerin yetkilerini artırarak ayanların gücünü dengelemeye çalışmıştır." },
          { "id": 57, "soru": "1774 Küçük Kaynarca Antlaşması ile bağımsız olan Kırım'ın, dini açıdan halifeye bağlı kalması Osmanlı Devleti'nin hangi stratejisini gösterir?", "secenekler": ["Panislamizm politikasını resmen başlattığını", "Kırım'ı kültürel bağlarla elinde tutmak istediğini", "Halifeliği siyasi bir kurum olmaktan çıkardığını", "Rusya ile din birliği yaptığını", "Laiklik ilkesini benimsediğini"], "dogru_cevap": "B", "aciklama": "Osmanlı Devleti, kaybettiği topraklarla manevi bağını sürdürmek ve ileride geri alma ümidini korumak için halifelik makamını diplomatik bir araç olarak kullanmıştır." },
          { "id": 58, "soru": "Osmanlı tarihinde 18. yüzyılın sonu (1792) ile 1. Meşrutiyet'in ilanı (1876) arasındaki dönem tarihçilikte genellikle nasıl adlandırılır?", "secenekler": ["Duraklama Dönemi", "Gerileme Dönemi", "Dağılma Dönemi", "Yükselme Dönemi", "Tanzimat Dönemi"], "dogru_cevap": "C", "aciklama": "1792 Yaş Antlaşması'ndan başlayıp imparatorluğun yıkılışına kadar süren, ancak siyasi tarihçilikte genellikle 1922'ye kadar olan süreç Dağılma Dönemi olarak adlandırılır. 1876 bu dönemin önemli bir kırılma noktasıdır." },
          { "id": 59, "soru": "1768-1774 Osmanlı-Rus Savaşı sırasında Rusya'nın Akdeniz'e inerek Osmanlı donanmasını yakması hangi Avrupa devletlerinin tepkisini çekmiştir?", "secenekler": ["İngiltere ve Fransa", "İran ve Çin", "İsveç ve Norveç", "Prusya ve Lehistan", "ABD ve Kanada"], "dogru_cevap": "A", "aciklama": "Rusya'nın Akdeniz'de güçlenmesi, bu bölgedeki ticaret yollarını kontrol eden İngiltere ve Fransa'nın çıkarlarına ters düşmüş ve Denge Politikasının temellerinin atılmasına neden olmuştur." },
          { "id": 60, "soru": "Nizam-ı Cedid döneminde Üsküdar'da inşa edilen kışlanın adı nedir?", "secenekler": ["Selimiye Kışlası", "Levent Kışlası", "Taksim Kışlası", "Davutpaşa Kışlası", "Rami Kışlası"], "dogru_cevap": "A", "aciklama": "Nizam-ı Cedid askerlerinin eğitimi ve barınması için Üsküdar'da büyük bir kışla inşa edilmiş ve padişahın ismine ithafen Selimiye Kışlası adı verilmiştir." }
        ]
      },
      {
        "alt_baslik": "Test 4 (19. Yüzyıl Siyasi ve 2. Mahmut - 1)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 61, "soru": "Osmanlı tarihinde padişahın yetkilerinin ilk kez bir belge ile kısıtlandığı ve ayanların varlığının resmen tanındığı belge hangisidir?", "secenekler": ["Tanzimat Fermanı", "Islahat Fermanı", "Sened-i İttifak", "Kanun-i Esasi", "Gülhane Hatt-ı Hümayunu"], "dogru_cevap": "C", "aciklama": "1808 yılında 2. Mahmut ile ayanlar arasında imzalanan Sened-i İttifak, padişahın mutlak otoritesini kısıtlayan ilk belge olması bakımından Magna Carta'ya benzetilir." },
          { "id": 62, "soru": "2. Mahmut'un tahta çıkmasında etkili olan ve Sened-i İttifak'ın imzalanmasını sağlayan sadrazam kimdir?", "secenekler": ["Kavalalı Mehmet Ali Paşa", "Alemdar Mustafa Paşa", "Mithat Paşa", "Mustafa Reşit Paşa", "Tepedelenli Ali Paşa"], "dogru_cevap": "B", "aciklama": "Rusçuk Ayanı Alemdar Mustafa Paşa, İstanbul'a gelerek isyanı bastırmış, 2. Mahmut'u tahta çıkarmış ve ayanlarla padişah arasında Sened-i İttifak'ı düzenlemiştir." },
          { "id": 63, "soru": "Osmanlı tarihinde Vaka-i Hayriye (Hayırlı Olay) olarak adlandırılan gelişme aşağıdakilerden hangisidir?", "secenekler": ["Tanzimat Fermanı'nın ilanı", "Yeniçeri Ocağı'nın kaldırılması", "Mısır sorununun çözülmesi", "İlk resmi gazetenin çıkarılması", "Yunanistan'ın bağımsız olması"], "dogru_cevap": "B", "aciklama": "1826 yılında 2. Mahmut tarafından Yeniçeri Ocağı'nın kaldırılması, devletin önündeki en büyük engel kalktığı için halk ve tarihçiler tarafından Hayırlı Olay olarak nitelendirilmiştir." },
          { "id": 64, "soru": "Yeniçeri Ocağı'nın kaldırılmasından sonra 2. Mahmut tarafından kurulan modern ordunun adı nedir?", "secenekler": ["Nizam-ı Cedid", "Sekban-ı Cedid", "Eşkinci Ocağı", "Asakir-i Mansure-i Muhammediye", "Hamidiye Alayları"], "dogru_cevap": "D", "aciklama": "Vaka-i Hayriye sonrasında Muhammed'in Zafer Kazanmış Askerleri anlamına gelen Asakir-i Mansure-i Muhammediye ordusu kurulmuştur." },
          { "id": 65, "soru": "2. Mahmut döneminde Divan-ı Hümayun kaldırılarak yerine hangi yönetim sistemi getirilmiştir?", "secenekler": ["Meclis-i Mebusan", "Nazırlıklar (Bakanlıklar)", "Ayan Meclisi", "Şura-yı Devlet", "Encümen-i Daniş"], "dogru_cevap": "B", "aciklama": "Devlet yönetimini modernize etmek isteyen 2. Mahmut, klasik Divan teşkilatını kaldırarak yerine Avrupa tarzı Nazırlıklar (Bakanlıklar) sistemini kurmuştur." },
          { "id": 66, "soru": "Osmanlı Devleti'nde ilk resmi gazete olan Takvim-i Vekayi hangi padişah döneminde çıkarılmıştır?", "secenekler": ["3. Selim", "2. Mahmut", "Abdülmecit", "Abdülaziz", "2. Abdülhamit"], "dogru_cevap": "B", "aciklama": "Devletin yaptığı yenilikleri halka duyurmak ve resmi ilanları yayımlamak amacıyla 1831 yılında 2. Mahmut döneminde ilk resmi gazete olan Takvim-i Vekayi çıkarılmıştır." },
          { "id": 67, "soru": "2. Mahmut döneminde, ölen veya haksız kazanç sağlayan devlet memurlarının mallarına devletçe el konulması usulü olan Müsaderenin kaldırılması neyin göstergesidir?", "secenekler": ["Özel mülkiyetin güvence altına alındığının", "Devlet hazinesinin iflas ettiğinin", "Toprak sisteminin bozulduğunun", "Vergilerin artırıldığının", "Memuriyetin babadan oğula geçtiğinin"], "dogru_cevap": "A", "aciklama": "Müsadere sisteminin kaldırılmasıyla kişilerin miras bırakma hakkı doğmuş ve özel mülkiyet devlet güvencesi altına alınmıştır." },
          { "id": 68, "soru": "Osmanlı Devleti'nde askeri ve vergi amaçlı ilk nüfus sayımı hangi padişah döneminde yapılmıştır?", "secenekler": ["1. Süleyman", "4. Murat", "2. Mahmut", "Abdülmecit", "2. Abdülhamit"], "dogru_cevap": "C", "aciklama": "Yeni kurulan ordunun asker ihtiyacını belirlemek amacıyla 2. Mahmut döneminde (1831) sadece erkeklerin sayıldığı ilk nüfus sayımı yapılmıştır." },
          { "id": 69, "soru": "2. Mahmut döneminde taşrada güvenliği sağlamak ve ayanların etkisini kırmak amacıyla köy ve mahallelerde hangi teşkilat kurulmuştur?", "secenekler": ["Belediye", "Muhtarlık", "Jandarma", "Bekçilik", "İhtiyar Heyeti"], "dogru_cevap": "B", "aciklama": "Merkezi otoriteyi taşranın en ücra köşesine kadar götürmek isteyen 2. Mahmut, köy ve mahalle muhtarlıklarını kurarak ayanların yerel yönetimdeki gücünü kırmıştır." },
          { "id": 70, "soru": "Osmanlı Devleti'nin Kuzey Afrika'daki son toprak parçasını kaybetmesinden çok önce, Kuzey Afrika'da kaybettiği ilk toprak parçası (1830 - Fransa işgali) neresidir?", "secenekler": ["Mısır", "Trablusgarp", "Tunus", "Cezayir", "Fas"], "dogru_cevap": "D", "aciklama": "Fransa, 1830 yılında Cezayir'i işgal ederek Osmanlı Devleti'nin Kuzey Afrika'daki toprak kayıplarını başlatmıştır. Bu olay 2. Mahmut dönemine denk gelir." },
          { "id": 71, "soru": "2. Mahmut döneminde İstanbul'da ilköğretimin zorunlu hale getirilmesinin temel amacı nedir?", "secenekler": ["Asker ihtiyacını karşılamak", "Okuma yazma oranını artırmak ve modernleşmeyi tabana yaymak", "Medreseleri kapatmak", "Yabancı okulları yasaklamak", "Matbaayı yaygınlaştırmak"], "dogru_cevap": "B", "aciklama": "2. Mahmut, eğitimin önemini kavrayarak batılılaşma hareketlerinin halk tarafından anlaşılmasını sağlamak amacıyla İstanbul'da ilköğretimi zorunlu kılmıştır." },
          { "id": 72, "soru": "Yunan İsyanı sırasında Mora'da başarılı olamayan Osmanlı Devleti, isyanı bastırması karşılığında Mısır Valisi Kavalalı Mehmet Ali Paşa'ya hangi valilikleri vaat etmiştir?", "secenekler": ["Şam ve Halep", "Mora ve Girit", "Adana ve Kıbrıs", "Bağdat ve Basra", "Tunus ve Cezayir"], "dogru_cevap": "B", "aciklama": "2. Mahmut, isyanı bastırmakta güçlük çekince güçlü bir orduya sahip olan Mısır Valisinden yardım istemiş, karşılığında Mora ve Girit valiliklerini vadetmiştir." },
          { "id": 73, "soru": "Osmanlı donanmasının 1827 yılında İngiltere, Fransa ve Rusya tarafından yakıldığı olay hangisidir?", "secenekler": ["Çeşme Baskını", "Sinop Baskını", "Navarin Olayı", "İnebahtı Savaşı", "Preveze Deniz Savaşı"], "dogru_cevap": "C", "aciklama": "Yunan İsyanı'na destek veren Avrupalı devletler, Osmanlı-Mısır donanmasını Navarin limanında ani bir baskınla yakarak Osmanlı'yı barışa zorlamışlardır." },
          { "id": 74, "soru": "Yunanistan'ın (Rumların) Osmanlı Devleti'nden ayrılarak bağımsızlığını kazandığı antlaşma hangisidir?", "secenekler": ["Bükreş Antlaşması", "Edirne Antlaşması (1829)", "Paris Antlaşması", "Berlin Antlaşması", "Londra Antlaşması"], "dogru_cevap": "B", "aciklama": "1828-1829 Osmanlı-Rus Savaşı sonunda imzalanan Edirne Antlaşması ile Osmanlı Devleti Yunanistan'ın bağımsızlığını kabul etmek zorunda kalmıştır." },
          { "id": 75, "soru": "2. Mahmut döneminde memurlara getirilen kılık kıyafet zorunluluğu (Fes, pantolon, ceket) ile ne amaçlanmıştır?", "secenekler": ["Dini kuralları uygulamak", "Toplumda dış görünüşte eşitlik ve modernlik sağlamak", "Yerli kumaş üretimini artırmak", "Askeri disiplini sağlamak", "Yabancıları ayırt etmek"], "dogru_cevap": "B", "aciklama": "2. Mahmut, kılık kıyafet inkılabı ile hem memurlar arasında birliği sağlamak hem de dış görünüş itibarıyla modern bir toplum yapısı oluşturmayı hedeflemiştir." },
          { "id": 76, "soru": "Mısır Valisi Kavalalı Mehmet Ali Paşa'nın isyan ederek Kütahya'ya kadar ilerlemesi üzerine, 2. Mahmut'un 'Denize düşen yılana sarılır' diyerek yardım istediği devlet hangisidir?", "secenekler": ["İngiltere", "Fransa", "Rusya", "Avusturya", "Prusya"], "dogru_cevap": "C", "aciklama": "İngiltere ve Fransa'nın Mısır sorunu karşısında yetersiz kalması üzerine 2. Mahmut, tarihi düşmanı olan Rusya'dan askeri yardım istemek zorunda kalmıştır." },
          { "id": 77, "soru": "Rusya ile 1833 yılında imzalanan ve Boğazlar Sorunu'nun ortaya çıkmasına neden olan antlaşma hangisidir?", "secenekler": ["Hünkar İskelesi Antlaşması", "Kütahya Antlaşması", "Balta Limanı Antlaşması", "Bükreş Antlaşması", "Londra Boğazlar Sözleşmesi"], "dogru_cevap": "A", "aciklama": "Rusya ile 8 yıllığına imzalanan savunma ittifakı niteliğindeki Hünkar İskelesi Antlaşması, Rusya'ya boğazlardan geçiş üstünlüğü sağladığı için uluslararası bir sorun haline gelmiştir." },
          { "id": 78, "soru": "Osmanlı ekonomisinin dışa bağımlı hale gelmesine ve lonca teşkilatının çökmesine neden olan 1838 tarihli antlaşma hangisidir?", "secenekler": ["Hünkar İskelesi Antlaşması", "Balta Limanı Ticaret Antlaşması", "Paris Antlaşması", "Berlin Antlaşması", "Ankara Antlaşması"], "dogru_cevap": "B", "aciklama": "Mısır sorununda İngiltere'nin desteğini almak için imzalanan Balta Limanı Antlaşması ile gümrük vergileri düşürülmüş ve tekel sistemi kaldırılmış, Osmanlı pazarı Avrupa mallarının istilasına uğramıştır." },
          { "id": 79, "soru": "2. Mahmut döneminde diplomatik ilişkileri yürütmek ve yabancı dil bilen memur yetiştirmek amacıyla kurulan büro hangisidir?", "secenekler": ["Tercüme Odası", "Duyun-u Umumiye", "Matbaa-i Amire", "Encümen-i Daniş", "Darülfünun"], "dogru_cevap": "A", "aciklama": "Rum tercümanların Yunan isyanına destek vermesi üzerine, Müslüman memurların yabancı dil öğrenmesi ve diplomaside görev alması için Tercüme Odası kurulmuştur." },
          { "id": 80, "soru": "Asakir-i Mansure-i Muhammediye ordusunun subay ihtiyacını karşılamak için açılan okul hangisidir?", "secenekler": ["Mekteb-i Harbiye", "Hendesehane", "Mülkiye Mektebi", "Tıbbiye", "Rüştiye"], "dogru_cevap": "A", "aciklama": "Modern ordunun komuta kademesini oluşturacak subayları yetiştirmek amacıyla 1834 yılında Mekteb-i Harbiye (Harp Okulu) açılmıştır." }
        ]
      },
      {
        "alt_baslik": "Test 5 (2. Mahmut Islahatları ve Siyasi - 2)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 81, "soru": "2. Mahmut döneminde idari işleri düzenlemek için kurulan meclislerden biri olan Dar-ı Şura-yı Bab-ı Ali'nin görevi nedir?", "secenekler": ["Askeri işleri görüşmek", "Yönetim ve idari işleri düzenlemek", "Adalet işlerine bakmak", "Eğitim müfredatını hazırlamak", "Dış politikayı belirlemek"], "dogru_cevap": "B", "aciklama": "Hükümet işlerinin ve idari reformların görüşüldüğü, bugünkü Bakanlar Kurulu'nun alt yapısını oluşturan kurul Dar-ı Şura-yı Bab-ı Ali'dir." },
          { "id": 82, "soru": "Osmanlı Devleti'nde pasaport (Mürur Tezkeresi) uygulamasına hangi padişah döneminde geçilmiştir?", "secenekler": ["3. Selim", "2. Mahmut", "Abdülmecit", "2. Abdülhamit", "5. Mehmet Reşat"], "dogru_cevap": "B", "aciklama": "İstanbul'a göçü kontrol altına almak ve iç güvenliği sağlamak amacıyla 2. Mahmut döneminde ülke içi seyahatlerde Mürur Tezkeresi (Geçiş Belgesi/İç Pasaport) zorunluluğu getirilmiştir." },
          { "id": 83, "soru": "2. Mahmut döneminde tıbbiye ve harbiye öğrencilerinin Avrupa'ya gönderilmesinin temel nedeni nedir?", "secenekler": ["Avrupa kültürünü benimsemelerini sağlamak", "Modern bilim ve teknikleri yerinde öğrenmelerini sağlamak", "Siyasi sürgün cezalarını çekmeleri", "Yabancı devletlerle evlilik bağı kurmak", "Ticaret yapmalarını sağlamak"], "dogru_cevap": "B", "aciklama": "Batı'daki bilimsel gelişmeleri transfer etmek ve modern eğitimli kadrolar oluşturmak için ilk kez 2. Mahmut döneminde Avrupa'ya öğrenci gönderilmiştir." },
          { "id": 84, "soru": "2. Mahmut döneminde açılan ve ortaokul seviyesinde eğitim veren kurumun adı nedir?", "secenekler": ["İdadi", "Rüştiye", "Sultani", "Medrese", "Darülmuallimin"], "dogru_cevap": "B", "aciklama": "Sıbyan mektebi ile yüksekokullar arasındaki boşluğu doldurmak ve memur yetiştirmek amacıyla modern ortaokul olan Rüştiyeler açılmıştır." },
          { "id": 85, "soru": "Devlet memurlarının yargılanması ve yeni kanun tasarılarının hazırlanması için 2. Mahmut döneminde kurulan meclis hangisidir?", "secenekler": ["Meclis-i Vala-yı Ahkam-ı Adliye", "Meclis-i Mebusan", "Divan-ı Muhasebat", "Şura-yı Devlet", "Meclis-i Ayan"], "dogru_cevap": "A", "aciklama": "Hukuki düzenlemeleri yapmak ve yüksek memurları yargılamak amacıyla adalet işlerinden sorumlu yüksek kurul olan Meclis-i Vala-yı Ahkam-ı Adliye kurulmuştur." },
          { "id": 86, "soru": "Kavalalı Mehmet Ali Paşa İsyanı sonucunda Kavalalı ailesine Mısır valiliğinin Hidivlik (babadan oğula geçen) statüsünde verilmesi hangi uluslararası konferansla kesinleşmiştir?", "secenekler": ["Viyana Kongresi", "Londra Konferansı (1840)", "Paris Konferansı", "Berlin Konferansı", "İstanbul Konferansı"], "dogru_cevap": "B", "aciklama": "2. Mahmut'un vefatından hemen sonra toplanan 1840 Londra Konferansı ile Mısır sorunu çözülmüş, Mısır hukuken Osmanlı'ya bağlı kalmak şartıyla yönetimi Kavalalı ailesine bırakılmıştır." },
          { "id": 87, "soru": "2. Mahmut döneminde Posta Teşkilatının kurulmasının siyasi amacı nedir?", "secenekler": ["Haberleşmeyi hızlandırarak merkezi otoriteyi güçlendirmek", "Halkın mektuplaşmasını sağlamak", "Pul koleksiyonculuğunu başlatmak", "Ticareti geliştirmek", "Gazetelerin dağıtımını yapmak"], "dogru_cevap": "A", "aciklama": "Posta teşkilatı, başkent ile taşra arasındaki iletişimi hızlandırarak valilerin merkeze daha sıkı bağlanmasını ve devlet otoritesinin korunmasını sağlamak amacıyla kurulmuştur." },
          { "id": 88, "soru": "Osmanlı Devleti'nde Mehterhane'nin kapatılarak yerine İtalyan müzisyen Giuseppe Donizetti tarafından kurulan bandonun adı nedir?", "secenekler": ["Mızıka-i Hümayun", "Musiki-i Osmani", "Darülelhan", "Riyaset-i Cumhur Orkestrası", "Mehter-i Cedid"], "dogru_cevap": "A", "aciklama": "Yeniçeri Ocağı ile birlikte kaldırılan Mehterhane'nin yerine, Avrupa tarzı askeri bando olan Mızıka-i Hümayun kurulmuştur." },
          { "id": 89, "soru": "2. Mahmut'un kendi resmini devlet dairelerine astırması neyin göstergesidir?", "secenekler": ["Padişahın otoritesini görsel olarak da hissettirmek istemesinin", "Resim sanatına olan kişisel ilgisinin", "Halifelik gücünü kullanmak istemesinin", "İslam hukukunu katı bir şekilde uyguladığının", "Avrupalı ressamları desteklediğinin"], "dogru_cevap": "A", "aciklama": "Geleneksel tasvir yasağını kıran 2. Mahmut, Tasvir-i Hümayun (kendi portresi) nişanını taktırarak ve resmini astırarak padişahın gücünü sembolik olarak her yerde hissettirmeyi amaçlamıştır." },
          { "id": 90, "soru": "Balta Limanı Antlaşması'na göre İngiliz tüccarlara tanınan en önemli ayrıcalık nedir?", "secenekler": ["İstanbul'da mülk edinme hakkı", "İç ticarette yerli tüccardan daha az vergi ödeme ve serbest ticaret hakkı", "Osmanlı ordusuna silah satma tekeli", "Boğazlardan ücretsiz geçiş hakkı", "Kendi mahkemelerini kurma hakkı"], "dogru_cevap": "B", "aciklama": "Balta Limanı Antlaşması ile İngiliz tüccarlar iç gümrük vergisinden muaf tutulmuş, bu durum yerli tüccarın rekabet gücünü bitirmiş ve Osmanlı'yı açık pazar haline getirmiştir." },
          { "id": 91, "soru": "Aşağıdakilerden hangisi 2. Mahmut döneminde yapılan idari düzenlemelerden biri değildir?", "secenekler": ["Tımar sisteminin kaldırılması", "Muhtarlıkların kurulması", "Vilayet Nizamnamesi'nin çıkarılması", "Bakanlıkların (Nazırlıkların) kurulması", "Memurlara maaş bağlanması"], "dogru_cevap": "C", "aciklama": "Vilayet Nizamnamesi 1864 yılında Sultan Abdülaziz döneminde çıkarılmıştır. Diğerleri 2. Mahmut dönemi gelişmeleridir." },
          { "id": 92, "soru": "2. Mahmut'un 'Tebaamdan Müslümanı camide, Hristiyanı kilisede, Museviyi havra'da görmek isterim' sözü hangi anlayışı yansıtır?", "secenekler": ["Dini ayrımcılık yapacağını", "Osmanlıcılık fikrini ve dinlere saygılı birleştirici anlayışı", "Şeriat kurallarının katılaşacağını", "Azınlıkları sürgün edeceğini", "Yeni mezhepler kuracağını"], "dogru_cevap": "B", "aciklama": "Bu söz, devletin tüm vatandaşlara eşit mesafede durduğunu ve din farkı gözetmeksizin herkesi Osmanlı vatandaşı olarak kucakladığını (Osmanlıcılık) ifade eder." },
          { "id": 93, "soru": "Osmanlı Devleti'nde karantina uygulaması ilk kez hangi padişah döneminde başlatılmıştır?", "secenekler": ["2. Mahmut", "3. Selim", "1. Abdülhamit", "Abdülmecit", "Kanuni Sultan Süleyman"], "dogru_cevap": "A", "aciklama": "Salgın hastalıkları önlemek ve halk sağlığını korumak amacıyla ilk karantina teşkilatı ve uygulaması 2. Mahmut döneminde hayata geçirilmiştir." },
          { "id": 94, "soru": "Sened-i İttifak'ın imzalanmasında etkili olan Ayanlar kimlerdir?", "secenekler": ["Saraydaki yüksek rütbeli memurlar", "Taşrada güç kazanmış nüfuzlu yerel beyler", "Yabancı devlet elçileri", "Yeniçeri ağaları", "Medrese hocaları"], "dogru_cevap": "B", "aciklama": "Ayanlar, merkezi otoritenin zayıflamasıyla Anadolu ve Rumeli'de güçlenen, kendi askeri birlikleri olan ve vergi toplayan yerel toprak ağalarıdır." },
          { "id": 95, "soru": "2. Mahmut döneminde Eşkinci Ocağı'nın kurulma amacı nedir?", "secenekler": ["Yeniçerilere alternatif modern bir birlik oluşturmak", "Donanmayı güçlendirmek", "Saray muhafızlığını yapmak", "Vergi toplamak", "İtfaiye hizmeti vermek"], "dogru_cevap": "A", "aciklama": "Vaka-i Hayriye öncesinde Yeniçeri Ocağı'nı ıslah edemeyeceğini anlayan 2. Mahmut, Avrupa tarzı eğitim yapan Eşkinci Ocağı'nı kurmuş ancak yeniçerilerin tepkisiyle karşılaşmıştır." },
          { "id": 96, "soru": "Gâvur Padişah lakabı, yaptığı köklü ve Batı tarzı yenilikler nedeniyle halkın bir kesimi tarafından hangi padişaha takılmıştır?", "secenekler": ["3. Selim", "2. Mahmut", "Abdülmecit", "Vahdettin", "Genç Osman"], "dogru_cevap": "B", "aciklama": "Geleneksel yapıyı kökten değiştiren, kıyafet devrimi yapan ve sarık yerine fes giydiren 2. Mahmut, tutucu çevrelerce Gâvur Padişah olarak nitelendirilmiştir." },
          { "id": 97, "soru": "Osmanlı Devleti'nin Boğazlar üzerindeki egemenlik hakkını tek başına kullandığı son antlaşma hangisidir?", "secenekler": ["Hünkar İskelesi Antlaşması", "Londra Boğazlar Sözleşmesi", "Küçük Kaynarca Antlaşması", "Karlofça Antlaşması", "Edirne Antlaşması"], "dogru_cevap": "A", "aciklama": "1833 Hünkar İskelesi Antlaşması ile Osmanlı, Rusya lehine boğazları kapatma yetkisini kullanmıştır. 1841'den itibaren boğazlar uluslararası bir statü kazanmıştır." },
          { "id": 98, "soru": "2. Mahmut döneminde İstanbul'a giriş çıkışları kontrol etmek ve güvenliği sağlamak için kurulan ihtisap nezaretinin bugünkü karşılığı nedir?", "secenekler": ["Belediye Zabıtası", "Emniyet Müdürlüğü", "Gümrük Bakanlığı", "Maliye Bakanlığı", "Turizm Bakanlığı"], "dogru_cevap": "A", "aciklama": "İhtisap Ağalığı kaldırılarak yerine kurulan İhtisap Nezareti, esnaf denetimi ve şehir güvenliği gibi günümüz belediye zabıta hizmetlerini yürütmüştür." },
          { "id": 99, "soru": "Aşağıdakilerden hangisi 2. Mahmut döneminde eğitim alanında yapılan yeniliklerden biri değildir?", "secenekler": ["İlköğretimin zorunlu olması", "Rüştiyelerin açılması", "Galatasaray Sultanisi'nin açılması", "Avrupa'ya öğrenci gönderilmesi", "Mekteb-i Tıbbiye'nin açılması"], "dogru_cevap": "C", "aciklama": "Galatasaray Sultanisi (Mekteb-i Sultani), 2. Mahmut'tan sonra Sultan Abdülaziz döneminde (1868) açılmıştır." },
          { "id": 100, "soru": "Yeniçeri Ocağı'nın kaldırılmasıyla oluşan otorite boşluğunu taşrada doldurmak için 2. Mahmut döneminde kurulan askeri birlik hangisidir?", "secenekler": ["Redif Birlikleri", "Hamidiye Alayları", "Tımarlı Sipahiler", "Azaplar", "Akıncılar"], "dogru_cevap": "A", "aciklama": "Tımar sisteminin ve Yeniçeri Ocağı'nın kalkmasıyla taşrada oluşan güvenlik açığını kapatmak için Jandarma görevini de üstlenen Redif Birlikleri kurulmuştur." }
        ]
      },
      {
        "alt_baslik": "Test 6 (Tanzimat ve Islahat Fermanları)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 101, "soru": "3 Kasım 1839 tarihinde Gülhane Parkı'nda okunan ve Türk tarihinde demokratikleşmenin ilk somut adımı sayılan Tanzimat Fermanı'nı hazırlayan ve okuyan devlet adamı kimdir?", "secenekler": ["Mithat Paşa", "Mustafa Reşit Paşa", "Ali Paşa", "Fuad Paşa", "Ahmet Cevdet Paşa"], "dogru_cevap": "B", "aciklama": "Tanzimat Fermanı'nın mimarı, Hariciye Nazırı Mustafa Reşit Paşa'dır. Fermanı Gülhane Parkı'nda halka ve yabancı elçilere okuyan kişi de odur." },
          { "id": 102, "soru": "Tanzimat Fermanı'nın ilan edilmesinde Osmanlı Devleti'nin Mısır Sorunu'nda hangi devletin veya devletlerin desteğini alma düşüncesi etkili olmuştur?", "secenekler": ["Rusya", "Avusturya", "Avrupa Devletleri (Özellikle İngiltere)", "İran", "ABD"], "dogru_cevap": "C", "aciklama": "Osmanlı Devleti, Mısır Valisi Kavalalı Mehmet Ali Paşa sorununun çözümünde Avrupa devletlerinin, özellikle de İngiltere'nin siyasi desteğini kazanmak için Tanzimat Fermanı'nı zamanlama olarak bu dönemde ilan etmiştir." },
          { "id": 103, "soru": "Aşağıdakilerden hangisi Tanzimat Fermanı'nın getirdiği yeniliklerden biri değildir?", "secenekler": ["Askerliğin vatan hizmeti haline getirilmesi", "Yargılamanın açık yapılması", "Vergilerin herkesin gelirine göre alınması", "Padişahın yetkilerinin kanun gücüyle sınırlandırılması", "Gayrimüslimlere devlet memuru olma hakkının verilmesi"], "dogru_cevap": "E", "aciklama": "Gayrimüslimlere devlet memuru olma hakkı Tanzimat Fermanı ile değil, 1856 Islahat Fermanı ile verilmiştir. Tanzimat Fermanı'nda eşitlik ilkesi vurgulansa da memuriyet hakkı Islahat'ta netleşmiştir." },
          { "id": 104, "soru": "Osmanlı padişahının kendi yetkilerini kanun gücü önünde kısıtlamayı kabul ettiği ilk belge hangisidir?", "secenekler": ["Sened-i İttifak", "Kanun-i Esasi", "Tanzimat Fermanı", "Islahat Fermanı", "Halepa Fermanı"], "dogru_cevap": "C", "aciklama": "Sened-i İttifak'ta padişah ayanlara söz vermişti ancak Tanzimat Fermanı ile padişah ilk kez Kanun Üstünlüğünü kabul etmiş ve kanunlara uyacağına yemin etmiştir. Bu anayasal düzene geçişin ilk aşamasıdır." },
          { "id": 105, "soru": "Tanzimat Fermanı hangi padişah döneminde ilan edilmiştir?", "secenekler": ["2. Mahmut", "Abdülmecit", "Abdülaziz", "2. Abdülhamit", "5. Murat"], "dogru_cevap": "B", "aciklama": "Tanzimat Fermanı (1839) ve Islahat Fermanı (1856), Sultan Abdülmecit döneminde ilan edilmiştir." },
          { "id": 106, "soru": "'Hiç kimse yargılanmadan cezalandırılmayacak, mahkemeler herkese açık olacak' maddesi Tanzimat Fermanı'nın hangi alanda düzenleme yaptığını gösterir?", "secenekler": ["Askeri", "Ekonomik", "Hukuki", "Dini", "Eğitim"], "dogru_cevap": "C", "aciklama": "Yargılama usulleri, mahkemelerin açıklığı ve ceza hukuku ile ilgili bu madde, fermanın hukuki alandaki en önemli getirisidir ve hukukun üstünlüğünü vurgular." },
          { "id": 107, "soru": "Tanzimat Fermanı'nda yer alan 'Askerlik ocak hizmetinden vatan hizmetine dönüştürülecektir' maddesiyle ne amaçlanmıştır?", "secenekler": ["Askerliği sadece Müslümanların yapması", "Askerliği profesyonel meslek haline getirmek", "Gayrimüslimleri de askere alarak vatandaşlık bağını güçlendirmek", "Yeniçeri Ocağı'nı kurmak", "Paralı askerlik sistemine geçmek"], "dogru_cevap": "C", "aciklama": "Tanzimat Fermanı ile askerlik herkes için zorunlu vatan hizmeti sayılmış, böylece gayrimüslimlerin de askere alınması ve toplumsal eşitliğin sağlanması hedeflenmiştir." },
          { "id": 108, "soru": "1856 Islahat Fermanı'nın ilan edilmesinde Avrupa devletlerinin baskısı hangi uluslararası konferans sırasında gerçekleşmiştir?", "secenekler": ["Viyana Kongresi", "Londra Konferansı", "Paris Konferansı", "Berlin Konferansı", "Tersane Konferansı"], "dogru_cevap": "C", "aciklama": "Islahat Fermanı, Kırım Savaşı'nı bitiren Paris Antlaşması görüşmeleri sürerken, Avrupalı devletlerin baskısıyla hazırlanmış ve antlaşma metnine dâhil edilmiştir." },
          { "id": 109, "soru": "Islahat Fermanı'nın Tanzimat Fermanı'ndan temel farkı nedir?", "secenekler": ["Sadece askeri konuları içermesi", "Padişahın yetkilerini artırması", "Daha çok Müslüman halka haklar tanıması", "Ağırlıklı olarak gayrimüslimlere (azınlıklara) geniş haklar tanıması", "Cumhuriyet rejimine geçişi sağlaması"], "dogru_cevap": "D", "aciklama": "Tanzimat Fermanı tüm halkı kapsarken, Islahat Fermanı özellikle gayrimüslimlere yönelik ayrıcalıklar ve geniş haklar (eşitliğin ötesinde) getirmiştir." },
          { "id": 110, "soru": "Islahat Fermanı ile gayrimüslimlerden alınan Cizye vergisinin kaldırılması, yerine hangi uygulamanın gelmesine neden olmuştur?", "secenekler": ["Aşar Vergisi", "Nakdi Bedel (Bedelli Askerlik)", "Varlık Vergisi", "Ağnam Vergisi", "Gümrük Vergisi"], "dogru_cevap": "B", "aciklama": "Islahat Fermanı ile gayrimüslimler askerlikten muaf tutulabilmek için Nakdi Bedel ödeme hakkı kazanmış, böylece cizye vergisi fiilen kaldırılmıştır." },
          { "id": 111, "soru": "'Gayrimüslimlere küçük düşürücü sözler (gâvur vb.) söylenmesi yasaklanacaktır' maddesi hangi belgede yer alır?", "secenekler": ["Sened-i İttifak", "Tanzimat Fermanı", "Islahat Fermanı", "Kanun-i Esasi", "Mecelle"], "dogru_cevap": "C", "aciklama": "Toplumsal ayrımcılığı önlemek amacıyla bu spesifik madde Islahat Fermanı'nda yer almıştır." },
          { "id": 112, "soru": "Gayrimüslimlerin İl Genel Meclislerine üye olabilme hakkını elde etmesi, onların hangi alanda yönetime katıldığını gösterir?", "secenekler": ["Askeri", "Dini", "Siyasi / İdari", "Ekonomik", "Kültürel"], "dogru_cevap": "C", "aciklama": "Yerel yönetim meclislerine üye olma hakkı, gayrimüslimlerin siyasi ve idari mekanizmaya katılımı anlamına gelir ve bu hak Islahat Fermanı ile verilmiştir." },
          { "id": 113, "soru": "Tanzimat Dönemi (1839-1876) kavramı hangi olayla sona ermiştir?", "secenekler": ["Islahat Fermanı'nın ilanı", "Abdülaziz'in tahttan indirilmesi", "1. Meşrutiyet'in ilanı (Kanun-i Esasi)", "93 Harbi", "Kırım Savaşı"], "dogru_cevap": "C", "aciklama": "Tanzimat Dönemi, 1839 Tanzimat Fermanı ile başlar ve 1876'da 1. Meşrutiyet'in ilanı (Anayasal döneme geçiş) ile sona erer." },
          { "id": 114, "soru": "Aşağıdakilerden hangisi Tanzimat Fermanı'nın amaçlarından biri değildir?", "secenekler": ["Devleti dağılmaktan kurtarmak", "Osmanlıcılık fikrini hayata geçirmek", "Avrupalı devletlerin iç işlerine karışmasını önlemek", "Gayrimüslimlerin devlete bağlılığını artırmak", "Meşrutiyet rejimine geçerek halkı yönetime katmak"], "dogru_cevap": "E", "aciklama": "Tanzimat Fermanı'nda halkın yönetime katılması (parlamento, seçim) yoktur. Bu durum Meşrutiyet ile gerçekleşmiştir. Tanzimat, hak ve özgürlükleri düzenleyen bir belgedir." },
          { "id": 115, "soru": "Islahat Fermanı ile gayrimüslimlere banka, okul ve şirket kurma hakkının verilmesi onların hangi alanda güçlenmesini sağlamıştır?", "secenekler": ["Askeri", "Ekonomik ve Kültürel", "Dini", "Siyasi", "Hukuki"], "dogru_cevap": "B", "aciklama": "Okul kurmak kültürel, banka ve şirket kurmak ise ekonomik alanda gayrimüslimlerin etkinliğini artırmıştır." },
          { "id": 116, "soru": "Tanzimat Fermanı'nın diğer adı nedir?", "secenekler": ["Gülhane Hatt-ı Hümayunu", "Adaletnâme", "Kanun-i Esasi", "Vilayet Nizamnamesi", "Muharrem Kararnamesi"], "dogru_cevap": "A", "aciklama": "Ferman, Gülhane Parkı'nda okunduğu için Gülhane Hatt-ı Hümayunu olarak da bilinir." },
          { "id": 117, "soru": "Islahat Fermanı'na en büyük tepkiyi kimler göstermiştir?", "secenekler": ["Avrupalı Devletler", "Müslüman Halk", "Gayrimüslim Tüccarlar", "Padişah", "Yahudiler"], "dogru_cevap": "B", "aciklama": "Müslüman halk, gayrimüslimlere verilen aşırı haklar nedeniyle kendilerinin ikinci sınıf vatandaş durumuna düştüğünü düşünerek fermana tepki göstermiştir. Kuleli Vakası gibi olayların zeminini oluşturmuştur." },
          { "id": 118, "soru": "Tanzimat ve Islahat fermanlarının ortak özelliği nedir?", "secenekler": ["Dış baskı sonucu ilan edilmeleri", "Sadece gayrimüslimleri kapsamaları", "Anayasal düzene geçiş aşamaları olmaları", "Halk oylaması ile kabul edilmeleri", "Askeri darbeler sonucu ilan edilmeleri"], "dogru_cevap": "C", "aciklama": "Her iki ferman da hukukun üstünlüğünü ve vatandaşlık haklarını geliştirdiği için Osmanlı'nın anayasal düzene geçiş sürecinin basamaklarıdır." },
          { "id": 119, "soru": "Yabancılara (Avrupalılara) Osmanlı topraklarında mülk edinme hakkı hangi düzenleme ile verilmiştir?", "secenekler": ["Sened-i İttifak", "Tanzimat Fermanı", "Islahat Fermanı", "Balta Limanı Antlaşması", "1876 Anayasası"], "dogru_cevap": "C", "aciklama": "Islahat Fermanı ile yabancı uyruklulara da Osmanlı topraklarında mülk edinme hakkı tanınmıştır, bu durum kapitülasyonların etkisini daha da artırmıştır." },
          { "id": 120, "soru": "Tanzimat Fermanı'nda yer alan Müsadere usulünün kaldırılması maddesi, 2. Mahmut dönemindeki uygulamanın neyi haline gelmiştir?", "secenekler": ["Yasalaşmış hali", "İptal edilmiş hali", "Geçersiz hali", "Sadece askerlere uygulanır hali", "Sadece vezirlere uygulanır hali"], "dogru_cevap": "A", "aciklama": "2. Mahmut müsadereyi fiilen kaldırmıştı, Tanzimat Fermanı ile bu durum kanun güvencesi altına alınarak resmileşmiştir." }
        ]
      },
      {
        "alt_baslik": "Test 7 (Dağılma Dönemi Siyasi Olaylar - 1)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 121, "soru": "Mısır Sorunu'nun kesin olarak çözüldüğü ve Mısır'ın hukuken Osmanlı'ya bağlı kalıp yönetiminin Kavalalı ailesine bırakıldığı antlaşma hangisidir?", "secenekler": ["Kütahya Antlaşması", "Hünkar İskelesi Antlaşması", "1840 Londra Antlaşması", "Paris Antlaşması", "Berlin Antlaşması"], "dogru_cevap": "C", "aciklama": "1840 Londra Konferansı ve akabinde imzalanan antlaşma ile Mısır Sorunu uluslararası bir statüde çözüme kavuşturulmuştur." },
          { "id": 122, "soru": "Boğazlar Sorunu'nun uluslararası bir statü kazandığı ve Boğazların barış zamanında tüm savaş gemilerine kapatıldığı antlaşma hangisidir?", "secenekler": ["1841 Londra Boğazlar Sözleşmesi", "Hünkar İskelesi Antlaşması", "Edirne Antlaşması", "Balta Limanı Antlaşması", "Küçük Kaynarca Antlaşması"], "dogru_cevap": "A", "aciklama": "Hünkar İskelesi Antlaşması'nın süresi dolunca imzalanan 1841 Londra Boğazlar Sözleşmesi ile Boğazlar ilk kez uluslararası bir statü kazanmış ve Osmanlı'nın mutlak egemenliği sona ermiştir." },
          { "id": 123, "soru": "'Hasta Adam' (Sick Man) tabirini Osmanlı Devleti için ilk kez kullanan devlet adamı kimdir?", "secenekler": ["Napolyon Bonapart (Fransa)", "Çar 1. Nikolay (Rusya)", "Kraliçe Victoria (İngiltere)", "Bismark (Almanya)", "Metternich (Avusturya)"], "dogru_cevap": "B", "aciklama": "Rus Çarı 1. Nikolay, İngiliz elçisine Osmanlı Devleti'nin durumunu anlatırken 'Kollarımızda hasta bir adam var' ifadesini kullanmıştır." },
          { "id": 124, "soru": "1853-1856 Kırım Savaşı'nın görünürdeki sebebi (bahanesi) nedir?", "secenekler": ["Mısır Sorunu", "Boğazlar Sorunu", "Kutsal Yerler Sorunu", "Mülteci Sorunu", "Kapitülasyonlar"], "dogru_cevap": "C", "aciklama": "Rusya, Kudüs ve çevresindeki (Kutsal Yerler) Ortodoks haklarını bahane ederek Osmanlı Devleti'ne baskı yapmış ve savaşı başlatmıştır." },
          { "id": 125, "soru": "Kırım Savaşı sırasında Rus donanmasının Osmanlı donanmasını yaktığı olay hangisidir?", "secenekler": ["Navarin Olayı", "Çeşme Baskını", "Sinop Baskını", "İnebahtı Savaşı", "Preveze Savaşı"], "dogru_cevap": "C", "aciklama": "1853 yılında Rus donanması, Sinop limanında demirli bulunan Osmanlı donanmasını ani bir baskınla yakmıştır (Sinop Baskını)." },
          { "id": 126, "soru": "Osmanlı Devleti, Kırım Savaşı sırasında ilk kez hangi devletten dış borç almıştır?", "secenekler": ["Fransa", "Almanya", "Rusya", "İngiltere", "İtalya"], "dogru_cevap": "D", "aciklama": "Savaş masraflarını karşılamak amacıyla 1854 yılında İngiltere'den ilk kez dış borç alınmıştır." },
          { "id": 127, "soru": "Modern hemşireliğin kurucusu sayılan ve Kırım Savaşı sırasında İstanbul'da (Selimiye Kışlası) yaralı askerleri tedavi eden İngiliz hemşire kimdir?", "secenekler": ["Florence Nightingale", "Halide Edip", "Madam Curie", "Nene Hatun", "Safiye Ali"], "dogru_cevap": "A", "aciklama": "'Lambalı Kadın' olarak bilinen Florence Nightingale, Kırım Savaşı'nda İstanbul'a gelerek Selimiye Kışlası'nda modern hemşirelik tekniklerini uygulamıştır." },
          { "id": 128, "soru": "1856 Paris Antlaşması'na göre Osmanlı Devleti'nin 'bir Avrupa Devleti sayılması' ne anlama gelmektedir?", "secenekler": ["Avrupa Birliği'ne üye olduğu", "Avrupa hukukundan yararlanacağı ve toprak bütünlüğünün Avrupa garantisinde olduğu", "Hıristiyan olduğu", "Avrupa'ya vergi vereceği", "Başkentini Avrupa'ya taşıyacağı"], "dogru_cevap": "B", "aciklama": "Paris Antlaşması ile Osmanlı Devleti Avrupa devletler hukukuna dahil edilmiş ve toprak bütünlüğü Avrupalı büyük devletlerin (Düvel-i Muazzama) garantisi altına alınmıştır." },
          { "id": 129, "soru": "Paris Antlaşması'nın 'Karadeniz tarafsız hale getirilecek, Osmanlı ve Rusya burada donanma bulunduramayacak' maddesi Osmanlı Devleti açısından neyi gösterir?", "secenekler": ["Savaşı kazandığı halde masada yenik devlet muamelesi gördüğünü", "Karadeniz'e tek başına hakim olduğunu", "Rusya'yı tamamen yok ettiğini", "Donanmasını güçlendirdiğini", "Boğazları kapattığını"], "dogru_cevap": "A", "aciklama": "Galip devlet olmasına rağmen kendi denizi olan Karadeniz'de donanma bulundurma hakkının elinden alınması, Osmanlı'nın da yenik devlet muamelesi gördüğünün kanıtıdır." },
          { "id": 130, "soru": "Kırım Savaşı'na katılarak İtalya birliğini sağlama yolunda büyük bir diplomatik başarı kazanan devlet hangisidir?", "secenekler": ["Venedik", "Piyemonte (Sardinya)", "Napoli Krallığı", "Ceneviz", "Papalık"], "dogru_cevap": "B", "aciklama": "İtalya siyasi birliğini kurmaya çalışan Piyemonte Krallığı, Kırım Savaşı'na asker göndererek İngiltere ve Fransa'nın desteğini kazanmış ve Paris Konferansı'nda yer almıştır." },
          { "id": 131, "soru": "Osmanlı Devleti'nde Abdülmecit'i devirip yerine Abdülaziz'i geçirmek amacıyla planlanan ancak başarısız olan 1859 tarihli darbe girişimine ne ad verilir?", "secenekler": ["Çırağan Baskını", "Kuleli Vakası", "31 Mart Vakası", "Edirne Vakası", "Bab-ı Ali Baskını"], "dogru_cevap": "B", "aciklama": "Fedailer Cemiyeti tarafından planlanan bu girişim, Osmanlı tarihindeki ilk siyasi örgütlü darbe teşebbüsü olarak kabul edilen Kuleli Vakası'dır." },
          { "id": 132, "soru": "Sultan Abdülaziz döneminde Balkanlar'daki isyanları kışkırtan ve Slavları birleştirmeyi amaçlayan Rus politikasına ne ad verilir?", "secenekler": ["Panislamizm", "Pantürkizm", "Panslavizm", "Emperyalizm", "Merkantilizm"], "dogru_cevap": "C", "aciklama": "Rusya, Balkanlar'daki Slav kökenli milletleri (Sırp, Bulgar, Karadağlı vb.) kendi liderliğinde birleştirip Osmanlı'dan koparmak için Panslavizm politikasını gütmüştür." },
          { "id": 133, "soru": "1869 yılında Süveyş Kanalı'nın açılmasıyla önemi artan Osmanlı toprağı hangisidir?", "secenekler": ["Kıbrıs", "Girit", "Mısır", "Tunus", "Rodos"], "dogru_cevap": "C", "aciklama": "Fransız mühendisler ve Mısır Hidivi İsmail Paşa'nın gayretleriyle açılan Süveyş Kanalı, Akdeniz ile Kızıldeniz'i birleştirmiş ve Mısır'ın jeopolitik önemini muazzam derecede artırmıştır." },
          { "id": 134, "soru": "Sultan Abdülaziz'in Avrupa seyahatine çıkmasının (1867) temel siyasi amacı nedir?", "secenekler": ["Turistik gezi yapmak", "Borç para bulmak ve Rusya'nın planlarına karşı Avrupa'nın desteğini almak", "Tedavi olmak", "Yeni eşler bulmak", "Hac ibadetini yerine getirmek"], "dogru_cevap": "B", "aciklama": "Abdülaziz, Fransa ve İngiltere'yi ziyaret ederek hem Osmanlı'nın modern yüzünü göstermek hem de Rusya'nın Panslavist politikalarına karşı bu devletlerin desteğini sürdürmek istemiştir." },
          { "id": 135, "soru": "Osmanlı tarihinde Avrupa'ya resmi ziyarette bulunan ilk ve tek padişah kimdir?", "secenekler": ["Fatih Sultan Mehmet", "3. Selim", "2. Mahmut", "Abdülaziz", "2. Abdülhamit"], "dogru_cevap": "D", "aciklama": "Sultan Abdülaziz, Fransa İmparatoru 3. Napolyon'un daveti üzerine Avrupa seyahatine çıkmıştır." },
          { "id": 136, "soru": "1871 yılında Almanya'nın siyasi birliğini kurması ve Avrupa dengelerini değiştirmesi üzerine, Rusya'nın Paris Antlaşması'nın hangi maddesini tanımadığını ilan etmesi Osmanlı'yı zor durumda bırakmıştır?", "secenekler": ["Boğazların kapalılığı ilkesi", "Karadeniz'in tarafsızlığı ilkesi", "Eflak-Boğdan'ın özerkliği", "Kapitülasyonlar", "Sırbistan'ın durumu"], "dogru_cevap": "B", "aciklama": "Fransa'nın Almanya'ya yenilmesini fırsat bilen Rusya, Karadeniz'de donanma bulundurma yasağını (Karadeniz'in tarafsızlığı) tek taraflı olarak kaldırdığını ilan etmiştir." },
          { "id": 137, "soru": "Giritli Rumların isyanı sonucunda 2. Abdülhamit döneminde (1878) imzalanan ve Girit'e geniş özerklik veren belge hangisidir?", "secenekler": ["Halepa Fermanı", "Vilayet Nizamnamesi", "Sened-i İttifak", "Tanzimat Fermanı", "Kanun-i Esasi"], "dogru_cevap": "A", "aciklama": "Girit Sorunu kapsamında 1878 yılında imzalanan Halepa Fermanı ile Girit Valisinin Hristiyan olması kabul edilmiş ve adaya özerklik verilmiştir." },
          { "id": 138, "soru": "Osmanlı Devleti'nin 1875 yılında bütçesinin iflas ettiğini ve borç faizlerini ödeyemeyeceğini açıkladığı kararname hangisidir?", "secenekler": ["Muharrem Kararnamesi", "Ramazan Kararnamesi", "Tanzimat Fermanı", "Duyun-u Umumiye", "Vilayet Nizamnamesi"], "dogru_cevap": "B", "aciklama": "Mahmut Nedim Paşa sadrazamlığında çıkarılan Ramazan Kararnamesi ile devlet, dış borç faizlerinin yarısını ödeyemeyeceğini (moratoryum/iflas) ilan etmiştir." },
          { "id": 139, "soru": "1876'da Balkanlardaki isyanları görüşmek üzere İstanbul'da toplanan uluslararası konferansın adı nedir?", "secenekler": ["Tersane Konferansı", "Londra Konferansı", "Paris Konferansı", "Berlin Konferansı", "Viyana Kongresi"], "dogru_cevap": "A", "aciklama": "Avrupalı devletler, Balkan bunalımını çözmek için Haliç Tersanesi'nde (Tersane Konferansı) toplanmış, Osmanlı ise bu sırada konferansı etkisiz kılmak için 1. Meşrutiyet'i ilan etmiştir." },
          { "id": 140, "soru": "Genç Osmanlılar (Jön Türkler) cemiyetinin temel siyasi amacı nedir?", "secenekler": ["Padişahı devirip cumhuriyet kurmak", "Meşrutiyet'i ilan edip halkın yönetime katılmasını sağlamak", "Halifeliği kaldırmak", "Rusya ile savaşmak", "Ekonomiyi düzeltmek"], "dogru_cevap": "B", "aciklama": "Namık Kemal, Ziya Paşa gibi aydınların oluşturduğu Genç Osmanlılar, devletin kurtuluşunu anayasal bir rejimde (Meşrutiyet) ve meclis sisteminde görmüşlerdir." }
        ]
      },
      {
        "alt_baslik": "Test 8 (Dağılma Dönemi Siyasi Olaylar - 2)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 141, "soru": "Sultan Abdülaziz'in tahttan indirilmesinde (1876) etkili olan Serasker (Genelkurmay Başkanı) kimdir?", "secenekler": ["Hüseyin Avni Paşa", "Alemdar Mustafa Paşa", "Enver Paşa", "Gazi Osman Paşa", "Ahmet Cevdet Paşa"], "dogru_cevap": "A", "aciklama": "Hüseyin Avni Paşa ve Mithat Paşa liderliğindeki cunta, Sultan Abdülaziz'i tahttan indirmiş, yerine 5. Murat'ı geçirmiştir." },
          { "id": 142, "soru": "Osmanlı tarihinde en kısa süre (93 gün) tahtta kalan ve akıl sağlığı bozulduğu için tahttan indirilen padişah kimdir?", "secenekler": ["5. Murat", "2. Osman", "1. Mustafa", "Vahdettin", "4. Mustafa"], "dogru_cevap": "A", "aciklama": "Abdülaziz'den sonra tahta çıkan 5. Murat, yaşadığı buhranlar nedeniyle 93 gün sonra tahttan indirilmiş, yerine 2. Abdülhamit geçmiştir." },
          { "id": 143, "soru": "Tanzimat Dönemi'nin ünlü sadrazamı ve 'Tanzimat'ın Babası' olarak bilinen Mustafa Reşit Paşa'dan sonra döneme damgasını vuran diğer iki önemli sadrazam kimdir?", "secenekler": ["Ali Paşa ve Fuat Paşa", "Enver Paşa ve Talat Paşa", "Nevşehirli Damat İbrahim ve Halil Hamid Paşa", "Alemdar Mustafa ve Kavalalı Mehmet Ali", "Sokullu ve Köprülü"], "dogru_cevap": "A", "aciklama": "Âli Paşa ve Fuat Paşa, Abdülaziz döneminde dış politikayı ve reformları yöneten, Mustafa Reşit Paşa ekolünden gelen güçlü sadrazamlardır." },
          { "id": 144, "soru": "Bulgar İsyanları sırasında Avrupa kamuoyunda Osmanlı aleyhine büyük bir propaganda başlatılmasında etkili olan İngiliz devlet adamı kimdir?", "secenekler": ["Gladstone", "Churchill", "Lloyd George", "Disraeli", "Balfour"], "dogru_cevap": "A", "aciklama": "William Gladstone, Bulgar isyanlarının bastırılmasını 'Türk vahşeti' olarak Avrupa'ya lanse etmiş ve Türk düşmanlığı yapmıştır." },
          { "id": 145, "soru": "Osmanlı Devleti'nin ilk demiryolu hattı (Anadolu dışında) hangisidir?", "secenekler": ["Kahire-İskenderiye", "İzmir-Aydın", "İstanbul-Edirne", "Bağdat-Basra", "Şam-Medine"], "dogru_cevap": "A", "aciklama": "Osmanlı sınırları içindeki ilk demiryolu 1851'de Mısır'da (Kahire-İskenderiye) yapılmıştır. Anadolu'daki ilk hat ise İzmir-Aydın hattıdır." },
          { "id": 146, "soru": "Anadolu'da inşa edilen ilk demiryolu hattı hangisidir?", "secenekler": ["Haydarpaşa-İzmit", "İzmir-Aydın", "Ankara-Konya", "Erzurum-Kars", "Samsun-Sivas"], "dogru_cevap": "B", "aciklama": "İngiliz girişimiyle yapılan İzmir-Aydın demiryolu hattı, Anadolu topraklarındaki ilk demiryoludur (1856-1866)." },
          { "id": 147, "soru": "Abdülaziz döneminde donanmanın güçlendirilmesiyle Osmanlı donanması dünyada kaçıncı sıraya yükselmiştir?", "secenekler": ["1.", "2.", "3.", "10.", "Sonuncu"], "dogru_cevap": "C", "aciklama": "Abdülaziz'in donanmaya verdiği önem ve yaptığı harcamalarla Osmanlı donanması, İngiltere ve Fransa'dan sonra dünyanın en büyük 3. filosu haline gelmiştir." },
          { "id": 148, "soru": "Vilayet Nizamnamesi (1864) hangi padişah döneminde çıkarılarak taşra teşkilatı yeniden düzenlenmiştir?", "secenekler": ["Abdülmecit", "Abdülaziz", "2. Mahmut", "2. Abdülhamit", "3. Selim"], "dogru_cevap": "B", "aciklama": "Sultan Abdülaziz döneminde, Fransa örnek alınarak Vilayet Nizamnamesi çıkarılmış; eyalet sistemi kaldırılarak Vilayet-Liva-Kaza-Köy sistemi getirilmiştir." },
          { "id": 149, "soru": "Vilayet Nizamnamesi ile oluşturulan Vilayet yönetim biriminin başında kim bulunur?", "secenekler": ["Vali", "Mutasarrıf", "Kaymakam", "Kadı", "Muhtar"], "dogru_cevap": "A", "aciklama": "Vilayeti Vali, Liva'yı (Sancağı) Mutasarrıf, Kazayı Kaymakam yönetir." },
          { "id": 150, "soru": "1840 Londra Konferansı'na Osmanlı Devleti adına katılan ve diplomatik başarısıyla tanınan devlet adamı kimdir?", "secenekler": ["Mustafa Reşit Paşa", "Kavalalı Mehmet Ali Paşa", "Ahmet Vefik Paşa", "Namık Kemal", "Sait Halim Paşa"], "dogru_cevap": "A", "aciklama": "Hariciye Nazırı Mustafa Reşit Paşa, Mısır meselesinin çözümünde ve Londra Konferansı'nda Osmanlı'yı temsil etmiştir." },
          { "id": 151, "soru": "Kırım Savaşı'nın sonunda imzalanan Paris Antlaşması'na (1856) 'Karadeniz'in tarafsızlığı' maddesinin konulması en çok hangi devletin güneye inmesini engellemeye yöneliktir?", "secenekler": ["Rusya", "İngiltere", "Fransa", "Avusturya", "Prusya"], "dogru_cevap": "A", "aciklama": "Bu madde Rusya'nın Karadeniz'de donanma kurmasını ve Akdeniz'e inmesini engellemek için İngiltere'nin ısrarıyla konulmuştur." },
          { "id": 152, "soru": "Osmanlı Devleti'nde Şura-yı Devlet (Danıştay) ve Divan-ı Ahkam-ı Adliye (Yargıtay) hangi padişah döneminde kurulmuştur?", "secenekler": ["Abdülaziz", "Abdülmecit", "2. Mahmut", "3. Selim", "1. Abdülhamit"], "dogru_cevap": "A", "aciklama": "Yargı organlarının ayrışması ve ihtisaslaşması Sultan Abdülaziz döneminde gerçekleşmiştir." },
          { "id": 153, "soru": "Mecelle-i Ahkam-ı Adliye'nin (Mecelle) hazırlanmasına hangi padişah döneminde başlanmıştır?", "secenekler": ["Abdülaziz", "2. Mahmut", "Abdülmecit", "3. Selim", "1. Süleyman"], "dogru_cevap": "A", "aciklama": "Ahmet Cevdet Paşa başkanlığındaki komisyon, Mecelle'yi Sultan Abdülaziz döneminde hazırlamaya başlamış (1868), tamamlanması 2. Abdülhamit dönemini bulmuştur." },
          { "id": 154, "soru": "Memleket Sandıkları (Ziraat Bankası'nın temeli) hangi devlet adamı tarafından kurulmuştur?", "secenekler": ["Mithat Paşa", "Ahmet Cevdet Paşa", "Ali Paşa", "Fuad Paşa", "Enver Paşa"], "dogru_cevap": "A", "aciklama": "Çiftçiye kredi sağlamak amacıyla Mithat Paşa tarafından Tuna Valiliği sırasında kurulan Memleket Sandıkları, 1888'de Ziraat Bankası'na dönüşmüştür." },
          { "id": 155, "soru": "Osmanlı Devleti'nde telgraf hattı ilk kez hangi savaş sırasında kullanılmıştır?", "secenekler": ["Kırım Savaşı", "93 Harbi", "Trablusgarp Savaşı", "Balkan Savaşları", "1. Dünya Savaşı"], "dogru_cevap": "A", "aciklama": "İstanbul-Edirne-Şumnu hattı ve İstanbul-Kırım hattı kurularak ilk kez Kırım Savaşı'nda telgraf kullanılmıştır." },
          { "id": 156, "soru": "Dolmabahçe Sarayı hangi padişah döneminde inşa edilmiştir?", "secenekler": ["Abdülmecit", "Abdülaziz", "2. Mahmut", "3. Selim", "2. Abdülhamit"], "dogru_cevap": "A", "aciklama": "Batı tarzı mimarinin en görkemli örneği olan Dolmabahçe Sarayı, Sultan Abdülmecit tarafından yaptırılmıştır." },
          { "id": 157, "soru": "Beylerbeyi ve Çırağan Sarayları hangi padişah döneminde yapılmıştır?", "secenekler": ["Abdülaziz", "Abdülmecit", "2. Mahmut", "Vahdettin", "Reşat"], "dogru_cevap": "A", "aciklama": "Sultan Abdülaziz, donanmanın yanı sıra saray inşasına da önem vermiş, Beylerbeyi ve Çırağan Saraylarını yaptırmıştır." },
          { "id": 158, "soru": "Düyun-u Umumiye (Genel Borçlar İdaresi) kurulmasına giden süreçte, Osmanlı'nın iflasını açıkladığı Ramazan Kararnamesi hangi tarihte yayınlanmıştır?", "secenekler": ["1875", "1881", "1854", "1839", "1876"], "dogru_cevap": "A", "aciklama": "1875 Ramazan Kararnamesi, mali iflasın ilanıdır ve ileride Düyun-u Umumiye'nin (1881) kurulmasına zemin hazırlamıştır." },
          { "id": 159, "soru": "1848 İhtilalleri sırasında Avusturya ve Rusya'ya karşı ayaklanan ve Osmanlı'ya sığınan Macar ve Leh mültecileri sorunu, Osmanlı'nın hangi özelliğini ön plana çıkarmıştır?", "secenekler": ["İnsan haklarına saygılı ve mültecileri koruyan devlet özelliğini", "Savaşçı özelliğini", "Ekonomik gücünü", "Dini liderliğini", "Sömürgeci yapısını"], "dogru_cevap": "A", "aciklama": "Sultan Abdülmecit'in 'Tacımı veririm, bana sığınanları vermem' diyerek mültecileri savunması, Avrupa'da (özellikle İngiltere ve Fransa'da) Osmanlı lehine bir kamuoyu oluşturmuş ve Kırım Savaşı'nda destek bulmasını kolaylaştırmıştır." },
          { "id": 160, "soru": "İzmir İktisat Kongresinden çok önce, Osmanlı sanayisini geliştirmek için kurulan Islah-ı Sanayi Komisyonu hangi dönemde faaliyete geçmiştir?", "secenekler": ["Tanzimat Dönemi", "Lale Devri", "Nizam-ı Cedid", "Meşrutiyet Dönemi", "Cumhuriyet Dönemi"], "dogru_cevap": "A", "aciklama": "Tanzimat döneminde, çökmekte olan loncaları şirketleştirerek ve gümrükleri düzenleyerek yerli sanayiyi korumak amacıyla Islah-ı Sanayi Komisyonu kurulmuştur." }
        ]
      },
      {
        "alt_baslik": "Test 9 (Dağılma Dönemi Sosyal ve Ekonomik)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 161, "soru": "Osmanlı Devleti'nde kağıt paraya ne ad verilir?", "secenekler": ["Kaime", "Akçe", "Sikke", "Mecidiye", "Mangır"], "dogru_cevap": "A", "aciklama": "Abdülmecit döneminde basılan (el yazması ile çoğaltılan) ilk kağıt paraya Kaime-i Mutebere-i Nakdiye (Kaime) denir." },
          { "id": 162, "soru": "Osmanlı Bankası (Bank-ı Osmani-i Şahane) hangi devletin sermayesi ağırlıklı olarak kurulmuştur?", "secenekler": ["İngiltere", "Fransa", "Almanya", "Rusya", "ABD"], "dogru_cevap": "A", "aciklama": "İngiliz sermayesi ile kurulan bankaya daha sonra Fransız sermayesi de ortak olmuştur. Para basma yetkisine sahip bankadır." },
          { "id": 163, "soru": "Bank-ı Dersaadet (İstanbul Bankası) ile ilgili en önemli özellik nedir?", "secenekler": ["Osmanlı'da kurulan ilk banka olması", "Merkez Bankası olması", "Ziraat Bankası'na dönüşmesi", "Milli sermaye ile kurulması", "Kapanan ilk banka olması"], "dogru_cevap": "A", "aciklama": "1847 yılında Galata bankerleri tarafından kurulan Bank-ı Dersaadet, Osmanlı Devleti'ndeki ilk bankadır." },
          { "id": 164, "soru": "Tanzimat döneminde deniz ticareti ve taşımacılığını geliştirmek için kurulan şirket hangisidir?", "secenekler": ["Şirket-i Hayriye", "Reji İdaresi", "Düyun-u Umumiye", "İtibarı Milli Bankası", "Hicaz Demiryolları"], "dogru_cevap": "A", "aciklama": "Boğaziçi'nde yolcu taşımacılığı yapmak üzere kurulan denizcilik işletmesi Şirket-i Hayriye'dir." },
          { "id": 165, "soru": "Osmanlı Devleti'nde kölelik ve cariyelik ticareti resmen hangi padişah döneminde yasaklanmaya başlanmıştır?", "secenekler": ["Abdülmecit", "2. Mahmut", "3. Selim", "1. Abdülhamit", "Kanuni Sultan Süleyman"], "dogru_cevap": "A", "aciklama": "Tanzimat Fermanı'nın eşitlik ilkesi ve İngiltere'nin baskısıyla Abdülmecit döneminde esir pazarları kapatılmış ve köle ticareti yasaklanmıştır." },
          { "id": 166, "soru": "Arazi Kanunnamesi (1858) ile ne amaçlanmıştır?", "secenekler": ["Özel mülkiyeti düzenlemek ve toprağın kaydını tutmak", "Tüm toprakları devlete almak", "Tımar sistemini geri getirmek", "Yabancılara toprak satışını yasaklamak", "Köylüyü toprağa bağlamak"], "dogru_cevap": "A", "aciklama": "Miri toprak rejiminden özel mülkiyete geçiş sürecinde toprakların tapulanması ve kullanım haklarının belirlenmesi için Arazi Kanunnamesi çıkarılmıştır." },
          { "id": 167, "soru": "Hilal-i Ahmer (Kızılay) Cemiyeti'nin temelleri hangi dönemde atılmıştır?", "secenekler": ["Tanzimat Dönemi (1868)", "Lale Devri", "2. Mahmut Dönemi", "Cumhuriyet Dönemi", "Kurtuluş Savaşı"], "dogru_cevap": "A", "aciklama": "'Mecruhin ve Marda-yı Askeriye İmdat ve Muavenet Cemiyeti' (Yaralı ve Hasta Askerlere Yardım Cemiyeti) adıyla 1868'de kurulmuş, daha sonra Hilal-i Ahmer adını almıştır." },
          { "id": 168, "soru": "Osmanlı Devleti'nde ilk belediye örgütü (Şehremaneti) nerede kurulmuştur?", "secenekler": ["İstanbul (Beyoğlu)", "Selanik", "İzmir", "Şam", "Bursa"], "dogru_cevap": "A", "aciklama": "Batılılaşmanın merkezi olan Beyoğlu ve Galata bölgesinde (6. Daire-i Belediye) ilk modern belediye örgütlenmesi başlamıştır." },
          { "id": 169, "soru": "Darülmuallimin (Erkek Öğretmen Okulu) hangi padişah döneminde açılmıştır?", "secenekler": ["Abdülmecit", "2. Mahmut", "Abdülaziz", "2. Abdülhamit", "3. Selim"], "dogru_cevap": "A", "aciklama": "Rüştiyelere modern öğretmen yetiştirmek amacıyla Abdülmecit döneminde Darülmuallimin açılmıştır." },
          { "id": 170, "soru": "Darülmuallimat (Kız Öğretmen Okulu) hangi padişah döneminde açılmıştır?", "secenekler": ["Abdülaziz", "Abdülmecit", "2. Mahmut", "2. Abdülhamit", "5. Mehmet Reşat"], "dogru_cevap": "A", "aciklama": "Kız rüştiyelerine kadın öğretmen yetiştirmek için Sultan Abdülaziz döneminde Darülmuallimat açılmıştır." },
          { "id": 171, "soru": "Galatasaray Sultanisi (Mekteb-i Sultani) hangi dönemde ve ne amaçla açılmıştır?", "secenekler": ["Tanzimat Dönemi - Batı tarzı ve Fransızca eğitim vermek için", "Lale Devri - Matbaacı yetiştirmek için", "2. Mahmut - Asker yetiştirmek için", "3. Selim - Mühendis yetiştirmek için", "Cumhuriyet - Bürokrat yetiştirmek için"], "dogru_cevap": "A", "aciklama": "1868 yılında (Abdülaziz dönemi) Fransız eğitim sistemini örnek alan ve eğitim dili Fransızca olan Galatasaray Sultanisi açılmıştır." },
          { "id": 172, "soru": "Kimsesiz ve yetim Müslüman çocukların eğitimi için açılan Darüşşafaka Lisesi hangi dönemde kurulmuştur?", "secenekler": ["Abdülaziz", "Abdülmecit", "2. Abdülhamit", "2. Mahmut", "Vahdettin"], "dogru_cevap": "A", "aciklama": "1873 yılında Cemiyet-i Tedrisiye-i İslamiye tarafından açılan Darüşşafaka, Abdülaziz döneminin önemli eğitim kurumudur." },
          { "id": 173, "soru": "Osmanlı Devleti'nin ilk üniversitesi sayılan Darülfünun hangi tarihte kalıcı olarak eğitime başlamıştır?", "secenekler": ["1870'ler ve sonrası (Tanzimat sonu - 2. Abdülhamit başı)", "1700", "1826", "1923", "1600"], "dogru_cevap": "A", "aciklama": "Darülfünun ilk olarak 1846'da gündeme gelmiş, 1863'te halka açık derslere başlamış, ancak kurumsal olarak 1870'te (Abdülaziz) açılmış, kapanıp tekrar 1900'de (2. Abdülhamit) kalıcı hale gelmiştir." },
          { "id": 174, "soru": "Tanzimat döneminde Muallim Naci ile Recaizade Mahmut Ekrem arasındaki edebi tartışma (Eski-Yeni tartışması) neyi simgeler?", "secenekler": ["Toplumdaki kültürel ikiliği", "Ekonomik krizi", "Askeri başarısızlığı", "Siyasi birliği", "Dini çatışmayı"], "dogru_cevap": "A", "aciklama": "Tanzimat dönemi, eski ile yeninin, Doğu ile Batı'nın çatıştığı bir dönemdir. Bu tartışma da (Zemzeme-Demdeme) bu kültürel ikiliğin edebiyattaki yansımasıdır." },
          { "id": 175, "soru": "Ahmet Cevdet Paşa'nın 'Tarih-i Cevdet' adlı eseri hangi dönemi anlatır?", "secenekler": ["1774-1826 arası Osmanlı tarihini", "Kuruluş dönemini", "Yükselme dönemini", "İslam tarihini", "Cumhuriyet tarihini"], "dogru_cevap": "A", "aciklama": "Resmi devlet tarihçisi (Vakanüvis) olan Ahmet Cevdet Paşa, eserinde yakın dönem Osmanlı tarihini (Kaynarca'dan Vaka-i Hayriye'ye kadar) anlatır." },
          { "id": 176, "soru": "Ceride-i Havadis gazetesi ile ilgili en önemli özellik nedir?", "secenekler": ["İlk yarı resmi gazete olması (İngiliz Churchill tarafından çıkarıldı)", "İlk resmi gazete olması", "İlk özel Türk gazetesi olması", "İlk mizah dergisi olması", "İlk kadın dergisi olması"], "dogru_cevap": "A", "aciklama": "Devlet desteğiyle İngiliz William Churchill tarafından çıkarılan Ceride-i Havadis, yarı resmi statüdedir." },
          { "id": 177, "soru": "Agah Efendi ve Şinasi tarafından çıkarılan ilk özel Türk gazetesi hangisidir?", "secenekler": ["Tercüman-ı Ahval", "Takvim-i Vekayi", "Tasvir-i Efkar", "Hürriyet", "İbret"], "dogru_cevap": "A", "aciklama": "1860 yılında yayınlanan Tercüman-ı Ahval, Türk gazeteciliğinin ve Tanzimat edebiyatının başlangıcı kabul edilir." },
          { "id": 178, "soru": "Şinasi'nin 'Şair Evlenmesi' adlı tiyatro eseri, Tercüman-ı Ahval gazetesinde tefrika edilmiştir. Bu eserin konusu nedir?", "secenekler": ["Görücü usulü evliliğin sakıncaları", "Savaş kahramanlığı", "Tarihi olaylar", "Saray hayatı", "Ekonomik sıkıntılar"], "dogru_cevap": "A", "aciklama": "İlk yerli tiyatro eseri olan Şair Evlenmesi, töre komedisi türündedir ve görücü usulü evliliği eleştirir." },
          { "id": 179, "soru": "Namık Kemal'in 'Vatan Yahut Silistre' oyunu neden önemlidir?", "secenekler": ["Sahnelenen ilk tiyatro eseri olması", "Yazılan ilk tiyatro eseri olması", "İlk roman olması", "İlk şiir kitabı olması", "İlk mizah dergisi olması"], "dogru_cevap": "A", "aciklama": "Şair Evlenmesi yazılan ilk eserdir ancak oynanmamıştır. Gedikpaşa Tiyatrosu'nda sahnelenen ilk eser Namık Kemal'in Vatan Yahut Silistre'sidir." },
          { "id": 180, "soru": "Teodor Kasap tarafından çıkarılan ilk mizah dergisi hangisidir?", "secenekler": ["Diyojen", "Karagöz", "Kalem", "Diken", "Akbaba"], "dogru_cevap": "A", "aciklama": "1870 yılında yayınlanan Diyojen, Osmanlı'nın ilk mizah dergisidir. 'Gölge etme başka ihsan istemem' sözü derginin sloganıdır." }
        ]
      },
      {
        "alt_baslik": "Test 10 (Kültür, Medeniyet ve Bilim İnsanları)",
        "soru_sayisi": 20,
        "sorular": [
          { "id": 181, "soru": "19. yüzyılın en büyük Osmanlı hukukçusu ve tarihçisi olan, Mecelle'nin yazarı devlet adamı kimdir?", "secenekler": ["Ahmet Cevdet Paşa", "Mustafa Reşit Paşa", "Mithat Paşa", "Ziya Paşa", "Namık Kemal"], "dogru_cevap": "A", "aciklama": "Ahmet Cevdet Paşa, hem Mecelle'yi hazırlayarak hukuk alanında hem de Kısas-ı Enbiya ve Tarih-i Cevdet eserleriyle tarih alanında devleşmiş bir isimdir." },
          { "id": 182, "soru": "Mecelle-i Ahkam-ı Adliye (Mecelle) hangi İslam hukuku mezhebine göre hazırlanmıştır?", "secenekler": ["Hanefi", "Şafii", "Maliki", "Hanbeli", "Caferi"], "dogru_cevap": "A", "aciklama": "Osmanlı Devleti'nin resmi mezhebi olan Hanefi mezhebi esas alınarak hazırlanmış bir medeni kanundur." },
          { "id": 183, "soru": "Mecelle, medeni hukukun hangi bölümünü kapsamaz?", "secenekler": ["Aile ve Miras Hukuku", "Borçlar Hukuku", "Eşya Hukuku", "Yargılama Usulü", "Şirketler Hukuku"], "dogru_cevap": "A", "aciklama": "Mecelle, borçlar, eşya ve yargılama hukukunu kapsar ancak Aile ve Miras hukuku (Ahval-i Şahsiye) kapsam dışı bırakılmış, bu konular şer'i mahkemelere ve İslam fıkhına bırakılmaya devam etmiştir." },
          { "id": 184, "soru": "Osmanlı'da 'Vatan Şairi' olarak bilinen ve hürriyet kavramını şiirlerinde ilk kez işleyen Tanzimat aydını kimdir?", "secenekler": ["Namık Kemal", "Tevfik Fikret", "Mehmet Akif Ersoy", "Ziya Gökalp", "Yahya Kemal"], "dogru_cevap": "A", "aciklama": "Namık Kemal, vatan, millet, hürriyet gibi kavramları edebiyata sokan ve Genç Osmanlılar hareketinin öncüsü olan şairdir." },
          { "id": 185, "soru": "Tanzimat döneminde Noktalama işaretlerini ilk kez kullanan yazar kimdir?", "secenekler": ["Şinasi", "Namık Kemal", "Ahmet Mithat Efendi", "Şemsettin Sami", "Recaizade Mahmut Ekrem"], "dogru_cevap": "A", "aciklama": "Yeniliklerin öncüsü Şinasi, Şair Evlenmesi adlı eserinde ve makalelerinde noktalama işaretlerini ilk kez kullanmıştır." },
          { "id": 186, "soru": "İlk Türkçe roman olan 'Taaşşuk-ı Talat ve Fitnat' kimin eseridir?", "secenekler": ["Şemsettin Sami", "Namık Kemal", "Ahmet Mithat Efendi", "Samipaşazade Sezai", "Halit Ziya Uşaklıgil"], "dogru_cevap": "A", "aciklama": "Şemsettin Sami, ilk yerli romanın (Taaşşuk-ı Talat ve Fitnat) yanı sıra ilk Türkçe sözlük (Kamus-ı Türki) ve ilk ansiklopedi (Kamusü'l-A'lâm) yazarıdır." },
          { "id": 187, "soru": "İlk edebi roman (İntibah) ve ilk tarihi roman (Cezmi) kime aittir?", "secenekler": ["Namık Kemal", "Ahmet Mithat Efendi", "Nabizade Nazım", "Ömer Seyfettin", "Reşat Nuri"], "dogru_cevap": "A", "aciklama": "Namık Kemal, roman türünde de ilk nitelikli eserleri (İntibah ve Cezmi) vermiştir." },
          { "id": 188, "soru": "Osmanlı Devleti'nde bilimsel araştırmaları desteklemek ve ders kitapları hazırlamak amacıyla 1851'de kurulan, ilk bilim akademisi niteliğindeki kurum hangisidir?", "secenekler": ["Encümen-i Daniş", "Darülfünun", "Türk Tarih Kurumu", "Türk Dil Kurumu", "Cemiyet-i Akvam"], "dogru_cevap": "A", "aciklama": "Fransız Akademisi örnek alınarak kurulan Encümen-i Daniş, bilim ve kültür hayatını geliştirmek için oluşturulmuş bir kuruldur. Ahmet Cevdet Paşa da üyesidir." },
          { "id": 189, "soru": "19. yüzyıl Osmanlı mimarisine damgasını vuran (Dolmabahçe, Beylerbeyi, Çırağan saraylarını yapan) Ermeni kökenli mimar ailesi hangisidir?", "secenekler": ["Balyan Ailesi", "Fossati Kardeşler", "Dadyan Ailesi", "Kamondo Ailesi", "Mimar Sinan"], "dogru_cevap": "A", "aciklama": "Garabet Balyan, Nigoğos Balyan ve Sarkis Balyan gibi üyeleriyle Balyan ailesi, İstanbul'daki geç dönem saray ve camilerin mimarlarıdır." },
          { "id": 190, "soru": "Klasik Türk Müziği'nin son büyük temsilcisi olan, 3. Selim ve 2. Mahmut dönemlerinde yaşayan, 'Yine bir gülnihal aldı bu gönlümü' şarkısının bestecisi kimdir?", "secenekler": ["Dede Efendi (İsmail Dede Efendi)", "Itri", "Hacı Arif Bey", "Tanburi Cemil Bey", "Sadullah Ağa"], "dogru_cevap": "A", "aciklama": "Dede Efendi, klasik dönemin zirvesi sayılan ve Batı müziği etkilerinin başladığı dönemde eserler veren büyük bir bestekardır." },
          { "id": 191, "soru": "Şarkı formunun en büyük ustası sayılan ve 19. yüzyılda Kürdilihicazkar makamını bulan bestekar kimdir?", "secenekler": ["Hacı Arif Bey", "Şevki Bey", "Rahmi Bey", "Selahattin Pınar", "Münir Nurettin Selçuk"], "dogru_cevap": "A", "aciklama": "Romantik dönemin öncüsü Hacı Arif Bey, şarkı formunu geliştirmiş ve çok sevilen Kürdilihicazkar makamını terkip etmiştir." },
          { "id": 192, "soru": "'Kaplumbağa Terbiyecisi' tablosuyla ünlü, Sanayi-i Nefise Mektebi'ni (Güzel Sanatlar Akademisi) ve İstanbul Arkeoloji Müzesi'ni kuran ressam ve arkeolog kimdir?", "secenekler": ["Osman Hamdi Bey", "Şeker Ahmet Paşa", "İbrahim Çallı", "Fikret Mualla", "Abidin Dino"], "dogru_cevap": "A", "aciklama": "Osman Hamdi Bey, müzeciliğin kurucusu, ilk Türk arkeoloğu ve büyük bir ressamdır." },
          { "id": 193, "soru": "İlk resim sergisini açan Osmanlı ressamı kimdir?", "secenekler": ["Şeker Ahmet Paşa", "Osman Hamdi Bey", "Hoca Ali Rıza", "Süleyman Seyyid", "Mihri Müşfik"], "dogru_cevap": "A", "aciklama": "Şeker Ahmet Paşa, Sultan Abdülaziz döneminde İstanbul'da ilk resim sergisini açarak Batı tarzı resim sanatını halka tanıtmıştır." },
          { "id": 194, "soru": "Osmanlı Devleti'nde kadınların çıkardığı kadın sorunlarını konu alan ilk dergi hangisidir?", "secenekler": ["Terakki-i Muhadderat", "Şüküfezar", "Demet", "Kadınlar Dünyası", "Türk Kadını"], "dogru_cevap": "A", "aciklama": "Terakki gazetesinin eki olarak çıkan Terakki-i Muhadderat, kadınlara yönelik ilk yayınlardandır. (Not: Yazarlarının tamamı kadın olan ilk dergi Şüküfezar'dır, ancak kronolojik öncelik ve kadın dergiciliğinin başlangıcı Terakki-i Muhadderat'tır)." },
          { "id": 195, "soru": "Sultan Abdülaziz'in heykelini yaptırması (at üzerinde), Osmanlı kültüründe hangi yasağın yıkıldığını gösterir?", "secenekler": ["Tasvir (Heykel/Resim) yasağının", "Müzik yasağının", "Matbaa yasağının", "Tiyatro yasağının", "Şiir yasağının"], "dogru_cevap": "A", "aciklama": "İslam geleneğindeki putlaştırma endişesiyle uygulanan heykel yasağı, Abdülaziz'in kendi heykelini Beylerbeyi Sarayı'na diktirmesiyle fiilen aşılmıştır." },
          { "id": 196, "soru": "Ahmet Mithat Efendi'nin halkı eğitmek amacıyla yazdığı, çok sayıda eser verdiği için 'Yazı Makinesi' olarak anıldığı bilinir. Çıkardığı gazete hangisidir?", "secenekler": ["Tercüman-ı Hakikat", "İkdam", "Tanin", "Sabah", "Akşam"], "dogru_cevap": "A", "aciklama": "Ahmet Mithat Efendi, halk için romancılık yapmış ve Tercüman-ı Hakikat gazetesini çıkararak geniş kitlelere ulaşmıştır." },
          { "id": 197, "soru": "Osmanlı Devleti'nde milli marş (Marş-ı Sultani) bestelenmesi geleneği hangi padişahla başlamıştır?", "secenekler": ["2. Mahmut", "3. Selim", "Abdülmecit", "Abdülaziz", "Vahdettin"], "dogru_cevap": "A", "aciklama": "Donizetti Paşa tarafından bestelenen Mahmudiye Marşı, Osmanlı'nın ilk resmi marşı sayılır. Her padişahın kendi adına marşı (Mecidiye, Aziziye, Hamidiye) olmuştur." },
          { "id": 198, "soru": "Düyun-u Umumiye binası (Bugünkü İstanbul Erkek Lisesi) hangi mimari üslubun örneğidir?", "secenekler": ["Birinci Ulusal Mimarlık Akımı (Neoklasik Türk Üslubu)", "Barok", "Gotik", "Rönesans", "Selçuklu"], "dogru_cevap": "A", "aciklama": "Mimar Vallaury tarafından yapılan bina, Batı formları ile Osmanlı-Selçuklu motiflerinin birleştiği Birinci Ulusal Mimarlık akımının (veya oryantalist üslubun) bir örneğidir." },
          { "id": 199, "soru": "Türk tiyatrosunun kurucusu sayılan ve Bursa Valiliği sırasında Ahmet Vefik Paşa Tiyatrosu'nu kuran, Moliere'den çeviriler yapan devlet adamı kimdir?", "secenekler": ["Ahmet Vefik Paşa", "Güllü Agop", "Afife Jale", "Muhsin Ertuğrul", "Haldun Taner"], "dogru_cevap": "A", "aciklama": "Ahmet Vefik Paşa, tiyatroyu Anadolu'ya taşıyan ve Türkçeye uyarlamalar yaparak halka sevdiren önemli bir kültür adamıdır." },
          { "id": 200, "soru": "Osmanlı Devleti'nde 'Müze-i Hümayun' (İmparatorluk Müzesi) adıyla modern müzecilik hangi dönemde başlamıştır?", "secenekler": ["19. Yüzyıl (Abdülmecit - Abdülaziz dönemi)", "15. Yüzyıl (Fatih dönemi)", "17. Yüzyıl (4. Murat dönemi)", "Lale Devri", "Cumhuriyet Dönemi"], "dogru_cevap": "A", "aciklama": "İlk müze denemesi Aya İrini'de toplanan eski eserlerle (Mecma-i Asar-ı Atika) 1846'da başlamış, Osman Hamdi Bey ile modern müzeciliğe (Müze-i Hümayun) dönüşmüştür." }
        ]
      }
    ]
  }
]