{
  "ust_baslik": "Paragraf Soruları",
  "tests": [
    {
      "alt_baslik": "Test 5 (101-125)",
      "soru_sayisi": 25,
      "sorular": [
        {
          "id": 101,
          "soru": "Aşağıdaki cümlelerin hangisinde \"karşılaştırma\" yapılmıştır?",
          "secenekler": [
            "A) Yeni çıkan bu araştırma, konuya yepyeni bir bakış açısı getirmiştir.",
            "B) Eleştirmen, yazarın bu kitabını kariyerinin en iyi eseri olarak nitelendirmiştir.",
            "C) Spor yapmak, sağlıklı bir yaşam için vazgeçilmez bir alışkanlıktır.",
            "D) İstanbul'un eski semtleri, modern semtlerine göre daha az kalabalık ve daha sakindir.",
            "E) Çocukların eğitimi, bir ülkenin geleceği için yapılan en önemli yatırımdır."
          ],
          "dogru_cevap": "D",
          "aciklama": "D seçeneğinde, İstanbul'un \"eski semtleri\" ile \"modern semtleri\" arasında kalabalık ve sakinlik yönünden bir kıyaslama (\"daha az\", \"daha sakin\") yapılmıştır."
        },
        {
          "id": 102,
          "soru": "Aşağıdaki cümlelerin hangisinde \"tanımlama\"dan yararlanılmıştır?",
          "secenekler": [
            "A) İnsan, doğadan ilham alan, sosyal bir varlıktır.",
            "B) Empati, bir kişinin kendisini karşısındakinin yerine koyarak onun duygularını anlama becerisidir.",
            "C) Uzun bir yolculuktan sonra eve dönmek, insana büyük bir huzur verir.",
            "D) Başarılı bir yönetici, ekibinin motivasyonunu her zaman yüksek tutmalıdır.",
            "E) Roman, yayımlandığı yıl içinde büyük tartışmalara yol açmıştır."
          ],
          "dogru_cevap": "B",
          "aciklama": "Tanımlama, \"Bu nedir?\" veya \"Bu kimdir?\" sorusuna cevap veren ifadelerdir. B şıkkında, \"Empati nedir?\" sorusuna cevap verilerek, kavramın ne olduğu net bir şekilde tanımlanmıştır. A şıkkı ise daha çok niteleme ve öznel bir yaklaşımdır."
        },
        {
          "id": 103,
          "soru": "PARAGRAF: Sanatın toplum üzerindeki etkisi küçümsenemez. Örneğin, 19. yüzyıl romanları, o dönemin toplumsal eşitsizliklerini ve ahlaki çatışmalarını gözler önüne sererek büyük değişimlere yol açmıştır. Tıpkı bu romanların yaptığı gibi, her sanat eseri, eleştirel bir bakış açısıyla toplumu aydınlatma potansiyeline sahiptir. Bu parçada düşünceyi geliştirmek için aşağıdaki yollardan hangisine başvurulmuştur?",
          "secenekler": [
            "A) Tanımlama",
            "B) Karşılaştırma",
            "C) Örnekleme",
            "D) Tanık gösterme",
            "E) Sayısal verilerden yararlanma"
          ],
          "dogru_cevap": "C",
          "aciklama": "Yazar, \"Sanatın toplum üzerindeki etkisi\" genel yargısını desteklemek için, 19. yüzyıl romanlarının toplumsal eşitsizlikleri ortaya çıkararak değişime yol açmasını somut bir Örnekleme olarak vermiştir."
        },
        {
          "id": 104,
          "soru": "Birçok ebeveyn, çocuklarının başarısını sadece okul notlarıyla ölçer. Bu yanlış bir yaklaşımdır. Çünkü yaşamda başarılı olmak, yüksek not almaktan çok daha fazlasını gerektirir. Problem çözme becerisi, iletişim yeteneği, empati ve duygusal yönetim gibi \"hayat becerileri\", gelecekteki mutluluğun ve başarının asıl anahtarıdır. Aileler, çocuklarının sadece akademik değil, sosyal ve duygusal gelişimlerine de odaklanmalıdır. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisi ağır basmaktadır?",
          "secenekler": [
            "A) Öyküleme",
            "B) Betimleme",
            "C) Açıklama",
            "D) Kanıtlama",
            "E) Tartışma"
          ],
          "dogru_cevap": "E",
          "aciklama": "Yazar, yaygın bir görüşe (\"başarıyı sadece notlarla ölçmek\") karşı çıkarak (\"Bu yanlış bir yaklaşımdır\"), kendi görüşünü (hayat becerilerinin önemi) kanıtlamaya çalışmaktadır. Amacı, okuyucunun fikrini değiştirmektir."
        },
        {
          "id": 105,
          "soru": "Aşağıdaki cümlelerin hangisinde \"tanık gösterme\" düşünceyi geliştirme yoluna başvurulmuştur?",
          "secenekler": [
            "A) Bu ressamın tabloları, eleştirmenler tarafından sıklıkla Van Gogh'un eserleriyle karşılaştırılır.",
            "B) Ünlü eğitimci John Dewey'in de belirttiği gibi: \"Eğitim, hayata hazırlanış değil, hayatın kendisidir.\"",
            "C) Sanat, insanın iç dünyasındaki karmaşayı dışa vuran güçlü bir iletişim aracıdır.",
            "D) Projenin maliyetinin 500 bin lirayı aştığı, resmi raporlarla doğrulanmıştır.",
            "E) İstanbul'un tarihi yarımadası, Ayasofya ve Sultanahmet gibi pek çok önemli yapıyı barındırır."
          ],
          "dogru_cevap": "B",
          "aciklama": "Tanık gösterme, ileri sürülen fikri desteklemek amacıyla, o alanda yetkili bir kişinin (John Dewey) sözünü, tırnak içinde, aynen aktarmaktır."
        },
        {
          "id": 106,
          "soru": "Fizik, evrenin temel yasalarını ve madde ile enerjinin nasıl etkileşime girdiğini inceler. Kuantum mekaniği, atom altı parçacıkların davranışlarını açıklarken; görelilik teorisi, kütleçekim ve uzay-zaman ilişkilerini ele alır. Bu teoriler, sadece laboratuvarlarda değil, aynı zamanda GPS teknolojisinden nükleer enerjiye kadar günlük yaşamımızdaki birçok teknolojik gelişmenin de temelini oluşturur. Bu parçada düşünceyi geliştirmek için aşağıdaki yollardan hangisine başvurulmuştur?",
          "secenekler": [
            "A) Tanımlama ve tanık gösterme",
            "B) Karşılaştırma ve benzetme",
            "C) Tanık gösterme ve örneklendirme",
            "D) Tanımlama ve örneklendirme",
            "E) Sayısal verilerden yararlanma ve karşılaştırma"
          ],
          "dogru_cevap": "D",
          "aciklama": "Paragrafın ilk cümlesi, \"Fizik nedir?\" sorusuna cevap vererek Tanımlama yapmıştır. Ardından, fizik teorilerinin günlük yaşamdaki teknolojik uygulamaları (GPS, nükleer enerji) Örneklendirme yoluyla gösterilmiştir."
        },
        {
          "id": 107,
          "soru": "Aşağıdaki cümlelerin hangisinde \"benzetme\" vardır?",
          "secenekler": [
            "A) Karşımdaki binanın cephesi, yılların yorgunluğunu taşıyordu.",
            "B) Şair, eserinde aşkı, ayrılığı ve yalnızlık temalarını sıkça işlemiştir.",
            "C) Orman, yaz aylarında bile güneş ışınlarını geçirmeyen dev bir şemsiye gibiydi.",
            "D) Genç yazarın bu yeni romanı, önceki eserlerinden çok daha fazla ilgi gördü.",
            "E) Eleştirmen, yazarın dilini yapay ve zorlama bulduğunu ifade etti."
          ],
          "dogru_cevap": "C",
          "aciklama": "C seçeneğinde, ormanın ışık geçirmeyen kalın yapısı, \"dev bir şemsiye gibiydi\" ifadesiyle benzetilmiştir."
        },
        {
          "id": 108,
          "soru": "Aşağıdaki cümlelerin hangisi \"öyküleme\" anlatım biçimine örnektir?",
          "secenekler": [
            "A) Anadolu'nun kışları sert geçer, ancak insanları misafirperverdir.",
            "B) Yeni çıkan bu araştırma, çevre kirliliğinin boyutlarını gözler önüne sermiştir.",
            "C) Kapı yavaşça açıldı, içeriye yaşlı bir adam girdi ve elindeki bastonunu kenara bırakıp etrafa göz attı.",
            "D) Felsefe, insanın evreni ve kendini sorgulama sürecidir.",
            "E) Karadeniz'in yemyeşil dağları, insanın ruhunu dinlendiren bir huzur sunar."
          ],
          "dogru_cevap": "C",
          "aciklama": "Öyküleme (hikaye etme), bir olay zincirini (kapının açılması, adamın girmesi, bastonu bırakması gibi art arda gelişen eylemler) anlatmaktır. C seçeneği olay örgüsü içerdiği için Öyküleme'dir."
        },
        {
          "id": 109,
          "soru": "PARAGRAF: Eğitimde ezber yöntemlerinin yetersizliği açıktır. Çünkü ezber, bilgiyi sadece kısa süreli hafızada tutar. Buna karşın, sorgulamaya ve analize dayalı öğrenme yöntemleri, bilginin kalıcı olmasını sağlar. Öğrencinin aktif katılımını gerektiren bu yöntem, onu sadece alanında bilgili değil, aynı zamanda düşünme becerileri gelişmiş bir birey yapar. Bu parçada hangi düşünceyi geliştirme yoluna başvurulmuştur?",
          "secenekler": [
            "A) Karşılaştırma",
            "B) Örnekleme",
            "C) Tanık gösterme",
            "D) Tanımlama",
            "E) Sayısal verilerden yararlanma"
          ],
          "dogru_cevab": "A",
          "aciklama": "Paragraf, \"ezber yöntemleri\" ile \"sorgulamaya ve analize dayalı öğrenme yöntemlerini\" birbirleriyle kıyaslamış ve aralarındaki farkı (kısa süreli hafıza vs. kalıcı bilgi) ortaya koymuştur. Bu, Karşılaştırma yöntemidir."
        },
        {
          "id": 110,
          "soru": "Bu parçadaki numaralanmış cümlelerle ilgili olarak aşağıdakilerden hangisi söylenemez?\n1. Yazarın bu yeni kitabı, okuyucuyu alıp götüren, nefes kesici bir kurguya sahip.\n2. Ancak, kitapta kullanılan yabancı kelimelerin ve teknik terimlerin çokluğu, akıcılığı ciddi ölçüde düşürmüş.\n3. Bana kalırsa, bu kadar güzel bir konunun bu kadar karmaşık bir dille anlatılması, yazarın okuyucuya saygı duymadığını gösteriyor.\n4. Eleştirmenler ise bu dilin esere edebi bir derinlik kattığını iddia ediyorlar.\n5. Keşke yazar, bu değerli eseri daha geniş kitlelere ulaştırmak için biraz sadeleştirmeye gitseydi.",
          "secenekler": [
            "A) 1. cümlede, eserin içeriği (kurgusu) hakkında öznel bir değerlendirme yapılmıştır.",
            "B) 2. cümlede, eserin üslubu hakkında olumsuz bir eleştiri bulunmaktadır.",
            "C) 3. cümlede, yazarın üslubuna yönelik kişisel bir memnuniyetsizlik dile getirilmiştir.",
            "D) 4. cümlede, başkasına ait bir görüşe yer verilmiştir.",
            "E) 5. cümlede, bir temenni ve yazarın kendi eyleminden duyulan pişmanlık anlamı vardır."
          ],
          "dogru_cevab": "E",
          "aciklama": "Pişmanlık (hayıflanma), kişinin kendi yaptığı bir eylemden duyduğu üzüntüdür. 5. cümledeki üzüntü, yazarın (başkasının) sadeleştirmeye gitmemesi ile ilgilidir. Bu durum pişmanlık değil, Yakınma (sitem/şikayet) duygusunu ifade eder. Dolayısıyla E şıkkındaki ifade söylenemez."
        },
        {
          "id": 111,
          "soru": "Edebiyat, hayatın sadece güzel ve neşeli yanlarını değil, aynı zamanda en karanlık ve çelişkili gerçeklerini de kapsayan bir bütünü yansıtır. Bir yazarın görevi, gerçekliği süslemek veya ondan kaçmak değil; insan ruhunun derinliklerine inerek, okuyucunun yüzleşmekten çekindiği kaygıları, korkuları ve ahlaki ikilemleri ayna tutmaktır. Bu yüzleşme, okuyucuyu rahatsız edebilir; ancak bu rahatsızlık, aynı zamanda onu düşünmeye sevk eden ve nihayetinde arınmasını sağlayan bir tür catharsis (duygusal boşalım) sunar. Gerçek edebiyatın kalıcılığı, bu rahatsız edici derinliğinden gelir. Bu parçada asıl anlatılmak istenen aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Edebiyat, okuyucuyu gerçekliğin zorluklarından uzaklaştırarak duygusal bir rahatlama sağlar.",
            "B) Bir edebi eserin kalıcı olması için, mutlaka okuyucuyu rahatsız eden karanlık temaları işlemesi gerekir.",
            "C) Yazar, eserinde sadece hayatın neşeli yönlerini ele alarak okuyucunun duygusal arınmasını sağlamayı amaçlamalıdır.",
            "D) Edebiyatın temel işlevi, hayatın çelişkili gerçeklerini yansıtarak okuyucuyu rahatsız edici bir yüzleşmeye zorlaması ve bu yolla duygusal arınmaya (catharsis) ulaştırmasıdır.",
            "E) Okuyucuyu rahatsız eden eserler, edebi değerini zamanla yitirir ve kalıcı olmayı başaramaz."
          ],
          "dogru_cevab": "D",
          "aciklama": "Paragraf, edebiyatın görevini, \"gerçekliği süslemekten kaçınmak\" (yaygın kanıya karşı çıkış) ve \"okuyucunun yüzleşmekten çekindiği kaygıları... ayna tutmak\" olarak tanımlar. Sonuçta, bu durumun okuyucuyu rahatsız etmesine rağmen, onun \"düşünmeye sevk eden ve nihayetinde arınmasını sağlayan\" bir işlevi olduğu vurgulanmıştır. D seçeneği, metindeki bu ikili süreci (yüzleşme + arınma) en kapsamlı şekilde özetler."
        },
        {
          "id": 112,
          "soru": "Aşağıdaki cümlelerin hangisinde nesnel bir yargı söz konusudur?",
          "secenekler": [
            "A) Yazarın bu karmaşık kurgusu, okuyucuyu gereksiz yere zorlamaktadır.",
            "B) Şiir, 1940'lı yıllarda serbest vezinle yazılmış ve büyük tepki çekmiştir.",
            "C) Bilimsel makaleler, genellikle giriş, gelişme ve sonuç bölümlerinden oluşur.",
            "D) Filmdeki oyunculuklar, eleştirmenlerin beklediği seviyenin çok altındaydı.",
            "E) Eserin en çarpıcı yanı, başkahramanın beklenmedik ölümüydü."
          ],
          "dogru_cevab": "C",
          "aciklama": "Nesnel yargı, doğruluğu veya yanlışlığı kişiden kişiye değişmeyen, kanıtlanabilir ifadelerdir. C şıkkında, bilimsel makalelerin yapısal bölümleri (giriş, gelişme, sonuç) hakkında kanıtlanabilir, kesin bir bilgi verilmiştir. B şıkkındaki \"büyük tepki çekmiştir\" ifadesi ise yoruma açık ve tartışmalı bir unsurdur."
        },
        {
          "id": 113,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"önyargı\" anlamı vardır?",
          "secenekler": [
            "A) Hava çok rüzgârlı, dikkat et de şapkan uçmasın.",
            "B) Bence bu yılki sınav soruları, geçen yıla göre daha kolay olacak.",
            "C) Bu konuyu derinlemesine araştırdım, sonuç kesinlikle böyle çıkacak.",
            "D) Bu yeni çıkan yazarın kitabını okumaya gerek yok, mutlaka çok satmak için basit konuları işlemiştir.",
            "E) Sanatçının resim sergisindeki her eseri, kendi alanında bir başyapıttı."
          ],
          "dogru_cevab": "D",
          "aciklama": "Önyargı, bir şeyi deneyimlemeden veya görmeden önce verilmiş kesin hükümdür. D seçeneğinde, kişi kitabı okumadan, yazarın \"basit konuları işlediği\" konusunda peşin ve kesin bir hüküm vermiştir."
        },
        {
          "id": 114,
          "soru": "Aşağıdaki cümlelerin hangisinde öznel bir değerlendirme söz konusudur?",
          "secenekler": [
            "A) Proje, 2025 yılının Mart ayında tamamlanarak kullanıma sunulacaktır.",
            "B) Kitap, toplam 300 sayfadan oluşmakta ve dört ana bölüm içermektedir.",
            "C) Yeni yapılan köprü, iki yaka arasındaki ulaşım süresini yarıya düşürmüştür.",
            "D) Yazarın dili, Türkçenin en sade ve en akıcı kelimeleriyle örülmüştür.",
            "E) Bu filmdeki kahramanın yaşadığı duygusal çöküş, izleyiciyi derinden etkileyen en önemli unsurdu."
          ],
          "dogru_cevab": "E",
          "aciklama": "Öznel yargı, kişisel duygu veya yoruma dayanır. E seçeneğindeki \"derinden etkileyen en önemli unsurdu\" ifadesi, izleyicinin kişisel deneyimine ve yorumuna dayanır."
        },
        {
          "id": 115,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"yadırgama\" (garipseme) duygusu ifade edilmiştir?",
          "secenekler": [
            "A) Keşke o önemli toplantıya gitmek yerine biraz dinlenseydim.",
            "B) Bütün bu çabalarının boşa gitmiş olmasına çok üzüldüm.",
            "C) Daha düne kadar çevrecilik üzerine makaleler yazıyordu, şimdi nasıl oldu da en büyük ormanları kestirdi!",
            "D) Onun bu işte başarılı olamayacağını en başından beri biliyordum.",
            "E) Bu kadar basit bir konuyu anlatmak için bu kadar uzun bir metin yazmaya ne gerek vardı."
          ],
          "dogru_cevab": "C",
          "aciklama": "Yadırgama, bir kişinin beklenmedik veya önceki davranışına tamamen zıt bir eylem yapması karşısında duyulan şaşkınlık ve garipsemedir. C seçeneğinde, çevreci birinin orman kesmesi gibi zıt bir eylem, \"nasıl oldu da\" ifadesiyle yadırganmıştır."
        },
        {
          "id": 116,
          "soru": "Aşağıdakilerden hangisi, bir parçadaki \"içerik\" (öz) ile ilgili bir yargıdır?",
          "secenekler": [
            "A) Yazar, eserinde sade ve anlaşılır bir dili tercih etmiştir.",
            "B) Şair, şiirlerini yazarken serbest ölçü kullanmıştır.",
            "C) Hikayenin kurgusu, mantıksal bir sıra izlemektedir.",
            "D) Eleştirmen, yazarın cümle yapısını zorlama bulduğunu söylemiştir.",
            "E) Romanda, kahramanın yaşadığı büyük pişmanlıklar ve iç çatışmalar detaylıca incelenmiştir."
          ],
          "dogru_cevab": "E",
          "aciklama": "İçerik, eserin ne anlattığıyla (konu, tema, karakter, düşünce) ilgilidir. E seçeneği, romanın ele aldığı konuları (pişmanlıklar ve iç çatışmalar) anlatmaktadır; bu da eserin içeriği (özü) ile ilgili bir yargıdır. Diğer şıklar üslup (A, B, D) ve kurgu (C) ile ilgilidir."
        },
        {
          "id": 117,
          "soru": "Aşağıdaki cümlelerin hangisinde \"kanıksama\" (alışma) anlamı vardır?",
          "secenekler": [
            "A) İlk başta bu kuralı hiç kabul edememiştim, ama sonunda alıştım.",
            "B) Yıllardır süren gürültüye o kadar bağışıklık kazandı ki, artık uyumasını bile engellemiyor.",
            "C) Bu kadar büyük bir projeyi kısa sürede bitirmesi beni çok şaşırttı.",
            "D) Onun bu konuda bu kadar sessiz kalması, herkesi hayal kırıklığına uğrattı.",
            "E) Bu zorlu görevi yapmamız gerektiğini biliyorduk, bu yüzden hiç itiraz etmedik."
          ],
          "dogru_cevab": "B",
          "aciklama": "Kanıksama, başlangıçta rahatsız edici olan bir duruma zamanla alışma ve bu durumu normal kabul etme halidir. B seçeneğindeki \"o kadar bağışıklık kazandı ki\" ifadesi, kişinin gürültü gibi olumsuz bir duruma tamamen alıştığını ve bunun normalleştiğini göstermektedir."
        },
        {
          "id": 118,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"amaç-sonuç\" ilişkisi bulunmaktadır?",
          "secenekler": [
            "A) Çok hızlı konuştuğu için söylediklerinin birçoğu anlaşılamadı.",
            "B) Kitap okumayı çok seviyor, bu yüzden kütüphaneden hiç ayrılmıyor.",
            "C) Havalar soğuduğu için tatile çıkma planımızı iptal ettik.",
            "D) Sınavda yüksek bir puan almak amacıyla, gece gündüz demeden ders çalıştı.",
            "E) Yazar, bu eserinde toplumsal eleştiriyi keskin bir dille dile getirmiştir."
          ],
          "dogru_cevab": "D",
          "aciklama": "Amaç-sonuç ilişkisinde eylemin yapılma amacı, hangi niyetle yapıldığı belirtilir. D seçeneğindeki \"ders çalıştı\" eyleminin amacı, \"Sınavda yüksek bir puan almak amacıyla\" ifadesiyle belirtilmiştir."
        },
        {
          "id": 119,
          "soru": "Aşağıdaki cümlelerin hangisinde \"sitem\" (yakınma/serzeniş) duygusu ifade edilmiştir?",
          "secenekler": [
            "A) Keşke bu hatayı yapmadan önce beni uyarsaydın.",
            "B) Onun bu kadar nankör biri olduğunu hiç düşünmemiştim.",
            "C) Bu kadar yoksulluğun olduğu bir ülkede sanat konuşmak gereksizdir.",
            "D) Bu kadar basit bir konuyu nasıl olur da daha önce kimse çözememiş!",
            "E) Bunca zaman sana yardım ettim, şimdi beni görmezden gelmen hiç doğru değil."
          ],
          "dogru_cevab": "E",
          "aciklama": "Sitem, kişinin, kırgınlık duyduğu bir durumu, karşısındaki kişiye yönelik eleştirel bir dille ifade etmesidir. E seçeneğinde kişi, yaptığı iyiliğe karşı gördüğü olumsuz davranıştan dolayı kırgınlığını ve memnuniyetsizliğini dile getirmektedir."
        },
        {
          "id": 120,
          "soru": "Aşağıdaki cümlelerin hangisinde dolaylı anlatıma (başkasına ait bir sözü değiştirerek aktarma) yer verilmiştir?",
          "secenekler": [
            "A) Yazar, eleştirmenlerin roman hakkında söylediklerini aynen kabul ettiğini söyledi.",
            "B) Öğretmen, hepimizin sınavda daha dikkatli olması gerektiğini vurguladı.",
            "C) Düşünür, \"İnsan hayatının asıl amacı, mutluluğa ulaşmaktır.\" demiştir.",
            "D) Uzmanlar, küresel ısınmanın etkilerinin her geçen gün arttığını açıkladı.",
            "E) Gazeteci, ünlü sanatçının yeni projesi hakkında detaylı bilgi verdi."
          ],
          "dogru_cevab": "B",
          "aciklama": "Dolaylı anlatım, başkasının sözünü, kendi ifadelerimizle aktarmaktır. B seçeneğinde, öğretmenin sözü (\"sınavda daha dikkatli olmalıyız\" gibi bir ifade), \"hepimizin... olması gerektiğini vurguladı\" şeklinde değiştirilerek aktarılmıştır."
        },
        {
          "id": 121,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"tahmin\" (öngörü) söz konusudur?",
          "secenekler": [
            "A) Bu proje, beklediğimizden daha az ilgi gördü.",
            "B) Yazar, kitabının son sayfasında okuyucuyu büyük bir sürprizle karşıladı.",
            "C) Hızlı okuma becerisi, düzenli pratik yaparak kolayca geliştirilebilir.",
            "D) Bence bu ressamın eserleri, birkaç yıl içinde çok daha yüksek fiyatlara satılacak.",
            "E) Bu sporcunun başarısının temelinde düzenli ve disiplinli çalışma yatıyor."
          ],
          "dogru_cevab": "D",
          "aciklama": "Tahmin (öngörü), henüz gerçekleşmemiş bir olay hakkında fikir yürütmektir. D seçeneğinde, ressamın eserlerinin gelecekte \"çok daha yüksek fiyatlara satılacağı\" hakkında bir öngörü ve kişisel fikir (\"bence\") belirtilmiştir."
        },
        {
          "id": 122,
          "soru": "Aşağıdaki cümlelerin hangisi \"amaç\" bildiren bir ifade içermektedir?",
          "secenekler": [
            "A) Hızlı okuma, bilgiyi daha kısa sürede anlamak içindir.",
            "B) Bilgiyi kalıcı hâle getirmek amacıyla, öğrendiklerimizi düzenli aralıklarla tekrar etmeliyiz.",
            "C) Bu projenin başarısız olması, kaynak yetersizliğinden kaynaklanmıştır.",
            "D) Hava çok soğuk olduğu için dışarı çıkmaktan vazgeçtik.",
            "E) Edebiyat, hayatın karmaşık duygularını sadeleştiren bir aynadır."
          ],
          "dogru_cevab": "B",
          "aciklama": "Amaç-sonuç ilişkisinde eylemin yapılma amacı, hangi niyetle yapıldığı belirtilir. B seçeneğindeki \"tekrar etmeliyiz\" eyleminin amacı, \"Bilgiyi kalıcı hâle getirmek amacıyla\" ifadesiyle belirtilmiştir."
        },
        {
          "id": 123,
          "soru": "Aşağıdaki cümlelerin hangisinde \"abartma (mübalağa)\" sanatı yoktur?",
          "secenekler": [
            "A) O kadar acıkmıştım ki, bir oturuşta koca bir öküzü yiyebilirdim.",
            "B) Üzerimizdeki kar, dağlar kadar yüksek bir tepe oluşturmuştu.",
            "C) Bu haberi duyunca öylesine sinirlendi ki, sanki damarları çatladı.",
            "D) Ozanın sesi, tüm Anadolu coğrafyasında yankılanıyordu.",
            "E) Yazar, eserinde sade ve anlaşılır bir dil kullanmayı tercih etmiştir."
          ],
          "dogru_cevab": "E",
          "aciklama": "Abartma, bir durumun gerçek sınırlarının ötesine taşınmasıdır. E seçeneğinde ise sadece yazarın üslup tercihine dair nesnel bir tespit yapılmıştır. Abartma yoktur. (Diğer şıklar abartma içerir.)"
        },
        {
          "id": 124,
          "soru": "Aşağıdaki cümlelerin hangisinde \"öznel\" bir yargı söz konusudur?",
          "secenekler": [
            "A) Ünlü yazarın ilk romanı 1970 yılında yayımlanmıştır.",
            "B) Proje, belirlenen bütçenin %15’ini aşmıştır.",
            "C) Eser, üç ana bölümden ve on alt bölümden oluşmaktadır.",
            "D) Bu filmin senaryosu, sıradanlığı ve tahmin edilebilirliği nedeniyle kesinlikle bir başyapıt sayılmaz.",
            "E) Bilimsel araştırmalar, küresel ısınmanın etkilerini kanıtlamıştır."
          ],
          "dogru_cevab": "D",
          "aciklama": "Öznel yargı, kişisel yoruma dayanır. D seçeneğindeki \"sıradanlığı\", \"tahmin edilebilirliği\" ve \"başyapıt sayılmaz\" ifadeleri, kişisel beğeniye ve eleştirel yoruma dayanır."
        },
        {
          "id": 125,
          "soru": "PARAGRAF: Çevre sorunları, genellikle geleceğin sorunu gibi görülse de, etkileri şimdiden günlük yaşamımızı etkilemektedir. Artan hava kirliliği, şehirlerdeki yaşam kalitesini düşürmekte ve solunum yolu hastalıklarını artırmaktadır. Ormanların yok edilmesi ise iklim dengesini bozarak yerel düzeyde bile ani hava değişikliklerine neden olmaktadır. Bu durum, çevre bilincinin sadece uzun vadeli bir hedef değil, anlık ve acil bir yaşam meselesi olduğunu gösterir. Bu parçada asıl anlatılmak istenen aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Şehirlerdeki yaşam kalitesinin artırılması için sadece hava kirliliği ile mücadele edilmelidir.",
            "B) Çevre sorunlarının etkileri, genellikle fark edilmeden çok uzun vadede ortaya çıkar.",
            "C) Ormanların yok edilmesinin sonuçları, küresel etkilerden çok yerel etkiler yaratır.",
            "D) Solunum yolu hastalıklarının temel sebebi, sadece hava kirliliğinin artmasıdır.",
            "E) Çevre sorunları, gelecekteki bir tehlike olmaktan çıkmış, acilen ele alınması gereken güncel bir yaşam meselesi hâline gelmiştir."
          ],
          "dogru_cevab": "E",
          "aciklama": "Metin, çevre sorunlarının \"geleceğin sorunu gibi görülmesine\" karşı çıkmakta ve etkilerinin \"şimdiden günlük yaşamımızı etkilediğini\" vurgulamaktadır. Sonuç cümlesi ise bilincin \"acil bir yaşam meselesi\" olduğunu belirtir."
        }
      ]
    },
    {
      "alt_baslik": "Test 6 (126-150)",
      "soru_sayisi": 25,
      "sorular": [
        {
          "id": 126,
          "soru": "Öykücülük, romancılıktan farklı olarak daha kısıtlı bir alanda çalışmayı gerektirir. Öykü, tek bir ana olaya veya duruma odaklanmalı, gereksiz karakter ve yan olaylardan kaçınmalıdır. Yazar, bu kısıtlı alan içinde büyük bir etki yaratmak zorundadır. Bu nedenle, öyküde her kelimenin ve her cümlenin bir amacı vardır; yoğunluk ve çarpıcılık, öykünün başarısının temel anahtarlarıdır. Bu parçanın ana düşüncesi aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Öykü yazmak, romana göre çok daha kolay ve az zaman alan bir iştir.",
            "B) Roman, öyküden daha fazla olay ve karakter içerdiği için daha üstün bir türdür.",
            "C) Öykücü, eserinde kısıtlı alana rağmen büyük bir etki yaratmak zorundadır.",
            "D) Öykü, kısıtlı bir alana odaklanması nedeniyle yoğun ve çarpıcı olmayı hedeflemeli, gereksiz ayrıntılardan kaçınmalıdır.",
            "E) Başarılı bir öykücünün, aynı zamanda başarılı bir romancı olması beklenir."
          ],
          "dogru_cevab": "D",
          "aciklama": "Metin, öykünün temel kısıtlamasını (kısıtlı alan, tek olay) ve bu kısıtlamanın gerektirdiği sonucu (yoğunluk ve çarpıcılık) anlatmaktadır. Bu özelliklerin öykünün başarısının anahtarı olduğu belirtilmiştir."
        },
        {
          "id": 127,
          "soru": "PARAGRAF: Öz eleştiri, bireyin sadece hatalarını kabul etmesi anlamına gelmez. Aynı zamanda kendi güçlü yanlarını, kapasitesini ve gelişim alanlarını dürüstçe görmesidir. Kendini objektif bir şekilde değerlendirebilen kişi, hangi hedeflere ulaşabileceğini ve hangi becerileri geliştirmesi gerektiğini daha net anlar. Bu dürüst yüzleşme, kişisel gelişim yolculuğunun ilk ve en önemli adımıdır. Bu parçanın konusu aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Hataların kabul edilmesinin psikolojik etkileri.",
            "B) Öz eleştirinin, kişinin gelişim yolculuğundaki rolü ve önemi.",
            "C) Bireyin güçlü ve zayıf yönlerini objektifçe belirlemesinin zorlukları.",
            "D) Öz eleştirinin akademik başarının temelini oluşturması.",
            "E) Kendini dürüstçe değerlendirmenin toplumsal sonuçları."
          ],
          "dogru_cevab": "B",
          "aciklama": "Paragraf, baştan sona öz eleştirinin tanımını, neleri kapsadığını (hatalar, güçlü yanlar) ve bunun bireyin hedeflerini netleştirmedeki (gelişim yolculuğu) faydasını anlatmaktadır. Konu, öz eleştirinin kişisel gelişimdeki işlevi üzerinedir."
        },
        {
          "id": 128,
          "soru": "Düşünce özgürlüğü, modern bir demokrasinin sadece temel taşı değil, aynı zamanda hava gibi hayati bir gerekliliğidir. Bir toplumda farklı görüşler serbestçe ifade edilemiyorsa, o toplum doğruyu bulma yeteneğini kaybeder. Eleştirel düşüncenin olmadığı bir ortam, dogmatizme ve tek tip düşünceye yol açar. Bu nedenle, bir toplumun zenginliği ve ilerleme potansiyeli, o toplumdaki düşünce özgürlüğünün genişliğiyle doğru orantılıdır. Bu parçanın ana düşüncesi nedir?",
          "secenekler": [
            "A) Demokrasinin temel taşları arasında en önemlisinin hoşgörü olduğu.",
            "B) Eleştirel düşünmenin sadece felsefi bir tartışma konusu olduğu.",
            "C) Farklı görüşlerin ifade edilmesi, bir toplumda sadece tartışmalara neden olur.",
            "D) Düşünce özgürlüğü, bir toplumun sağlıklı gelişimi, doğruyu bulması ve ilerleme potansiyeli için hayati bir zorunluluktur.",
            "E) Düşünce özgürlüğünün olduğu toplumlarda siyasi istikrarın azaldığı."
          ],
          "dogru_cevab": "D",
          "aciklama": "Metin, düşünce özgürlüğünü \"hayati bir gereklilik\" olarak tanımlar ve faydalarını (doğruyu bulma, ilerleme potansiyeli) vurgular."
        },
        {
          "id": 129,
          "soru": "Yaşadığımız çağda bilgiye ulaşmak çok kolaydır, ancak bu bilgi kirliliğini beraberinde getirmiştir. Her gün yüzlerce haber, makale ve sosyal medya içeriği beynimize hücum eder. Bu akış içinde, asıl değerli olanı seçmek, yanlış bilgiyi (dezenformasyonu) ayıklamak büyük bir çaba gerektirir. Bu çağın en büyük zorluğu, bilgi eksikliği değil, bilgiyi doğru yönetme ve doğrulama yeteneğidir. Bu parçanın ana fikri aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) İnsanlar, bilgi kirliliği nedeniyle interneti kullanmaktan vazgeçmelidir.",
            "B) Bilgiye erişim kolaylaştıkça, bilgiyi doğru yönetme ihtiyacı azalır.",
            "C) Çağımızın en büyük zorluğu, bilgi bolluğundan dolayı yanlış bilgiyi ayıklama ve doğru bilgiyi yönetme yeteneğini kaybetme riskidir.",
            "D) Sosyal medya, bilgi kirliliğinin tek ve en önemli kaynağıdır.",
            "E) Değerli bilgiyi bulmak için sadece uzmanların yazdığı kaynaklara güvenilmelidir."
          ],
          "dogru_cevab": "C",
          "aciklama": "Metin, bilgiye ulaşım kolaylığı ile \"bilgi kirliliğinin\" getirdiği zorluk arasındaki çelişkiyi anlatır. Ana fikir, bu kirlilik nedeniyle bilgiyi \"doğru yönetme ve doğrulama yeteneğinin\" çağın en büyük zorluğu olduğudur."
        },
        {
          "id": 130,
          "soru": "\"Tarihi olaylar ve kişiler, edebiyatın kurmaca dünyasına dahil olduğunda, sadece bilgi vermez; aynı zamanda o dönemin ruhunu ve duygusal derinliğini de hissettirir.\" cümlesi aşağıdaki paragraf başlıklarından hangisine en uygun düşer?",
          "secenekler": [
            "A) Tarih Biliminin Sınırlılıkları",
            "B) Edebiyatın Tarihe Kattığı Duygusal Derinlik",
            "C) Kurmaca Eserlerin Gerçekliği Çarpıtması",
            "D) Tarihi Romanların Okuyucuyu Yanıltma Riski",
            "E) Edebiyat ve Tarih Arasındaki Yöntem Farkı"
          ],
          "dogru_cevab": "B",
          "aciklama": "Cümle, tarihi olayların edebiyat aracılığıyla sadece bilgi değil, \"duygusal derinlik\" ve \"o dönemin ruhunu\" hissettirdiği fikrini taşır. B seçeneği, metnin temel vurgusunu (tarihe duygusal boyut katılması) başlık olarak en iyi şekilde yansıtır."
        },
        {
          "id": 131,
          "soru": "Birçok kişi, hayal kurmanın sadece çocuklara ait bir eğlence olduğunu düşünür. Oysa hayal gücü, bilimden sanata, felsefeden teknolojiye kadar her alandaki ilerlemenin ilk adımıdır. Elektriğin keşfinden uzay yolculuğuna kadar tüm büyük atılımlar, bir kişinin \"olmayanı hayal etmesiyle\" başlamıştır. Hayal gücünü beslemeyen bir toplumun, geleceğini inşa etmesi ve ilerlemesi mümkün değildir. Bu parçanın ana fikri aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Hayal gücü, sadece bilimsel ilerlemeler için gereklidir.",
            "B) Hayal kurmak, yetişkinlik döneminde zaman kaybı olarak görülmelidir.",
            "C) Hayal gücü, sadece çocukça bir eğlence değil, tüm alanlarda ilerlemeyi ve büyük atılımları başlatan temel kaynaktır.",
            "D) Teknoloji ve felsefenin gelişiminde hayal gücünün rolü küçüktür.",
            "E) Hayal kurma becerisinin geliştirilmesi için bilimsel eğitim öncelik olmalıdır."
          ],
          "dogru_cevab": "C",
          "aciklama": "Paragraf, yaygın yanlış kanıya karşı çıkarak, hayal gücünün tüm alanlarda \"ilerlemenin ilk adımı\" olduğunu savunur."
        },
        {
          "id": 132,
          "soru": "Toplumsal değişimin hızı, her neslin yeni zorluklarla karşılaşmasını zorunlu kılar. Önceki nesillerin deneyimleri değerli olsa da, onların çözümleri günümüzün karmaşık sorunlarına her zaman tam olarak uymayabilir. Bu nedenle, genç nesillerin sadece geçmişi öğrenmesi değil, aynı zamanda eleştirel düşünme ve yenilikçi çözümler üretme becerilerini de geliştirmesi gerekir. Geleceğin başarısı, geçmişin mirasını akıllıca kullanıp ona yenilik katmaktan geçer. Bu parçada asıl vurgulanmak istenen nedir?",
          "secenekler": [
            "A) Eski nesillerin deneyimlerinin günümüz sorunları karşısında tamamen değersiz olduğu.",
            "B) Toplumsal değişimin yavaş olması, gençlerin eleştirel düşünmesini engeller.",
            "C) Genç nesillerin sadece eleştirel düşünme yeteneğini geliştirmesi yeterlidir.",
            "D) Geçmişin mirasını kullanmak, yenilikçi çözümler üretmekten daha önemlidir.",
            "E) Genç nesillerin, toplumsal zorlukları aşmak için geçmişin deneyimlerini eleştirel bir süzgeçten geçirerek yenilikçi çözümler üretmesi gereklidir."
          ],
          "dogru_cevab": "E",
          "aciklama": "Metin, gençlerin hem geçmişi öğrenmesini hem de \"eleştirel düşünme ve yenilikçi çözümler üretme\" becerilerini geliştirmesi gerektiğini söyler. Bu, geçmişin mirasını kullanıp ona yenilik katma zorunluluğunu ifade eder."
        },
        {
          "id": 133,
          "soru": "Şiir, düzyazı gibi geniş bir alana sahip değildir. O, yoğunlaştırılmış bir ifade biçimidir. Şair, en derin duyguları ve karmaşık düşünceleri bile birkaç dizeye sığdırmak zorundadır. Bu yoğunluk, okuyucunun da aktif bir çaba göstermesini gerektirir; kelimelerin ardındaki anlamı, boşlukları ve gizli mesajları okuyucu tamamlar. Bu yönüyle şiir, okuyucu ile şair arasında kurulan zihinsel bir ortaklık olarak tanımlanabilir. Bu parçaya göre şiirin en önemli özelliği nedir?",
          "secenekler": [
            "A) Toplumsal gerçekleri, düzyazıdan daha etkili bir şekilde yansıtması.",
            "B) Okuyucunun şiiri okurken büyük bir duygusal çaba göstermesi gerekliliği.",
            "C) Yoğunlaştırılmış bir ifade biçimi olması ve anlamın okuyucu tarafından tamamlanmasını gerektiren zihinsel bir ortaklık sunması.",
            "D) Düzyazı türüne göre daha kısa sürede kaleme alınabilen bir tür olması.",
            "E) Şairin, en karmaşık düşünceleri bile kolayca ifade etme yeteneği."
          ],
          "dogru_cevab": "C",
          "aciklama": "Metin, şiiri \"yoğunlaştırılmış bir ifade biçimi\" olarak tanımlar ve bunun sonucunda anlamın okuyucu tarafından \"zihinsel bir ortaklık\" içinde tamamlanması gerekliliğini vurgular."
        },
        {
          "id": 134,
          "soru": "Başarılı bir lider, sadece hedeflere ulaşmayı sağlayan kişi değildir. Aynı zamanda, ekibini motive eden, onlara ilham veren ve her bir bireyin potansiyelini ortaya çıkaran kişidir. Liderlik, emir vermek değil; güven inşa etmek, şeffaf olmak ve ortak bir vizyon yaratmaktır. Gerçek lider, kendi başarısından çok, ekibinin başarısıyla gurur duyar. Bu parçadan çıkarılabilecek en kapsamlı yargı aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Liderlik, sadece iş hayatında değil, sosyal hayatta da uygulanması gereken bir beceridir.",
            "B) Bir liderin başarısı, ekibine ne kadar çok emir verdiğiyle ölçülür.",
            "C) Güven inşa etmek, liderliğin en zor ve en yorucu aşamasıdır.",
            "D) Gerçek liderlik, sadece hedeflere ulaşmaktan ibaret olmayıp, ekibe ilham verme, güven inşa etme ve bireysel potansiyeli ortaya çıkarma yeteneğidir.",
            "E) Liderlerin, kendi başarılarını ekibinin başarısından daha öne çıkarması beklenir."
          ],
          "dogru_cevab": "D",
          "aciklama": "Metin, başarılı liderliği sadece hedefe ulaşmakla sınırlamaz, aksine liderliğin özünün \"motive etmek\", \"ilham vermek\", \"güven inşa etmek\" ve \"ortak vizyon yaratmak\" olduğunu vurgular."
        },
        {
          "id": 135,
          "soru": "\"Geleneksel sanatlar, sadece geçmişin estetik anlayışını yansıtmaz; aynı zamanda o dönemin toplumsal yapısını, inançlarını ve yaşam biçimlerini de günümüze taşıyan kültürel bir arşivdir.\" Bu parçadan çıkarılabilecek en genel yargı nedir?",
          "secenekler": [
            "A) Geleneksel sanatların estetik değerleri, toplumsal yapıyı yansıtmasından daha önemlidir.",
            "B) Sanat, zamanla gelişerek geçmişteki estetik anlayışından tamamen uzaklaşmıştır.",
            "C) Geleneksel sanat eserleri, yeni sanat akımları karşısında değerini yitirmektedir.",
            "D) Geleneksel sanatlar, estetik değerlerinin yanı sıra, geçmiş toplumların yaşam biçimine dair önemli kültürel bilgiler sunar.",
            "E) Sanatın kültürel bir arşiv olması, onun sadece uzmanlarca incelenmesi gerekliliğini doğurur."
          ],
          "dogru_cevab": "D",
          "aciklama": "Cümle, geleneksel sanatların hem estetik yönünü hem de \"toplumsal yapıyı, inançları ve yaşam biçimlerini\" taşıyan bir \"kültürel arşiv\" olduğunu belirtmektedir."
        },
        {
          "id": 136,
          "soru": "Eleştirel okuryazarlık, okunan metni veya karşılaşılan bilgiyi sadece kabul etmek değil, aynı zamanda onun ardındaki amacı, önyargıları ve eksik noktaları da görebilme yeteneğidir. Özellikle sosyal medya ve internet ortamında yayılan yanlış bilgilerin hızını düşürmek için, her bireyin bu beceriyi geliştirmesi gerekir. Unutulmamalıdır ki, okuryazar olmak, sadece harfleri tanımak demek değildir; aynı zamanda okuduğunu yargılayabilmek demektir. Bu parçanın ana fikri aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Eleştirel okuryazarlık, sadece harfleri tanımak anlamına geldiği için önemsiz bir beceridir.",
            "B) Bilgiye ulaşımın zor olması, eleştirel okuryazarlığı gereksiz kılar.",
            "C) Sosyal medya, eleştirel okuryazarlığın gelişmesine katkıda bulunur.",
            "D) Eleştirel okuryazarlık, bilgi kirliliği karşısında metnin ardındaki amacı ve önyargıları görebilmek için hayati bir beceridir.",
            "E) Okuryazar olmak, bireyin sadece akademik alanda başarılı olmasını sağlar."
          ],
          "dogru_cevab": "D",
          "aciklama": "Metin, eleştirel okuryazarlığın tanımını yapar ve bu becerinin, bilgi kirliliği (yanlış bilgi yayılması) karşısında hayati önem taşıdığını vurgular."
        },
        {
          "id": 137,
          "soru": "Zaman yönetimi, sadece bir işi bitirmek için gereken süreyi planlamak değildir. Asıl amacı, hayatın farklı alanları (iş, aile, kişisel gelişim) arasında sağlıklı bir denge kurmaktır. Verimli olmak, sürekli meşgul olmak anlamına gelmez; önemli olan, enerjiyi ve zamanı, belirlenen önceliklere uygun olarak, bilinçli bir şekilde kullanmaktır. Bu denge, daha az stresli ve daha anlamlı bir yaşamın kapısını açar. Bu parçanın ana düşüncesi aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Zaman yönetimi, sadece iş hayatında verimliliği artırmak için kullanılan bir tekniktir.",
            "B) Zaman yönetimi, sadece işleri bitirmek değil, hayatın farklı alanları arasında sağlıklı bir denge kurarak daha anlamlı bir yaşam sağlamayı amaçlar.",
            "C) Stres, zaman yönetimi sayesinde hayatımızdan tamamen çıkarılabilir.",
            "D) Verimli olmak, sürekli olarak meşgul kalmak ve çok çalışmak demektir.",
            "E) Zaman yönetimi planı yaparken, kişisel gelişim öncelik olmamalıdır."
          ],
          "dogru_cevab": "B",
          "aciklama": "Metin, zaman yönetiminin \"sadece bir işi bitirmek\" olmadığını, asıl amacının \"hayatın farklı alanları arasında sağlıklı bir denge kurmak\" olduğunu vurgular."
        },
        {
          "id": 138,
          "soru": "Birçok kişi, eleştiriyi sadece olumsuz bir geri bildirim olarak görür. Oysa yapıcı eleştiri, bir eserin veya bir fikrin zayıf noktalarını göstererek, o alanın gelişmesine katkıda bulunur. Gerçek eleştiri, kişiyi incitmek veya başarısızlığını kanıtlamak için değil; nasıl daha iyi olunabileceğini gösteren yol haritası sunmak için yapılır. Eleştiriye açık olmak, kişisel ve mesleki gelişimin vazgeçilmez bir parçasıdır. Bu parçadan çıkarılabilecek en kapsamlı yargı aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Eleştirmenlerin temel görevi, bir eserin zayıf noktalarını bulup kanıtlamaktır.",
            "B) Eleştiriye açık olmayan kişiler, mesleki gelişimlerini hızla tamamlarlar.",
            "C) Eleştiri, genellikle olumsuz duygular yarattığı için geri bildirimden kaçınılmalıdır.",
            "D) Yapıcı eleştiri, olumsuz bir geri bildirimden ziyade, gelişime katkıda bulunan ve nasıl daha iyi olunacağını gösteren önemli bir araçtır.",
            "E) Gerçek eleştiri, sadece uzmanlar tarafından yapıldığında değer kazanır."
          ],
          "dogru_cevab": "D",
          "aciklama": "Metin, yapıcı eleştirinin gelişime katkı sağlayan ve \"nasıl daha iyi olunacağını gösteren yol haritası\" olduğu fikrini savunur."
        },
        {
          "id": 139,
          "soru": "Teknolojinin gelişimi, insanlık için büyük faydalar sağlasa da, bazı etik ikilemleri de beraberinde getirmektedir. Özellikle yapay zekânın karar verme süreçlerine dahil olması, sorumluluğun kime ait olacağı, şeffaflık ve adalet gibi konularda yeni hukuki ve ahlaki sorunlar yaratmaktadır. İlerleyen teknolojiye ayak uydurmak için sadece teknik becerileri geliştirmek yeterli değildir; aynı zamanda bu etik zorlukları çözebilecek ahlaki çerçeveleri de oluşturmalıyız. Bu parçanın ana konusu aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Yapay zekânın, gelecekteki karar verme süreçlerinde insanlardan daha başarılı olması.",
            "B) Teknolojik gelişimin, hukuki sorunlar yaratmaktan çok ekonomik faydalar sağlaması.",
            "C) Etik ikilemlerin çözümünde sadece teknik becerilerin kullanılmasının yeterli olduğu.",
            "D) Hızla ilerleyen teknolojinin (yapay zekâ), beraberinde getirdiği hukuki ve ahlaki sorumluluk ikilemleri.",
            "E) Ahlaki çerçevelerin oluşturulmasında sadece bilim insanlarının görev alması gerekliliği."
          ],
          "dogru_cevab": "D",
          "aciklama": "Metin, teknolojinin gelişimi ile ortaya çıkan \"etik ikilemleri\" (sorumluluk, şeffaflık, adalet) ve bu ikilemlerin çözümü için \"ahlaki çerçeveler oluşturma\" gerekliliğini anlatmaktadır."
        },
        {
          "id": 140,
          "soru": "Edebiyatın işlevi, sadece toplumsal sorunları ele almak veya tarihi olayları kaydetmekle sınırlı değildir. Edebiyat, aynı zamanda bireyin iç dünyasına ayna tutar. İnsanların kaygılarını, umutlarını, yalnızlıklarını ve sevinçlerini kelimelerle ifade ederek, okuyucunun kendi duygularıyla yüzleşmesini sağlar. Bu yönüyle edebiyat, okuyucunun kişisel gelişimine ve duygusal zekâsının artmasına doğrudan katkıda bulunur. Bu parçadan hareketle aşağıdaki yargılardan hangisine ulaşılabilir?",
          "secenekler": [
            "A) Edebiyat, bireyin kendi duygusal dünyasını tanımasına ve geliştirmesine yardımcı olan bir araçtır.",
            "B) Edebiyatın toplumsal sorunları ele alma işlevi, bireyin iç dünyasına odaklanmaktan daha önemlidir.",
            "C) Edebiyat, tarihi olayları kaydetmek için kullanılan en güvenilir kaynaktır.",
            "D) Okuyucular, edebiyat sayesinde sadece başkalarının duygularını anlar.",
            "E) Edebiyat, kişisel gelişim alanında felsefeden daha etkili bir disiplindir."
          ],
          "dogru_cevab": "A",
          "aciklama": "Metin, edebiyatın \"iç dünyasına ayna tuttuğunu\", duygularını ifade ederek okuyucunun \"kendi duygularıyla yüzleşmesini sağladığını\" ve \"duygusal zekâsının artmasına doğrudan katkıda bulunduğunu\" belirtir."
        },
        {
          "id": 141,
          "soru": "Edebiyatın işlevi, sadece toplumsal sorunları ele almak veya tarihi olayları kaydetmekle sınırlı değildir. Edebiyat, aynı zamanda bireyin iç dünyasına ayna tutar. İnsanların kaygılarını, umutlarını, yalnızlıklarını ve sevinçlerini kelimelerle ifade ederek, okuyucunun kendi duygularıyla yüzleşmesini sağlar. Bu yönüyle edebiyat, okuyucunun kişisel gelişimine ve duygusal zekâsının artmasına doğrudan katkıda bulunur. Parçada, edebiyatın işlevleriyle ilgili olarak aşağıdakilerden hangisine değinilmemiştir?",
          "secenekler": [
            "A) Toplumsal sorunları ele alma rolünün olması.",
            "B) Okuyucunun kişisel gelişimine katkı sağlaması.",
            "C) Bireyin yalnızlık ve umut gibi duygularını ifade etmesi.",
            "D) Edebi metinlerin, yazılış amacının tarihsel süreçte değiştiği konusuna.",
            "E) Okuyucunun, kendi duygularıyla yüzleşmesini sağlaması."
          ],
          "dogru_cevab": "D",
          "aciklama": "Metin, edebiyatın güncel işlevlerini (A, B, C, E) sıralamaktadır, ancak bu işlevlerin tarihsel süreçte nasıl değiştiği konusunda herhangi bir bilgi vermemektedir."
        },
        {
          "id": 142,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"hayal kırıklığı\" duygusu ifade edilmiştir?",
          "secenekler": [
            "A) Keşke bu projenin başarısız olacağını en başta fark etseydim.",
            "B) Bütün gün çalıştım, akşam yemeğinde sadece bir tabak yemek yedim.",
            "C) Tüm çabalarımıza rağmen, bu kadar basit bir hatanın sonucu olarak projenin iptal olması beni kahretti.",
            "D) O kadar yorulmuştum ki, uyusam bile uykumu alamazdım.",
            "E) Onun bu işte başarılı olamayacağını zaten herkes biliyordu."
          ],
          "dogru_cevab": "C",
          "aciklama": "Hayal kırıklığı, bir beklentinin gerçekleşmemesi sonucunda ortaya çıkan derin üzüntü veya yıkım duygusudur. C seçeneğinde, yapılan \"tüm çabalara\" rağmen projenin iptal olması (beklentinin gerçekleşmemesi) ve bunun kişiyi \"kahretmesi\" duygusu hayal kırıklığını açıkça ifade eder."
        },
        {
          "id": 143,
          "soru": "Aşağıdakilerden hangisi, aşağıdaki parçadaki düşünceyi destekleyen bir örnek olamaz?\nPARAGRAF: \"Eleştirel düşünme, bireyin kendisine sunulan bilgiyi kabul etmeden önce sorgulama ve analiz etme becerisidir. Bu, özellikle bilgi kirliliğinin çok olduğu dijital çağda hayati önem taşır.\"",
          "secenekler": [
            "A) Bir haber kaynağının güvenilirliğini farklı kaynaklarla karşılaştırmak.",
            "B) Sosyal medyada paylaşılan bir iddiayı, bilimsel verilerle kontrol etmek.",
            "C) Bir reklamın ardındaki ikna etme amaçlarını analiz etmek.",
            "D) Okuduğumuz bir metindeki tüm bilgileri, olduğu gibi doğru kabul etmek.",
            "E) Bilimsel bir makaledeki sonuçlara nasıl ulaşıldığını incelemek."
          ],
          "dogru_cevab": "D",
          "aciklama": "Metin, eleştirel düşünmenin \"sorgulama ve analiz etme\" gerekliliğini vurgulamaktadır. D seçeneği ise metindeki düşünceye tamamen zıttır, çünkü bilgiyi \"olduğu gibi doğru kabul etmek\", sorgulamama eylemidir ve eleştirel düşünmeyi desteklemez."
        },
        {
          "id": 144,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"kanıksama\" (alışma) anlamı yoktur?",
          "secenekler": [
            "A) Yıllardır süren bu kural dışı uygulamaları artık garipsemiyoruz.",
            "B) Başlangıçta çok yadırgamıştım ama zamanla bu karmaşık sisteme adapte oldum.",
            "C) O kadar çok sorunla karşılaştım ki, artık hiçbir şeye şaşırmıyorum.",
            "D) Onun bu konudaki vurdumduymaz tavrı, beni gerçekten çok sinirlendiriyor.",
            "E) Sabah erken kalkmak eskiden çok zor gelirdi, şimdi normal bir parçam oldu."
          ],
          "dogru_cevab": "D",
          "aciklama": "Kanıksama, olumsuz bir duruma alışma ve normal karşılama halidir (A, B, C, E). D seçeneği ise bir duruma alışmayı değil, aksine bu durumdan (vurdumduymaz tavır) duyulan rahatsızlığı ve siniri, yani yakınmayı ifade etmektedir."
        },
        {
          "id": 145,
          "soru": "Yapay zekâ (YZ) uygulamaları, günümüzde sadece teknik alanlarda değil, sanat ve edebiyat gibi yaratıcı alanlarda da kullanılmaya başlanmıştır. Bazıları, YZ'nin sanatsal eserler üretebilme yeteneğinin insan yaratıcılığını değersizleştireceğini düşünüyor. Oysa YZ'nin ürettiği eserler, genellikle mevcut verilerin bir kombinasyonudur; asıl yaratıcılık, yeni bir fikir, yeni bir bakış açısı veya daha önce var olmayanı tasarlama yeteneğidir. YZ, sanatçının elindeki yeni ve güçlü bir araç olabilir, ancak asla sanatçının yerini alamaz. Bu parçadan çıkarılabilecek en kapsamlı yargı aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Yapay zekâ, sanat ve edebiyat alanında insanlardan daha özgün eserler üretebilir.",
            "B) YZ, sadece teknik alanlarda faydalı olduğu için yaratıcı alanlarda kullanılmamalıdır.",
            "C) Yapay zekâ, yaratıcı süreçte sanatçının yerine geçemez; ancak var olan verileri birleştirerek sanatçının kullanabileceği güçlü bir araç olabilir.",
            "D) İnsan yaratıcılığı, YZ'nin ürettiği eserlerle karşılaştırıldığında büyük ölçüde değer kaybetmiştir.",
            "E) YZ'nin sanat ve edebiyatta kullanılması, herhangi bir etik sorun yaratmamaktadır."
          ],
          "dogru_cevab": "C",
          "aciklama": "Metin, YZ'nin insan yaratıcılığını \"değersizleştireceği\" düşüncesine karşı çıkarak, YZ'nin yalnızca \"mevcyt verilerin bir kombinasyonu\" olduğunu ve sanatçının yerini alamayacağını, ancak \"yeni ve güçlü bir araç olabileceğini\" savunur."
        },
        {
          "id": 146,
          "soru": "Yapay zekâ (YZ) uygulamaları, günümüzde sadece teknik alanlarda değil, sanat ve edebiyat gibi yaratıcı alanlarda da kullanılmaya başlanmıştır. Bazıları, YZ'nin sanatsal eserler üretebilme yeteneğinin insan yaratıcılığını değersizleştireceğini düşünüyor. Oysa YZ'nin ürettiği eserler, genellikle mevcut verilerin bir kombinasyonudur; asıl yaratıcılık, yeni bir fikir, yeni bir bakış açısı veya daha önce var olmayanı tasarlama yeteneğidir. YZ, sanatçının elindeki yeni ve güçlü bir araç olabilir, ancak asla sanatçının yerini alamaz. Parçada, YZ'nin yaratıcılık alanındaki rolüyle ilgili olarak aşağıdakilerden hangisine değinilmemiştir?",
          "secenekler": [
            "A) YZ'nin yaratıcı alanlarda kullanıldığı.",
            "B) YZ'nin mevcut verilerin bir kombinasyonu olduğu.",
            "C) YZ'nin, sanatçının yerini alamayacağı.",
            "D) YZ'nin ürettiği eserlerin, her zaman yüksek estetik değere sahip olduğu.",
            "E) YZ'nin insan yaratıcılığını değersizleştireceği yönünde görüşler olduğu."
          ],
          "dogru_cevab": "D",
          "aciklama": "Metin, YZ'nin ürettiği eserlerin sadece \"mevcut verilerin bir kombinasyonu\" olduğunu belirtir, ancak bu eserlerin estetik değerinin yüksek olduğuna dair bir yargı içermez."
        },
        {
          "id": 147,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"ihtimal (olasılık)\" anlamı vardır?",
          "secenekler": [
            "A) Projenin bu kadar kısa sürede bitirilmesi hepimizi şaşırttı.",
            "B) Hava raporlarına göre, yarın öğleden sonra bölgemizde kuvvetli bir kar yağışı bekleniyor.",
            "C) Sınavı kazanmak için bu yaz tatilini ders çalışmaya ayırması gerekiyor.",
            "D) Dün akşamki film, izleyiciler tarafından oldukça beğenilmiş.",
            "E) Yazar, eserinde sade ve akıcı bir dili özellikle tercih etmiştir."
          ],
          "dogru_cevab": "B",
          "aciklama": "İhtimal, bir olayın gerçekleşmesinin kesin olmamasıdır. B seçeneğinde, kar yağışının gerçekleşmesi \"bekleniyor\" ifadesiyle bir olasılık veya tahmin olarak sunulmuştur."
        },
        {
          "id": 148,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"amaç-sonuç\" ilişkisi bulunmaktadır?",
          "secenekler": [
            "A) Karşımdaki konuşmacı çok hızlı konuştuğu için onu anlamakta zorlandım.",
            "B) Deprem riski yüksek olduğu için kentsel dönüşüm hızlandırılmalıdır.",
            "C) Daha az su tüketmek amacıyla, tüm musluklara su tasarrufu sağlayan başlıklar takıldı.",
            "D) Yıllardır süren bu kural, toplumda büyük tepkilere yol açmıştır.",
            "E) Güneşin aniden batmasıyla hava sıcaklığı hızla düştü."
          ],
          "dogru_cevab": "C",
          "aciklama": "Amaç-sonuç ilişkisinde eylemin yapılma amacı belirtilir. C seçeneğinde, musluklara başlık takılmasının amacı, \"daha az su tüketmek amacıyla\" ifadesiyle belirtilmiştir."
        },
        {
          "id": 149,
          "soru": "Aşağıdaki yargılardan hangisi, \"Bir yazarın üslubu, onun karakterini ve dünyaya bakış açısını yansıtan bir aynadır.\" düşüncesini destekler?",
          "secenekler": [
            "A) Bir eserin konusunun sıradan olması, yazarın üslubunun güçlü olduğunu gösterir.",
            "B) Bir yazarın eserlerinde kullandığı sade ve eleştirel dil, onun toplumsal duyarlılığını açıkça ortaya koyar.",
            "C) Yazarın üslubu, eserinin ne kadar çok satacağını belirleyen tek faktördür.",
            "D) Bir yazarın üslubu ne kadar karmaşık olursa, eserin içeriği o kadar değerli olur.",
            "E) Yazarın karakteri, eserinin kurgusunu belirleyen en önemli unsurdur."
          ],
          "dogru_cevab": "B",
          "aciklama": "Metindeki düşünce, üslubun (nasıl anlattığının) yazarın karakterini/bakış açısını (kim olduğunu) yansıttığıdır. B seçeneği, sade ve eleştirel dilin (üslup) yazarın toplumsal duyarlılığını (karakter/bakış açısı) ortaya koyduğunu söyleyerek, metindeki ana düşünceyi desteklemektedir."
        },
        {
          "id": 150,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"önyargı\" anlamı yoktur?",
          "secenekler": [
            "A) Bu takım bu maçı kesinlikle kaybeder, çünkü son iki haftadır hiç antrenman yapmadılar.",
            "B) Yeni çıkan bu teknoloji kesinlikle başarısız olacak, çünkü çok karmaşık görünüyor.",
            "C) Dün akşam izlediği tiyatro oyunu o kadar başarılıydı ki, salondan ayakta alkışlarla ayrıldı.",
            "D) O yazarın şiirlerini okumaya gerek yok, mutlaka çok duygusal ve sıradan konuları işliyordur.",
            "E) Bu projenin sonuçları kötü çıkacak, çünkü ekip yeterince deneyimli değil."
          ],
          "dogru_cevab": "C",
          "aciklama": "Önyargı, bir deneyime dayanmadan peşin hüküm vermektir. C seçeneği ise, izlenmiş bir oyunun sonucunda verilmiş bir beğeni yargısıdır, peşin hüküm (önyargı) yoktur."
        }
      ]
    },
    {
      "alt_baslik": "Test 7 (151-175)",
      "soru_sayisi": 25,
      "sorular": [
        {
          "id": 151,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"yadırgama\" (garipseme) duygusu ifade edilmiştir?",
          "secenekler": [
            "A) Keşke onunla tanışma fırsatını kaçırmasaydım.",
            "B) Bütün bu olayların ardından hâlâ ona güvenebiliyor olman şaşırtıcı.",
            "C) Daha bir hafta önce çevreyi koruma derneğine bağış yapıyordu, şimdi nasıl oldu da fabrikasını nehir kenarına kurdu!",
            "D) Onun bu kadar başarılı olması için ne kadar emek verdiğini ben biliyorum.",
            "E) Bu kadar basit bir görev için bu kadar çok eleman çalıştırmak gereksizdir."
          ],
          "dogru_cevab": "C",
          "aciklama": "Yadırgama, bir kişinin beklenmedik, şaşırtıcı ve önceki davranışına zıt bir eylem yapması karşısında duyulan hayret duygusudur. C seçeneğinde, çevreci birinin nehir kenarına fabrika kurması gibi zıt bir eylem, \"nasıl oldu da\" ifadesiyle yadırganmıştır."
        },
        {
          "id": 152,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"hayıflanma\" (pişmanlık) anlamı vardır?",
          "secenekler": [
            "A) Gençken bana sunulan o iş teklifini kabul etmeyerek kariyerimle ilgili büyük bir hata yapmışım.",
            "B) Bütün yıl çalıştık ama bu projenin sonunda iptal olması bizi çok üzdü.",
            "C) Keşke bu hatayı yapmadan önce arkadaşları beni uyarsaydı.",
            "D) Onun bu kadar kısa sürede bu başarıyı yakalaması hepimizi şaşırttı.",
            "E) Projenin başarısızlığının temelinde, kaynakların yanlış kullanılması yatıyor."
          ],
          "dogru_cevab": "A",
          "aciklama": "Hayıflanma, kişinin kendi yaptığı bir hatadan veya kaçırılan bir fırsattan dolayı duyduğu üzüntüdür. A seçeneğinde kişi, \"teklifi kabul etmeyerek büyük bir hata yapmışım\" diyerek kendi eylemi nedeniyle duyduğu pişmanlığı ifade etmektedir."
        },
        {
          "id": 153,
          "soru": "Aşağıdakilerden hangisi, bir eleştirmenin \"içerik ve üslup\" ayrımına dikkat etmediğini gösterir?",
          "secenekler": [
            "A) Yazarın kullandığı dilin akıcılığını övmesi, ancak konuyu yüzeysel bulması.",
            "B) Romanın konusunun özgün olduğunu, ama anlatım biçiminin karmaşık olduğunu belirtmesi.",
            "C) Yazarın sade bir dil kullandığını söyleyip, romanın konusuna hiç değinmemesi.",
            "D) Eserdeki karakterlerin psikolojik derinliğini incelemesi ve cümle yapısını eleştirmesi.",
            "E) Hikayenin konusunun zayıf olduğunu ama yazarın benzersiz bir anlatım tekniği kullandığını belirtmesi."
          ],
          "dogru_cevab": "C",
          "aciklama": "İçerik (konu) ve üslup (dil/anlatım biçimi) ayrımına dikkat eden kişi, her iki yönü de inceler. C şıkkı, sadece üsluba odaklanıp içeriğe hiç değinmemesi nedeniyle bu ayrıma dikkat etmediğini, yani incelemeyi eksik bıraktığını gösterir."
        },
        {
          "id": 154,
          "soru": "Aşağıdaki cümlelerin hangisinde \"karşılaştırma\" yapılmıştır?",
          "secenekler": [
            "A) Film, yayımlandığı yıl içinde büyük bir gişe başarısı elde etti.",
            "B) Yazar, eserinde sade ve akıcı bir dil kullanmayı tercih etmiştir.",
            "C) Bu yılki kış mevsimi, geçen yıla göre çok daha sert ve soğuk geçti.",
            "D) Onun bu kadar başarılı olması, tamamen düzenli çalışmasına bağlıdır.",
            "E) Sanatçının resim sergisi, eleştirmenler tarafından övgüyle karşılandı."
          ],
          "dogru_cevab": "C",
          "aciklama": "C seçeneğinde, \"Bu yılki kış mevsimi\" ile \"geçen yılki kış mevsimi\", sertlik ve soğukluk yönünden kıyaslanmış ve fark belirtilmiştir (\"daha sert ve soğuk\")."
        },
        {
          "id": 155,
          "soru": "Aşağıdaki numaralanmış cümlelerden hangisi, parçanın anlam akışını bozmaktadır?\n1. İnsan zihni, sürekli olarak yeni bilgiler edinme ve anlamlandırma çabası içindedir.\n2. Bu çaba, öğrenme sürecinin temelini oluşturur ve bireyin dünyayı anlamasına yardımcı olur.\n3. Bu nedenle, eleştirel düşünme, öğrenmenin kalıcı hâle gelmesi için vazgeçilmez bir araçtır.\n4. Bilimsel makaleler, genellikle giriş, gelişme ve sonuç bölümlerinden oluşur.\n5. Çünkü sorgulanmayan ve pasif kabul edilen bilgi, kısa sürede unutulmaya mahkûmdur.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 5", "E) 4"],
          "dogru_cevab": "E",
          "aciklama": "Paragrafın genel akışı (1, 2, 3, 5. cümleler), \"insan zihninin öğrenme çabası\" ve bu süreçte \"eleştirel düşünmenin önemi\" üzerinedir. 4. cümle ise konuyu aniden \"bilimsel makalelerin yapısına\" kaydırmaktadır ve akışı bozmaktadır."
        },
        {
          "id": 156,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir paragraf oluşturulduğunda, baştan dördüncü cümle hangisi olur?\n1. Çünkü sanat, toplumun ruh hâlini ve yaşadığı çağın sorunlarını doğrudan yansıtır.\n2. Bu nedenle, bir toplumun kültürel zenginliği, o toplumun sanatına verdiği değerle ölçülebilir.\n3. Sanat, herhangi bir toplumun kimliğini ve kültürel sürekliliğini sağlayan en önemli unsurlardan biridir.\n4. Sanata değer vermek, geçmişin mirasını korumanın ve geleceğe taşımayı güvence altına almanın ilk adımıdır.\n5. Sanatsal faaliyetlere yeterli destek verilmediğinde, o toplumun kimliği zamanla zayıflayacaktır.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 5", "E) 4"],
          "dogru_cevab": "D",
          "aciklama": "Cümlelerin anlam akışına göre en doğru sıralama: 3 (Giriş) - 1 (Gerekçe) - 2 (Sonuç) - 5 (Karşıtlık/Uyarı) - 4 (Nihai Hüküm). Bu sıralamada baştan dördüncü cümle 5. numaralı cümledir."
        },
        {
          "id": 157,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın giriş cümlesi olmaya en uygun düşer?",
          "secenekler": [
            "A) Ancak bu sonuçlar, deneyin amacına tam olarak ulaşmadığını gösteriyor.",
            "B) Bu nedenle, kentsel dönüşüm projelerinde yeşil alanlara daha çok önem verilmelidir.",
            "C) İnsan, doğası gereği çevresiyle sürekli etkileşim hâlinde olan sosyal bir varlıktır.",
            "D) Oysa, eleştirmenler bu eserin sanatsal değerinin yüksek olduğunu düşünüyor.",
            "E) Böylece, tarihi yapıların korunması konusunda önemli bir adım atılmış oldu."
          ],
          "dogru_cevab": "C",
          "aciklama": "C seçeneği, genel bir yargı bildirerek (İnsan ve sosyal varlık) konuyu bağımsızca açan, paragrafın girişine en uygun cümledir. Diğerleri bağlayıcı ifadeler içerir."
        },
        {
          "id": 158,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir paragraf oluşturulduğunda, baştan ikinci cümle hangisi olur?\n1. Bu zorlukların üstesinden gelmek için ekip üyeleri, yeni ve yaratıcı çözümler geliştirmek zorunda kaldı.\n2. Projenin başlangıç aşaması, beklenenden çok daha fazla teknik ve lojistik zorluk içeriyordu.\n3. Sonuç olarak, bu süreç sadece projeyi tamamlamadı, aynı zamanda ekibin yeteneklerini de geliştirdi.\n4. Ekip, bu yaratıcı çözümler sayesinde hem zamandan hem de kaynaktan tasarruf etmeyi başardı.\n5. Çünkü her kriz, aslında yeni bir öğrenme ve gelişim fırsatını da beraberinde getirir.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
          "dogru_cevab": "A",
          "aciklama": "Cümlelerin anlam akışına göre sıralaması: 2 (Giriş) - 1 (Zorluklara karşı eylem) - 4 (Çözümün sonucu) - 5 (Genel felsefe) - 3 (Nihai Hüküm). Sıralama: 2-1-4-5-3. Baştan ikinci cümle 1. numaralı cümledir."
        },
        {
          "id": 159,
          "soru": "Aşağıdaki numaralanmış cümlelerden hangisi, parçanın anlam akışını bozmaktadır?\n1. Geleneksel yemekler, bir milletin kültürel kimliğinin en canlı göstergelerinden biridir.\n2. Her bölgenin kendine özgü baharatları ve pişirme teknikleri, o coğrafyanın tarihini yansıtır.\n3. Bu yemekler, sadece mideyi doyurmaz; aynı zamanda geçmişle ve geleneklerle güçlü bir bağ kurar.\n4. Turizm sektörünün son yıllarda teknolojik gelişmelerle hızla büyüdüğü gözlemlenmektedir.\n5. Bu kültürel kodların korunması, dolayısıyla toplumsal kimliğin de korunması anlamına gelir.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 5", "E) 4"],
          "dogru_cevab": "E",
          "aciklama": "Paragrafın genel akışı (1, 2, 3, 5. cümleler), \"geleneksel yemeklerin kültürel kimlik üzerindeki rolü\" üzerinedir. 4. cümle ise konuyu aniden \"turizm sektöründeki teknolojik gelişmelere\" kaydırmaktadır ve akışı bozmaktadır."
        },
        {
          "id": 160,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir paragraf oluşturulduğunda, baştan beşinci (son) cümle hangisi olur?\n1. Bu nedenle, spor sadece fiziksel sağlık için değil, aynı zamanda ruh sağlığımız için de vazgeçilmezdir.\n2. Çünkü fiziksel aktivite, stresi azaltan ve ruh halini düzelten kimyasalların salgılanmasını sağlar.\n3. Bütün bunların sonucunda, düzenli spor yapan bireylerin daha mutlu ve başarılı olduğu görülür.\n4. Spor yapmak, vücudumuz için olduğu kadar zihnimiz ve duygusal dengemiz için de önemlidir.\n5. Günümüzde, birçok kişi sporun sadece kas geliştirmek için yapıldığını düşünmektedir.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
          "dogru_cevab": "C",
          "aciklama": "Cümlelerin anlam akışına göre en doğru sıralama: 5 (Yaygın Kanı/Giriş) - 4 (Asıl Önem/Tez) - 2 (Gerekçe) - 1 (Bağlantı/Ara Sonuç) - 3 (Nihai Hüküm/Kapanış). Bu sıralamada baştan beşinci (son) cümle 3. numaralı cümledir."
        },
        {
          "id": 161,
          "soru": "Yeni bir dil öğrenmek, sadece iletişim yeteneğini geliştirmek demek değildir. Aynı zamanda o dilin ait olduğu kültürü, tarihi ve düşünce biçimini de anlamak demektir. Dil öğrenme süreci, beynin farklı bölgelerini aktive ederek bilişsel esnekliği artırır ve hafızayı güçlendirir. Bu nedenle, çok dilli olmak, bireye sadece sosyal hayatta değil, zihinsel kapasite açısından da büyük bir avantaj sağlar. Aşağıdaki yargılardan hangisi, parçanın akışına göre en uygun sonuç cümlesi olur?",
          "secenekler": [
            "A) Ancak, birden fazla dil öğrenmek, bireyin ana dilini unutmasına yol açabilir.",
            "B) Yeni bir dil öğrenmek, teknolojik gelişmeler sayesinde artık çok daha kolaydır.",
            "C) Bu nedenle, okullarda sadece yabancı dil değil, aynı zamanda kültürel eğitim de verilmelidir.",
            "D) Özetle, çok dilli olmak, bireyin iletişim becerilerini geliştirdiği gibi, bilişsel yeteneklerini de güçlendirerek ona çok yönlü bir avantaj sağlar.",
            "E) Çok dilli bireyler, iş hayatında diğerlerine göre daha az stresle karşılaşırlar."
          ],
          "dogru_cevab": "D",
          "aciklama": "D seçeneği, \"Özetle\" ifadesiyle metin boyunca sıralanan tüm faydaları (iletişim ve bilişsel yetenekler) toparlayarak, metnin ana fikrini nihai bir hükümle sonuçlandırmaktadır."
        },
        {
          "id": 162,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın giriş cümlesi olmaya en uygun düşer?",
          "secenekler": [
            "A) Ne var ki, bu durumun küresel ekonomiye etkileri henüz tam olarak anlaşılamamıştır.",
            "B) Bu sonuçlar, bilim insanlarının yıllardır üzerinde çalıştığı teoriyi kesin olarak çürütmüştür.",
            "C) Dolayısıyla, eğitim sisteminin amacı, sadece bilgi aktarmak olmamalıdır.",
            "D) Empati, bir kişinin kendisini karşısındakinin yerine koyma ve duygularını anlama becerisidir.",
            "E) Tüm bu tartışmalara rağmen, yazarın bu tavrını değiştirmesi beklenmiyor."
          ],
          "dogru_cevab": "D",
          "aciklama": "D seçeneği, bir kavramın (Empati) tanımını yaparak konuyu genel bir ifadeyle açmakta, kendinden önce bir durumun varlığını düşündürecek bağlayıcı unsurlar içermemektedir."
        },
        {
          "id": 163,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir paragraf oluşturulduğunda, baştan üçüncü cümle hangisi olur?\n1. Bu nedenle, eleştirinin amacı, eseri yok etmek değil, değerini ortaya çıkarmaktır.\n2. Gerçek eleştiri, bir eserin sadece zayıf yönlerini değil, güçlü yanlarını da adil bir şekilde değerlendirir.\n3. Oysa eleştiri, çoğu zaman yıkıcı ve kişisel bir saldırı olarak algılanmaktadır.\n4. Bu yanlış algı, toplumda eleştiriye karşı gereksiz bir direnç yaratır.\n5. Her edebi veya sanatsal eser, doğru ve yapıcı bir eleştiriye ihtiyaç duyar.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
          "dogru_cevab": "D",
          "aciklama": "Cümlelerin anlam akışına göre sıralaması: 5 (Giriş) - 3 (Yanlış algı) - 4 (Yanlış algının sonucu) - 2 (Olması gereken eleştiri) - 1 (Nihai Amaç). Sıralama: 5-3-4-2-1. Baştan üçüncü cümle 4. numaralı cümledir."
        },
        {
          "id": 164,
          "soru": "Aşağıdaki numaralanmış cümlelerden hangisi, parçanın anlam akışını bozmaktadır?\n1. Sinema, toplumsal bilinç oluşturmanın ve önemli mesajları geniş kitlelere ulaştırmanın güçlü bir aracıdır.\n2. Etkileyici bir film, izleyicinin düşüncelerini derinden sarsabilir ve onları harekete geçirebilir.\n3. Bu nedenle, iyi bir senaryo yazımı, sinema sanatının en kritik ve en zor aşamasıdır.\n4. Türkiye’de film endüstrisinin finansal olarak desteklenmesi için yeni teşvikler çıkarılmalıdır.\n5. Sinemanın toplumsal etkisi, sadece eğlence sağlamaktan çok daha ötededir.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 5", "E) 4"],
          "dogru_cevab": "E",
          "aciklama": "Paragrafın genel akışı (1, 2, 3, 5. cümleler), \"Sinemanın toplumsal bilinç oluşturma gücü ve işlevi\" üzerinedir. 4. cümle ise konuyu aniden \"Türkiye'deki film endüstrisinin finansal teşviklerine\" kaydırmaktadır ve akışı bozmaktadır."
        },
        {
          "id": 165,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın giriş cümlesi olmaya en uygun düşmez?",
          "secenekler": [
            "A) Tarihi romanlar, okuyucuyu geçmişin sosyal yaşamına dair detaylarla buluşturur.",
            "B) Çünkü bu sorun, sadece bireysel çabalarla çözülebilecek kadar basit değildir.",
            "C) Empati, insanların duygusal zekâsını artıran ve sosyal ilişkileri güçlendiren temel bir yetenektir.",
            "D) Geleneksel sanatlar, kültürel mirası gelecek nesillere aktarmanın en önemli yollarından biridir.",
            "E) Fizik bilimi, evrenin temel kurallarını ve madde ile enerjinin etkileşimini inceler."
          ],
          "dogru_cevab": "B",
          "aciklama": "Giriş cümleleri, kendilerinden önce bir durumun varlığını düşündürecek bağlayıcı unsurlar içermemelidir. B seçeneği, \"Çünkü\" bağlacı ile başladığı ve \"bu sorun\" ifadesiyle kendinden önce bir sorunun geçtiğini belli ettiği için giriş cümlesi olmaya en uygun düşmez."
        },
        {
          "id": 166,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir paragraf oluşturulduğunda, baştan ikinci cümle hangisi olur?\n1. Bu karmaşık süreç, kişinin doğruyu yanlıştan ayırt etme yeteneğini geliştirir.\n2. Felsefe, insanın evreni, bilgiyi ve değerleri sorgulama ve anlama çabasıdır.\n3. O, sadece soyut kavramlarla ilgilenmez; aynı zamanda eleştirel düşünce becerilerini de keskinleştirir.\n4. Bu, felsefenin sadece akademik çevreler için değil, herkes için önemli olduğunu gösterir.\n5. Felsefenin temel amacı, bu sorgulama sayesinde yaşamın anlamına ulaşmaktır.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
          "dogru_cevab": "E",
          "aciklama": "Cümlelerin anlam akışına göre sıralaması: 2 (Giriş) - 5 (Temel Amaç) - 3 (İşlev) - 1 (İşlevin sonucu) - 4 (Nihai Hüküm). Sıralama: 2-5-3-1-4. Baştan ikinci cümle 5. numaralı cümledir."
        },
        {
          "id": 167,
          "soru": "Aşağıdaki cümlelerden hangisi, parçanın akışına göre en uygun sonuç cümlesi olur?",
          "secenekler": [
            "A) Ancak, bu durumun çevresel sonuçları henüz tam olarak bilinmemektedir.",
            "B) Bu nedenle, sanatçının eserinde kullandığı dil, içeriğinden daha önemli hâle gelmiştir.",
            "C) Sonuç olarak, hayat boyu öğrenme, değişen dünya koşullarına adapte olmanın ve sürekli gelişimin tek yoludur.",
            "D) Projenin başarısızlığı, ekibin motivasyonunu düşüren en önemli etkendir.",
            "E) Bununla birlikte, bu yöntemin uygulanabilirliği konusunda bazı tartışmalar da vardır."
          ],
          "dogru_cevab": "C",
          "aciklama": "C seçeneği, \"Sonuç olarak\" ifadesiyle bir özetleme yaptıktan sonra, metin boyunca anlatılmış olabilecek \"değişen dünya koşullarına adaptasyon\" ve \"sürekli gelişim\" fikrini nihai bir hükümle özetlemektedir."
        },
        {
          "id": 168,
          "soru": "Teknolojinin Getirdiği Paradoks PARAGRAF: Günümüz teknolojisi, bize anında ve sınırsız bilgiye erişim kolaylığı sağlamıştır. Ancak, bu kolaylık beraberinde büyük bir paradoks getirir: Düşünce Tembelliği. Arama motorlarının saniyeler içinde sunduğu \"en iyi\" veya \"en doğru\" cevaplar, bizi bilgiyi gerçekten işlemeye, farklı kaynakları karşılaştırmaya ve kendi sentezimizi oluşturmaya zorlamaz. Bilgiye hızla ulaşmanın verdiği rahatlık, beynimizi derinlemesine analiz yapmaktan alıkoyar. Bu nedenle, teknolojik imkânlar arttıkça, bireyin bilgiyi derinlemesine işleme becerisi giderek azalmaktadır. Bu parçanın ana düşüncesi aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Teknolojik imkânlar sayesinde bilgiye erişim, geçmiş dönemlere göre çok daha kolay ve hızlıdır.",
            "B) Arama motorları, her zaman en doğru ve en güncel bilgileri kullanıcıya sunma yeteneğine sahiptir.",
            "C) Bireyler, teknolojik araçları kullanarak bilgiyi gerçekten işlemekten kaçınmalı ve hazır cevapları kabul etmelidir.",
            "D) Teknolojiyle gelen bilgiye erişim kolaylığı, bireyleri derinlemesine analiz yapmaktan alıkoyarak ve düşünce tembelliğine yol açarak bir paradoks yaratmıştır.",
            "E) Beyin, sürekli olarak yeni bilgilerle beslenmelidir, aksi takdirde düşünme yeteneği kaybolur."
          ],
          "dogru_cevab": "D",
          "aciklama": "Metin, teknolojinin getirdiği \"kolaylık\" ile bunun olumsuz sonucu olan \"Düşünce Tembelliği\" arasındaki çelişkiyi (paradoksu) kurar. Ana fikir, hızlı erişimin (imkânın) bilgiyi derinlemesine işleme becerisini (beceri kaybı) azaltmasıdır. D seçeneği bu ana fikri bütünüyle kapsar."
        },
        {
          "id": 169,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir paragraf oluşturulduğunda, baştan birinci cümle hangisi olur?\n1. O, bu nedenle sadece bir dilbilimsel araç olarak görülmemelidir.\n2. Dil, bir milletin geçmişi, kültürü ve tüm birikimini taşıyan canlı bir mirastır.\n3. Bu mirasın korunması, nesilden nesile aktarılması ve zenginleştirilmesi şarttır.\n4. Çünkü bir dilin yok olması, o kültürün de zamanla unutulması anlamına gelir.\n5. Dilin zenginliği, o milletin düşünce dünyasının ne kadar geniş olduğunu gösterir.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
          "dogru_cevab": "B",
          "aciklama": "Cümlelerin anlam akışına göre sıralaması: 2 (Giriş) - 1 (Bağlantı) - 5 (Gelişme) - 3 (Gereklilik) - 4 (Gerekçe). Baştan birinci cümle 2. numaralı cümledir."
        },
        {
          "id": 170,
          "soru": "Sanatın amacı, sadece güzel olanı yaratmak mıdır, yoksa toplumsal fayda sağlamak mı? Bence sanatın asıl görevi, toplumdaki sorunları eleştirel bir gözle incelemek ve insanları bu sorunlar üzerine düşünmeye sevk etmektir. Sadece estetik kaygıyla üretilen eserler, zamanla anlamını kaybederken; toplumsal bir mesaj taşıyan sanat, kalıcı olmayı başarır. Bu nedenle, sanatçının sorumluluğu, sadece kendine değil, topluma karşı da vardır. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisi ağır basmaktadır?",
          "secenekler": [
            "A) Açıklama",
            "B) Tartışma",
            "C) Betimleme",
            "D) Öyküleme",
            "E) Kanıtlama"
          ],
          "dogru_cevab": "B",
          "aciklama": "Yazar, bir soruyla başlayarak iki zıt görüşü karşılaştırmış ve kendi fikrini (\"sanatın asıl görevi, toplumdaki sorunları eleştirel bir gözle incelemek\") savunmuştur. Bu, Tartışma anlatım biçiminin temel özelliğidir."
        },
        {
          "id": 171,
          "soru": "Sabahın erken saatlerinde köy evinin penceresinden dışarı bakıyordum. Güneş, dağların arkasından yavaşça yükseliyordu. Vadideki çam ağaçları, üzerlerindeki çiğ damlalarıyla parlıyordu. Uzakta, bir çoban köpeği hafifçe havlıyordu. Havanın nemli ve serin kokusu içeri doluyor, odun sobasının çıtırtısı bu huzurlu sabahın tek sesi oluyordu. Manzara, insana sonsuz bir dinginlik veriyordu. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisine başvurulmuştur?",
          "secenekler": [
            "A) Öyküleme",
            "B) Tartışma",
            "C) Açıklama",
            "D) Kanıtlama",
            "E) Betimleme"
          ],
          "dogru_cevab": "E",
          "aciklama": "Parça, bir mekânın (köy evi ve sabah manzarası) görsel (yükselen güneş, parlayan çam ağaçları) ve duyusal (serin koku, sobanın çıtırtısı) detaylarını kullanarak okuyucunun zihninde canlandırmayı amaçlamaktadır. Bu, Betimleme anlatım biçiminin belirgin özelliğidir."
        },
        {
          "id": 172,
          "soru": "Aşağıdaki cümlelerin hangisinde \"tanımlama\"dan yararlanılmıştır?",
          "secenekler": [
            "A) Mutluluk, insanın kendisine ve çevresine karşı duyduğu derin bir huzur hissidir.",
            "B) Eleştirel düşünme, sadece mantıksal değil, aynı zamanda yaratıcı bir süreçtir.",
            "C) Edebiyat, hayatın çelişkilerini, sevinçlerini ve hüzünlerini ele alan bir aynadır.",
            "D) Şair, eserlerinde aşk ve ayrılık temalarını sade bir dille işlemiştir.",
            "E) Ekolojik ayak izi, bir kişinin doğadan ne kadar kaynak kullandığını ölçen bir göstergedir."
          ],
          "dogru_cevab": "E",
          "aciklama": "Tanımlama, \"Bu nedir?\" sorusuna cevap veren ifadelerdir. E seçeneğinde, \"Ekolojik ayak izi nedir?\" sorusuna cevap verilerek, kavramın tanımı yapılmıştır (\"...ölçen bir göstergedir\")."
        },
        {
          "id": 173,
          "soru": "\"İnsan doğası, tıpkı denizin dalgaları gibi sürekli bir değişim ve hareket içindedir.\" cümlesinde hangi düşünceyi geliştirme yoluna başvurulmuştur?",
          "secenekler": [
            "A) Tanımlama",
            "B) Karşılaştırma",
            "C) Örnekleme",
            "D) Tanık gösterme",
            "E) Benzetme"
          ],
          "dogru_cevab": "E",
          "aciklama": "Cümlede, \"İnsan doğası\"nın sürekli değişim hâlinde olması, \"denizin dalgaları gibi\" ifadesiyle benzetilmiştir."
        },
        {
          "id": 174,
          "soru": "Bireysel özgürlüklerin korunması, demokratik bir devletin temel şartıdır. Özgürlük, sadece yasal hakların güvence altına alınması değil; aynı zamanda bireyin kendi hayatı, inançları ve değerleri hakkında karar verme yeteneğidir. Eğer bir toplum, bireylerin bu kararlarına saygı göstermezse, o toplumun demokratik yapısı zayıflar ve gelişim potansiyeli azalır. Özgürlük, toplumsal ilerlemenin motorudur. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisi ağır basmaktadır?",
          "secenekler": [
            "A) Öyküleme",
            "B) Tartışma",
            "C) Açıklama",
            "D) Betimleme",
            "E) Kanıtlama"
          ],
          "dogru_cevab": "C",
          "aciklama": "Paragraf, \"bireysel özgürlük\" kavramının ne olduğunu (tanımını), neleri kapsadığını ve bunun demokratik bir toplum için neden önemli olduğunu bilgi verici bir üslupla anlatmaktadır. Yazar, okuyucuyu bilgilendirmeyi amaçlamıştır."
        },
        {
          "id": 175,
          "soru": "Aşağıdaki cümlelerin hangisinde bir eylemin amacına yönelik bir ifade kullanılmıştır?",
          "secenekler": [
            "A) Aşırı hızlı konuştuğu için, söylediklerinin birçoğu anlaşılamadı.",
            "B) Daha az su tüketmek amacıyla, tüm musluklara su tasarrufu sağlayan başlıklar takıldı.",
            "C) Proje, kaynak yetersizliğinden dolayı beklenenden çok daha geç tamamlandı.",
            "D) Filmdeki oyunculuklar o kadar başarılıydı ki, salondaki herkes ayakta alkışladı.",
            "E) Kütüphaneden geç çıktım, bu yüzden otobüsün son seferini kaçırdım."
          ],
          "dogru_cevab": "B",
          "aciklama": "Amaç-sonuç ilişkisinde eylemin hangi niyetle yapıldığı belirtilir ve genellikle \"-mek için\", \"-mek üzere\", \"amacıyla\" gibi ifadeler kullanılır. B seçeneğinde, \"musluklara başlık takılması\" eyleminin yapılma amacı (\"Daha az su tüketmek amacıyla\") açıkça belirtilmiştir. Diğer şıklar ise neden-sonuç ilişkisi kurmaktadır."
        }
      ]
    },
    {
      "alt_baslik": "Test 8 (176-200)",
      "soru_sayisi": 25,
      "sorular": [
        {
          "id": 176,
          "soru": "Aşağıdaki cümlelerin hangisinde \"karşılaştırma\" yapılmıştır?",
          "secenekler": [
            "A) Yazar, bu romanında sadece İstanbul'u değil, aynı zamanda Anadolu'nun küçük bir köyünü de anlatır.",
            "B) Kentsel dönüşüm, binaları yenilemenin yanı sıra, yaşam kalitesini artırmayı da amaçlar.",
            "C) Deneyin sonuçları, beklendiği gibi, teoriyi destekler nitelikte çıktı.",
            "D) Tiyatro, sinemaya göre daha az sayıda izleyiciye ulaşmasına rağmen, etkisi daha derindir.",
            "E) İstanbul tarihin her döneminde dünya için önemli bir merkez olmuştur."
          ],
          "dogru_cevab": "D",
          "aciklama": "Karşılaştırma, iki farklı varlık veya kavramın ortak veya farklı yönlerini kıyaslamaktır. D seçeneğinde, \"Tiyatro\" ile \"sinema\", izleyici sayısı ve etki derinliği yönünden kıyaslanmıştır."
        },
        {
          "id": 177,
          "soru": "Aşağıdaki cümlelerin hangisinde \"örnekleme\" düşünceyi geliştirme yoluna başvurulmuştur?",
          "secenekler": [
            "A) Eleştirel düşünme, bilginin sadece ezberlenmesi yerine sorgulanmasını gerektirir.",
            "B) Şairin dizeleri, insanın iç dünyasına ayna tutan bir deniz gibidir.",
            "C) Empati, insanların duygusal zekâsını artıran ve sosyal ilişkileri güçlendiren temel bir yetenektir.",
            "D) Duygusal zekâ birçok alanda başarının anahtarıdır; örneğin, liderlik, takım çalışması ve müşteri ilişkileri.",
            "E) Bir yazarın üslubu, onun karakterini yansıtan en önemli unsurdur."
          ],
          "dogru_cevab": "D",
          "aciklama": "D seçeneğinde, \"Duygusal zekânın başarının anahtarı olduğu\" genel yargısını somutlaştırmak için \"liderlik, takım çalışması ve müşteri ilişkileri\" gibi somut örnekler verilmiştir."
        },
        {
          "id": 178,
          "soru": "Edebiyatın işlevi, sadece toplumsal gerçekliği yansıtmak değildir. O, aynı zamanda toplumu eğitme ve yönlendirme görevini de üstlenir. 19. yüzyıl romanları, Fransız İhtilali'nin fikirlerini yaymada ve toplumsal dönüşümü hızlandırmada önemli rol oynamıştır. Benzer şekilde, günümüzdeki distopik eserler de okuyucuyu gelecekteki tehlikeler konusunda uyarır. Bu parçada düşünceyi geliştirmek için aşağıdaki yollardan hangisine başvurulmuştur?",
          "secenekler": [
            "A) Tanık gösterme ve tanımlama",
            "B) Karşılaştırma ve sayısal veri",
            "C) Örnekleme ve karşılaştırma",
            "D) Tanımlama ve benzetme",
            "E) Öyküleme ve tanımlama"
          ],
          "dogru_cevab": "C",
          "aciklama": "Parçada, edebiyatın toplumu eğitme işlevini desteklemek için 19. yüzyıl romanları ve distopik eserler örnek olarak verilmiştir. Ayrıca, 19. yüzyıl romanları ile günümüzdeki distopik eserler arasında da karşılaştırma yapılmıştır (\"Benzer şekilde\" ifadesiyle)."
        },
        {
          "id": 179,
          "soru": "Aşağıdaki cümlelerin hangisinde \"tanık gösterme\" düşünceyi geliştirme yoluna başvurulmuştur?",
          "secenekler": [
            "A) Eleştirel düşünme, bilim insanlarının en çok ihtiyaç duyduğu beceridir.",
            "B) Bu eser, yazarın diğer romanlarından çok daha sade bir dille yazılmıştır.",
            "C) Ünlü filozof Sokrates’in dediği gibi: \"Sorgulanmamış bir hayat yaşamaya değmez.\"",
            "D) Bir liderin başarısı, ekibini ne kadar iyi motive ettiğiyle doğrudan ilişkilidir.",
            "E) Projenin başarısı, ekibin iş birliği sayesinde beklenenin üzerine çıkmıştır."
          ],
          "dogru_cevab": "C",
          "aciklama": "Tanık gösterme, ileri sürülen fikri desteklemek için uzman birinin sözünü aynen aktarmaktır. C seçeneğinde, Sokrates’in sözü tırnak içinde kullanılmıştır."
        },
        {
          "id": 180,
          "soru": "PARAGRAF: \"Sanatın temelinde, insanın estetik kaygısı yatar. Sanat, güzellik arayışının bir sonucudur. Ancak bu güzellik, sadece gözle görülen değil, aynı zamanda ruhun hissettiği bir derinliktir. Sanatçı, bu derinliği ortaya çıkarmak için farklı teknikler kullanır. Tıpkı bir mücevher ustasının, kaba bir taşa şekil vererek onu değerli kılması gibi.\" Bu parçada hangi düşünceyi geliştirme yoluna başvurulmuştur?",
          "secenekler": [
            "A) Tanımlama ve örnekleme",
            "B) Tanımlama ve benzetme",
            "C) Tanık gösterme ve karşılaştırma",
            "D) Sayısal veri ve örnekleme",
            "E) Öyküleme ve karşılaştırma"
          ],
          "dogru_cevab": "B",
          "aciklama": "Parçanın ilk kısmı, \"Sanat, güzellik arayışının bir sonucudur\" cümlesiyle Tanımlama yapmaktadır. Son cümlede ise sanatçının eylemi, \"Tıpkı bir mücevher ustasının, kaba bir taşa şekil vererek onu değerli kılması gibi\" ifadesiyle Benzetme yoluyla açıklanmıştır."
        },
        {
          "id": 181,
          "soru": "Eğitimde sadece teorik bilgi aktarımı yeterli değildir. Öğrencilerin eleştirel düşünme, sorun çözme ve takım çalışması gibi \"yumuşak becerileri\" de geliştirmesi gerekir. Örneğin, bir öğrencinin matematik formüllerini bilmesi teorik bilgidir; ancak o formülleri kullanarak gerçek bir problemi çözebilmesi, yumuşak beceri gerektirir. Okulun temel amacı, öğrencileri sadece akademik olarak değil, hayata karşı donanımlı kılmaktır. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisi ağır basmaktadır?",
          "secenekler": [
            "A) Öyküleme",
            "B) Tartışma",
            "C) Açıklama",
            "D) Betimleme",
            "E) Kanıtlama"
          ],
          "dogru_cevab": "C",
          "aciklama": "Metin, eğitimin amacını ve kapsamını (teorik bilgi + yumuşak beceriler) açıklamakta, bu becerilerin neden önemli olduğunu bilgi verici bir üslupla anlatmaktadır. Amacı, okuyucunun bilgisini artırmaktır."
        },
        {
          "id": 182,
          "soru": "Aşağıdaki cümlelerin hangisinde \"karşılaştırma\" yapılmıştır?",
          "secenekler": [
            "A) Sanat, insanın ruhunu besleyen ve onu zihinsel olarak geliştiren bir araçtır.",
            "B) Yazar, eserinde sade bir dil ve yerel ağızları kullanmıştır.",
            "C) Günümüz gençleri, önceki nesillere göre dijital teknolojiyi çok daha hızlı öğrenmektedir.",
            "D) Bir ülkenin gelişmişlik düzeyi, eğitime ayırdığı bütçe ile doğru orantılıdır.",
            "E) Projenin başarısı, sadece ekibin değil, aynı zamanda yöneticinin de başarısıdır."
          ],
          "dogru_cevab": "C",
          "aciklama": "C seçeneğinde, \"Günümüz gençleri\" ile \"önceki nesiller\" dijital teknolojiyi öğrenme hızı yönünden kıyaslanmış ve gençlerin daha hızlı olduğu belirtilmiştir."
        },
        {
          "id": 183,
          "soru": "Aşağıdaki cümlelerin hangisinde \"tanımlama\" yapılmıştır?",
          "secenekler": [
            "A) Başarılı olmak için sadece çok çalışmak değil, aynı zamanda akıllıca çalışmak da gerekir.",
            "B) Eleştirmen, yazarın üslubunu olumlu ve yapıcı bulduğunu belirtti.",
            "C) Önyargı, bir kişi veya durum hakkında yeterli bilgi edinmeden, peşin hüküm verme eğilimidir.",
            "D) Kitabın ilk baskısı bin adet yapıldı ve kısa sürede tükendi.",
            "E) Gelecekteki ekonomik gelişmeler, büyük ölçüde yapay zekâ teknolojilerine bağlıdır."
          ],
          "dogru_cevab": "C",
          "aciklama": "C seçeneğinde, \"Önyargı nedir?\" sorusuna cevap verilerek, kavramın tanımı yapılmıştır (\"...hüküm verme eğilimidir\")."
        },
        {
          "id": 184,
          "soru": "Aşağıdaki cümlelerin hangisinde \"örnekleme\" kullanılmıştır?",
          "secenekler": [
            "A) Spor yapmak, bireyin sadece fiziksel değil, aynı zamanda ruhsal sağlığı için de önemlidir.",
            "B) Kitabın sade ve akıcı dili, okuyucunun metne kolayca odaklanmasını sağlamıştır.",
            "C) Hayat boyu öğrenme, değişen dünya koşullarına ayak uydurmanın tek yoludur.",
            "D) Birçok tarihi olay, eserlere konu olmuştur; örneğin, İstanbul'un fethi ve Kurtuluş Savaşı.",
            "E) Sanatın güzelliği, onu ortaya çıkaran sanatçının ruh hâliyle doğrudan ilişkilidir."
          ],
          "dogru_cevab": "D",
          "aciklama": "D seçeneğinde, \"tarihi olayların eserlere konu olması\" genel yargısını somutlaştırmak için \"İstanbul'un fethi ve Kurtuluş Savaşı\" örnekleri verilmiştir."
        },
        {
          "id": 185,
          "soru": "Aşağıdaki cümlelerin hangisi \"öyküleme\" anlatım biçimine örnektir?",
          "secenekler": [
            "A) Bütün şehir, kışın gelişiyle birlikte bembeyaz bir örtüyle kaplanmıştı.",
            "B) Şiir, yazarın iç dünyasını yansıtan en kısa ve öz sanat türüdür.",
            "C) Yaşlı adam, elindeki bavulu yavaşça yere bıraktı, derin bir nefes aldı ve uzun bir aradan sonra ilk kez köy yoluna doğru yürüdü.",
            "D) Mutluluk, sadece büyük başarılarda değil, günlük hayatın küçük anlarında gizlidir.",
            "E) Sanatın amacı, sadece güzel olanı yaratmak değil, aynı zamanda düşündürmektir."
          ],
          "dogru_cevab": "C",
          "aciklama": "C seçeneğinde, \"bavulu yere bırakma\", \"nefes alma\" ve \"yürüme\" gibi art arda gelişen, bir kişiye ait olaylar (eylemler) anlatılmıştır. Bu, Öyküleme (hikaye etme) anlatım biçiminin temel özelliğidir."
        },
        {
          "id": 186,
          "soru": "1. Yazarın bu yeni kitabı, dilin sınırlarını zorlayan, alışılmadık bir anlatım tekniğine sahip.\n2. Cümleler öyle uzundu ki, okuyucu, cümlenin başını unutup anlama odaklanmakta zorlanıyordu.\n3. Eleştirmenler, bu zorlu dili yazarın edebi dehasının bir göstergesi olarak kabul ettiklerini söylediler.\n4. Oysa bana kalırsa, bu durum, yazarın okuyucuyu hiçe saydığını gösteren bir tavırdır.\n5. Keşke bu kadar karmaşık bir anlatım yerine, herkesin anlayabileceği bir üslup tercih edilseydi. Bu parçadaki numaralanmış cümlelerle ilgili olarak aşağıdakilerden hangisi söylenemez?",
          "secenekler": [
            "A) 1. cümlede, eserin üslubu hakkında bir tespit yapılmıştır.",
            "B) 2. cümlede, yazarın cümle yapısının okuyucu üzerindeki olumsuz etkisi belirtilmiştir.",
            "C) 3. cümlede, başkasına ait bir görüş (eleştirmenlerin görüşü) dolaylı olarak aktarılmıştır.",
            "D) 4. cümlede, yazarın üslubuna yönelik nesnel bir değerlendirme yapılmıştır.",
            "E) 5. cümlede, bir temenni ve yazarın eyleminden duyulan memnuniyetsizlik (yakınma) anlamı vardır."
          ],
          "dogru_cevab": "D",
          "aciklama": "4. cümle (\"Oysa bana kalırsa, bu durum, yazarın okuyucuyu hiçe saydığını gösteren bir tavırdır.\") \"bana kalırsa\" ifadesiyle başlayan ve kişisel bir yorumu (hiçe sayma) içeren öznel bir yargıdır. D seçeneği ise bu yargının \"nesnel\" olduğunu iddia etmektedir."
        },
        {
          "id": 187,
          "soru": "1. Yazarın bu yeni kitabı, dilin sınırlarını zorlayan, alışılmadık bir anlatım tekniğine sahip.\n2. Cümleler öyle uzundu ki, okuyucu, cümlenin başını unutup anlama odaklanmakta zorlanıyordu.\n3. Eleştirmenler, bu zorlu dili yazarın edebi dehasının bir göstergesi olarak kabul ettiklerini söylediler.\n4. Oysa bana kalırsa, bu durum, yazarın okuyucuyu hiçe saydığını gösteren bir tavırdır.\n5. Keşke bu kadar karmaşık bir anlatım yerine, herkesin anlayabileceği bir üslup tercih edilseydi. Parçanın 5. cümlesinde ağır basan duygu aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Kanıksama",
            "B) Yadırgama",
            "C) Sitem",
            "D) Şaşırma",
            "E) Yakınma"
          ],
          "dogru_cevab": "E",
          "aciklama": "5. cümlede \"Keşke... üslup tercih edilseydi\" ifadesiyle, yazarın yapmadığı bir eylemden dolayı duyduğu memnuniyetsizliği ve eleştiriyi dile getirilmiştir. Bu durum Yakınma (Şikayet/Serzeniş) duygusunu ifade eder."
        },
        {
          "id": 188,
          "soru": "Aşağıdaki cümlelerin hangisinde nesnel bir yargı söz konusudur?",
          "secenekler": [
            "A) Romanın son bölümü, yazarın kariyerindeki en başarılı bölümdür.",
            "B) Yazarın bu konuyu ele alışı, okuyucunun ruhunu derinden etkilemiştir.",
            "C) İstanbul Boğazı, Asya ve Avrupa kıtalarını birbirinden ayıran doğal bir su yoludur.",
            "D) Bu kadar basit bir konuyu işleyen bir filmin izleyici rekoru kırması büyük şaşkınlık yarattı.",
            "E) Sanatın amacı, sadece estetik kaygıyı gidermek olmalıdır."
          ],
          "dogru_cevab": "C",
          "aciklama": "C seçeneğindeki ifade, İstanbul Boğazı'nın coğrafi konumu hakkında herkes tarafından kabul edilen ve kanıtlanabilir nesnel bir bilgidir."
        },
        {
          "id": 189,
          "soru": "Aşağıdaki cümlelerin hangisinde \"abartma (mübalağa)\" sanatı yoktur?",
          "secenekler": [
            "A) O kadar çok yürüdüm ki, ayaklarımın altı kan revan içinde kaldı.",
            "B) Şairin sesi, kalabalıklar içinde yankılanan bir feryat gibiydi.",
            "C) Projenin başarısızlığı, beni yerin dibine geçirdi.",
            "D) Eleştirmen, yazarın cümle yapısını sade ve anlaşılır bulduğunu belirtti.",
            "E) Açlıktan karnım öyle zil çalıyordu ki, tüm mahalle duydu."
          ],
          "dogru_cevab": "D",
          "aciklama": "D seçeneğinde, eleştirmenin yazarın dili hakkındaki tespiti (sade ve anlaşılır bulması) kişisel bir yargı olsa da, herhangi bir durumu olduğundan çok büyük gösterme (abartma) anlamı yoktur."
        },
        {
          "id": 190,
          "soru": "Aşağıdaki cümlelerin hangisinde öznel bir değerlendirme söz konusudur?",
          "secenekler": [
            "A) Kitabın ilk baskısı 2000 yılında yapılmış ve 50 bin adet satılmıştır.",
            "B) Türkiye'nin en büyük gölü, Van Gölü olup yüzölçümü 3.755 km²'dir.",
            "C) Yazarın sade ve akıcı anlatımı, Türkçenin en güzel örneklerinden biridir.",
            "D) Proje, belirlenen bütçenin %10 altında tamamlanmıştır.",
            "E) Sınav, toplam 120 sorudan oluşmakta ve 135 dakika sürmektedir."
          ],
          "dogru_cevab": "C",
          "aciklama": "C seçeneğindeki \"Türkçenin en güzel örneklerinden biridir\" ifadesi, tamamen kişisel bir beğeniye ve yoruma dayanır. Bu nedenle öznel bir yargıdır."
        },
        {
          "id": 191,
          "soru": "Aşağıdaki cümlelerin hangisinde dolaylı anlatıma yer verilmiştir?",
          "secenekler": [
            "A) Yazar, yeni eserini \"en olgunluk dönemi romanım\" diye tanıttı.",
            "B) Ünlü düşünür, \"Hayatın anlamı, sürekli sorgulamaktır.\" dedi.",
            "C) Bakanlık, tüm okulların kış şartları nedeniyle bir gün tatil edildiğini duyurdu.",
            "D) Arkadaşım, bu konunun çok basit olduğunu, herkesin kolayca anlayacağını söyledi.",
            "E) Gazeteci, ünlü sanatçının yeni projesi hakkında detaylı bilgi verdi."
          ],
          "dogru_cevab": "D",
          "aciklama": "Dolaylı anlatım, başkasının sözünü, kendi ifadelerimizle aktarmaktır. D seçeneğinde, arkadaşın sözü, \"bu konunun çok basit olduğunu, herkesin kolayca anlayacağını söyledi\" şeklinde değiştirilerek aktarılmıştır."
        },
        {
          "id": 192,
          "soru": "Aşağıdaki cümlelerin hangisinde \"sitem\" (yakınma) duygusu ifade edilmiştir?",
          "secenekler": [
            "A) Keşke bu kadar önemli bir maçı izleme fırsatını kaçırmasaydık.",
            "B) Bütün bu olayların ardından hâlâ ona güvenebiliyor olman beni şaşırtıyor.",
            "C) Bu kadar başarılı bir projenin neden aniden iptal edildiği anlaşılmadı.",
            "D) Bu zor günümde bana destek olmak yerine, sadece uzaktan izlemen gerçekten çok kırıcı.",
            "E) Onun bu konuda ne kadar çok çalıştığını zaten biliyorduk."
          ],
          "dogru_cevab": "D",
          "aciklama": "Sitem, kişinin, kırgınlık duyduğu bir durumu, karşısındaki kişiye yönelik eleştirel bir dille ifade etmesidir. D seçeneğinde kişi, karşısındakinin \"sadece uzaktan izlemesi\" nedeniyle duyduğu kırgınlığı ve memnuniyetsizliği dile getirmektedir."
        },
        {
          "id": 193,
          "soru": "Aşağıdaki cümlelerin hangisinde \"amaç\" bildiren bir ifade yoktur?",
          "secenekler": [
            "A) Sınavda başarılı olmak amacıyla, düzenli ders çalışmalıyız.",
            "B) Bilgiyi kalıcı hale getirmek için, öğrendiklerimizi düzenli tekrar etmeliyiz.",
            "C) Hava kirliliğini azaltmak üzere, şehirde toplu taşıma teşvik edilmelidir.",
            "D) Çevre sorunlarının temel nedeni, sanayileşmenin hızla artmasıdır.",
            "E) Daha iyi bir gelecek kurmak için, eğitime daha fazla yatırım yapılmalıdır."
          ],
          "dogru_cevab": "D",
          "aciklama": "D seçeneği, \"neden-sonuç\" ilişkisi kurarak çevre sorunlarının nedenini açıklamaktadır. Diğer şıklarda ise eylemlerin yapılma amacı (\"amacıyla\", \"için\", \"üzere\") açıkça ifade edilmiştir."
        },
        {
          "id": 194,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"tahmin\" (öngörü) söz konusudur?",
          "secenekler": [
            "A) Dün akşamki filmin izleyici sayısı, beklentilerin çok altında kalmıştır.",
            "B) Uzmanlar, bu yılki ekonomik büyümenin %4 olacağını tahmin ediyor.",
            "C) Bu sorunun çözümü, sadece teknik bilgiyle değil, aynı zamanda yaratıcılıkla da mümkündür.",
            "D) Bence bu yeni yazarın eserleri, ileride Türk edebiyatına yepyeni bir soluk getirecek.",
            "E) Projenin bu aşaması, belirlenen süreden on gün önce tamamlanmıştır."
          ],
          "dogru_cevab": "D",
          "aciklama": "Tahmin, henüz gerçekleşmemiş bir olay hakkında kişisel görüş veya öngörü bildirmektir. D seçeneğinde, yazarın eserlerinin geleceği hakkında kişisel bir öngörü (\"bence\") belirtilmiştir."
        },
        {
          "id": 195,
          "soru": "Aşağıdaki cümlelerin hangisi, \"üslup\" (biçem) ile ilgili bir yargı içermektedir?",
          "secenekler": [
            "A) Romanın ana konusu, toplumsal adaletsizlikler üzerine kurulmuştur.",
            "B) Eserdeki kahramanların yaşadığı duygusal çatışmalar detaylıca incelenmiştir.",
            "C) Kitabın ilk baskısı 1980 yılında yapılmış ve 500 sayfadan oluşmaktadır.",
            "D) Yazar, duygularını aktarırken uzun ve karmaşık cümleleri sıkça kullanmıştır.",
            "E) Eleştirmen, romanın kurgusunu zayıf bulduğunu belirtmiştir."
          ],
          "dogru_cevab": "D",
          "aciklama": "Üslup, yazarın nasıl anlattığıyla (dil, cümle yapısı) ilgilidir. D seçeneği, yazarın \"uzun ve karmaşık cümleleri sıkça kullanması\" gibi anlatım biçimine dair bir özellikten bahsetmektedir."
        },
        {
          "id": 196,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"sitem\" duygusu ifade edilmiştir?",
          "secenekler": [
            "A) Keşke bu zorlu süreci yalnız başına atlatmak zorunda kalmasaydım.",
            "B) Bütün bu çabalarının sonucunda beklediği ilgiyi görmemesi onu üzdü.",
            "C) Onun bu kadar başarılı olması, herkes için büyük bir motivasyon kaynağıdır.",
            "D) Bunca yıl dostluğumuz var, bu önemli kararı alırken bana danışmaman hiç doğru olmadı.",
            "E) O kadar yorulmuştu ki, yürüyecek gücü bile kalmamıştı."
          ],
          "dogru_cevab": "D",
          "aciklama": "D seçeneğinde kişi, dostluğa rağmen kendisine danışılmamasından duyduğu kırgınlığı ve memnuniyetsizliği dile getirmektedir. Bu, Sitem duygusunu ifade eder."
        },
        {
          "id": 197,
          "soru": "Aşağıdaki cümlelerin hangisinde \"kanıksama\" (alışma) anlamı vardır?",
          "secenekler": [
            "A) Bu kadar uzun süren bir projenin iptal edilmesi herkesi şaşırttı.",
            "B) Onun bu kadar vurdumduymaz olmasına artık dayanamıyorum.",
            "C) Mahalledeki o bitmeyen inşaat gürültüsüne o kadar alıştık ki, yokluğunu garipsiyoruz.",
            "D) Bu hatayı yapmasaydın, şimdi çok daha farklı bir yerde olacaktık.",
            "E) Sadece çok çalışmak yetmez, aynı zamanda doğru stratejilerle ilerlemek gerekir."
          ],
          "dogru_cevab": "C",
          "aciklama": "Kanıksama, olumsuz bir duruma zamanla alışma ve onu normal karşılama halidir. C seçeneğinde, başlangıçta rahatsız edici olan \"inşaat gürültüsüne\" alışıldığı (\"o kadar alıştık ki\") ve bu durumun normalleştiği anlatılmaktadır."
        },
        {
          "id": 198,
          "soru": "Aşağıdaki cümlelerin hangisi, içerdiği yargı bakımından nesnel bir nitelik taşımaktadır?",
          "secenekler": [
            "A) Bu ressamın tablolarındaki renk uyumu, görenleri büyüleyen en önemli özelliğidir.",
            "B) İstanbul Boğazı, dünyanın en güzel ve en önemli su yollarından biridir.",
            "C) Türkiye Cumhuriyeti, 29 Ekim 1923 tarihinde resmen ilan edilmiştir.",
            "D) Yazarın bu kitabı, son yılların en büyük edebi başarısı olarak kabul edilmelidir.",
            "E) Filmdeki senaryo ve kurgu, izleyicinin beklentilerini karşılamakta yetersiz kalmıştır."
          ],
          "dogru_cevab": "C",
          "aciklama": "C seçeneğinde, Türkiye Cumhuriyeti'nin ilan tarihi gibi bir tarihsel olgu, kişisel yorum içermeyen, kanıtlanabilir nesnel bir bilgidir."
        },
        {
          "id": 199,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"önyargı\" anlamı vardır?",
          "secenekler": [
            "A) Bu proje, beklediğimizden daha az ilgi gördüğü için ek kaynak arayışına girdik.",
            "B) Yarınki toplantının ana konusu, çevresel sürdürülebilirlik olacaktır.",
            "C) Onun bu kadar zorlu bir işi tek başına bitirmesi, hepimizi çok şaşırttı.",
            "D) Bu yazarın ilk romanı bile kötüyse, diğer eserlerinin başarılı olmasını beklemek hata olur.",
            "E) Tiyatro, bir yönetmenin ve oyuncunun ortak çalışmasıyla ortaya çıkan bir sanattır."
          ],
          "dogru_cevab": "D",
          "aciklama": "D seçeneğinde, yazarın sadece ilk romanının kalitesine bakılarak, diğer eserlerinin de başarısız olacağı konusunda peşin hüküm (önyargı) verilmektedir."
        },
        {
          "id": 200,
          "soru": "Aşağıdaki cümlelerin hangisi, \"gerekçe (neden)\" bildiren bir ifade içermektedir?",
          "secenekler": [
            "A) Başarılı olmak için sadece çok çalışmak yetmez, akıllıca çalışmak gerekir.",
            "B) Bilgiyi kalıcı hâle getirmek üzere, düzenli tekrar önemlidir.",
            "C) Sanat, insanlığın ortak duygularını ifade ettiği için evrensel bir dildir.",
            "D) Yeni çıkan bu eser, eleştirmenler tarafından en olumlu yorumları aldı.",
            "E) Bu projenin sonuçları kötü çıkmış, çünkü ekip yeterince deneyimli değil."
          ],
          "dogru_cevab": "E",
          "aciklama": "E seçeneğinde, \"projenin sonuçlarının kötü çıkması\" bir sonuçtur ve bu sonucun nedeni, \"ekibin yeterince deneyimli olmaması\" olarak açıklanmıştır. \"Çünkü\" bağlacı, açıkça gerekçe (neden) ilişkisi kurar."
        }
      ]
    }
  ]
}