{
  "ust_baslik": "Paragraf Soruları",
  "tests": [
    {
      "alt_baslik": "Test 1 (1-25)",
      "soru_sayisi": 25,
      "sorular": [
        {
          "id": 1,
          "soru": "Günümüzde sanat, sadece göze hitap eden bir lüks olmaktan çıkıp, toplumsal dönüşümün ana aracı hâline gelmiştir. Sanatçı, eserini yaratırken yalnızca kişisel duygularını ifade etmez; aynı zamanda yaşadığı çağın sorunlarına ayna tutar. O, eserleriyle toplumun vicdanı olur, eleştirel bir bakış açısı sunar ve insanları düşünmeye sevk eder. Bu nedenle gerçek sanatın görevi, estetik kaygının ötesinde, bireyi ve toplumu daha iyi bir geleceğe doğru yönlendirmektir. Bu işlev, sanatın kalıcılığını ve önemini belirleyen temel faktördür. Bu parçada asıl anlatılmak istenen aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Sanat eserlerinin estetik değerleri, toplumsal konulardan bağımsız ele alınmalıdır.",
            "B) Sanatın kalıcılığı, sadece sanatçının kişisel duygularını ne kadar iyi yansıttığına bağlıdır.",
            "C) Sanat, estetik bir değer taşımanın yanı sıra, toplumsal ilerleme için bir rehber ve eleştiri aracıdır.",
            "D) Çağdaş sanat, ne yazık ki geçmişteki eleştirel görevini büyük ölçüde kaybetmiştir.",
            "E) Bir eserin toplumsal sorunlara değinmesi, onun sanatsal değerini otomatik olarak düşürür."
          ],
          "dogru_cevap": "C",
          "aciklama": "Paragrafın ilk cümlesi, sanatın sadece lüks değil, toplumsal dönüşümün ana aracı olduğunu; son cümlesi ise bu işlevin sanatı kalıcı kıldığını özetlemektedir. Metin boyunca sanatın hem estetik hem de toplumsal yönlendirici/eleştirel rolü vurgulanmaktadır. C seçeneği, bu iki temel görevi birleştirerek ana düşünceyi en doğru şekilde ifade eder."
        },
        {
          "id": 2,
          "soru": "Edebiyatın en önemli işlevlerinden biri, okuyucuya bilmediği dünyaların kapılarını açmaktır. Bir roman ya da şiir, bizi kendi dar yaşam çevremizden alıp, bambaşka kültürlere, tarihlere ve insan ruhunun derinliklerine götürür. Bu yolculuk, empati yeteneğimizi güçlendirir ve farklı yaşam biçimlerini anlamamızı sağlar. Olayları ve karakterleri onların gözünden görmek, peşin hükümlerimizden arınmamıza ve daha hoşgörülü bireyler olmamıza yardımcı olur. Bu parçanın konusu aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Edebi metinlerin yazımında kullanılan farklı anlatım teknikleri.",
            "B) Tarihi olayların edebiyat üzerindeki kaçınılmaz etkileri.",
            "C) Edebiyatın, okuyucuda uyandırdığı estetik duygular.",
            "D) Edebiyat türleri arasında romanın diğerlerinden daha etkili olması.",
            "E) Edebiyatın okuyucuyu farklı dünyalara taşıyarak empati ve hoşgörüyü geliştirmesi."
          ],
          "dogru_cevap": "E",
          "aciklama": "Paragraf, baştan sona kadar edebiyatın okuyucuyu bilmediği dünyalara götürdüğünden, empati yeteneğini güçlendirdiğinden ve hoşgörüyü artırdığından bahsetmektedir. Konu, metinde en çok üzerinde durulan ana fikirdir. E seçeneği, metinde bahsedilen temel etkiyi ve mekanizmayı bir araya getirerek konuyu doğru bir şekilde özetler."
        },
        {
          "id": 3,
          "soru": "\"İnsan doğayı keşfettiği sürece kendi sınırlarını zorlamış, kendini yenilemiş ve aslında özünü anlamıştır.\" cümlesi aşağıdaki paragraf başlıklarından hangisine en uygun düşer?",
          "secenekler": [
            "A) İnsanın Bilimdeki İlerlemesi",
            "B) İnsanın Doğadan Öğrendikleri",
            "C) Doğayı Koruma Sorumluluğumuz",
            "D) Kendi İçimize Yönelme Yöntemleri",
            "E) Evrenin Sırları ve İnsanlık"
          ],
          "dogru_cevap": "B",
          "aciklama": "Verilen cümlede doğayı keşfetme eyleminin sonucunda insanda ortaya çıkan olumlu durumlar (sınırları zorlama, yenilenme, özünü anlama) anlatılmaktadır. Bu sonuçlar, doğanın insana öğrettikleridir. Bu nedenle B şıkkındaki \"İnsanın Doğadan Öğrendikleri\" başlığı, cümlenin içeriğini en kapsamlı şekilde yansıtır."
        },
        {
          "id": 4,
          "soru": "Eleştiri, çoğu zaman yıkıcı ve olumsuz bir faaliyet olarak görülür. Oysa gerçek eleştiri, bir eseri veya durumu çürütmek için değil, onun değerini ve zayıf yönlerini adil bir şekilde ortaya koymak için yapılır. İyi bir eleştirmen, sadece neyin yanlış olduğunu söylemekle kalmaz; aynı zamanda nasıl daha iyi olabileceğine dair yapıcı öneriler sunar. Eleştirinin temel amacı, bir yapıtın gelişimine katkıda bulunmak ve böylece sanatın veya ilgili alanın kalitesini artırmaktır. Bu parçaya göre eleştirinin en önemli işlevi nedir?",
          "secenekler": [
            "A) Yapıtların eksiklerini bulup yazarın başarısızlığını kanıtlamak.",
            "B) Okuyucuların, eseri doğru bir şekilde anlamasını sağlamak.",
            "C) Sanatçıların kişisel hatalarını ve zaaflarını kamuoyuna açıklamak.",
            "D) Eleştiriyi, bir eserin sadece olumsuz yanlarını ortaya çıkaran bir araç olarak görmek.",
            "E) Yapıcı önerilerle eserin veya ilgili alanın niteliğini ve gelişimini desteklemek."
          ],
          "dogru_cevap": "E",
          "aciklama": "Metinde, eleştirinin yıkıcı görülmesine karşı çıkılarak, asıl amacının nasıl daha iyi olabileceğine dair yapıcı öneriler sunmak olduğu belirtilmiştir. Son cümle ise amacı açıkça \"gelişimine katkıda bulunmak ve kalitesini artırmak\" olarak tanımlar. E seçeneği, metindeki bu temel vurguyu ve yapıcı rolü doğru şekilde özetlemektedir."
        },
        {
          "id": 5,
          "soru": "Bir yazarın eserlerinde kullandığı dil, onun karakterini ve dünyaya bakış açısını yansıtan bir aynadır. Okuyucu, sadece anlatılan olayı değil; yazarın kelimelere yüklediği anlamı, cümle kuruş biçimini ve üslubunu da okur. Bu durum, edebi eserleri sıradan metinlerden ayıran en belirgin özelliktir. Bu parçadan çıkarılabilecek en kapsamlı yargı aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Yazarların karakterleri, edebi eserlerin konularını belirler.",
            "B) Edebi metinler, sadece yazarın olayları aktardığı bir araçtır.",
            "C) Okuyucu, edebi metinlerde sadece olay örgüsüne dikkat etmelidir.",
            "D) Yazarın üslubu, eserinin ne kadar sattığını doğrudan etkiler.",
            "E) Edebi metinlerde kullanılan dil ve üslup, eserin içeriğinden ayrı düşünülemez."
          ],
          "dogru_cevap": "E",
          "aciklama": "Paragraf, yazarın kullandığı dilin/üslubun onun karakterini yansıttığını ve okuyucunun sadece olayı değil, kelimelere yüklenen anlamı da okuduğunu belirtmektedir. Yani, anlatım şekli ile içerik birbirinden ayrılamaz. E seçeneği, üslup (dil) ve içeriğin (olay) ayrılmaz bütünlüğünü ifade ederek en kapsamlı yargıyı sunmaktadır."
        },
        {
          "id": 6,
          "soru": "Teknolojinin hız kesmeyen gelişimi, toplumsal yapıyı ve bireylerin iletişim biçimlerini kökten değiştirmiştir. Özellikle yapay zekâ ve otomasyon, iş gücü piyasasında büyük dönüşümlere yol açmakta, bazı meslekleri gereksiz kılarken, yeni ve daha karmaşık beceriler gerektiren alanlar açmaktadır. Bu değişim, eğitimi ve hayat boyu öğrenme ihtiyacını merkeze almaktadır. Bireylerin bu yeni düzene adapte olabilmesi için sürekli yeni bilgiler edinmesi ve esnek beceriler geliştirmesi gerekmektedir. Bu parçadan hareketle aşağıdaki yargılardan hangisine ulaşılamaz?",
          "secenekler": [
            "A) Teknolojik ilerlemeler, toplumun iletişim kurma yollarını tamamen değiştirmiştir.",
            "B) Yapay zekâ, mevcut mesleklerin bir kısmının ortadan kalkmasına neden olmaktadır.",
            "C) Yeni teknolojik düzen, bireyleri yaşam boyu öğrenmeye zorunlu kılmaktadır.",
            "D) İş piyasasındaki dönüşümler, eğitim sistemini yeniden yapılandırmayı gerekli kılmıştır.",
            "E) Otomasyon sistemleri, sadece fiziksel güç gerektiren iş kollarını etkilemiştir."
          ],
          "dogru_cevap": "E",
          "aciklama": "Parçada, yapay zekânın bazı meslekleri gereksiz kılarken, \"yeni ve daha karmaşık beceriler gerektiren alanlar açtığı\" belirtilmiştir. Bu ifade, dönüşümün sadece fiziksel güç gerektiren iş kollarını değil, aynı zamanda karmaşık beceri gerektiren alanları da kapsadığını gösterir. Bu nedenle E şıkkına ulaşılamaz. Diğer seçenekler (A, B, C, D) metnin ilk ve ikinci cümlelerinde doğrudan yer almaktadır."
        },
        {
          "id": 7,
          "soru": "Yukarıdaki paragrafa göre, bireylerin yeni teknoloji çağına ayak uydurabilmek için yapması gerekenler arasında aşağıdakilerden hangisi yer almaz?",
          "secenekler": [
            "A) Yeni bilgiler edinmeye devam etmek.",
            "B) Daha esnek çalışma becerileri geliştirmek.",
            "C) Değişimi hayat boyu öğrenme ihtiyacı olarak görmek.",
            "D) İş gücü piyasasındaki dönüşümlere adapte olmak.",
            "E) İletişim biçimlerini tamamen geleneksel yöntemlere geri döndürmek."
          ],
          "dogru_cevap": "E",
          "aciklama": "Metin, bireylerin adapte olabilmek için sürekli yeni bilgiler edinmesi ve esnek beceriler geliştirmesi gerektiğini belirtir (A ve B). Metinde toplumsal yapıyı ve bireylerin iletişim biçimlerini kökten değiştirdiği belirtilmiştir; bu değişime adapte olmak (D) ve hayat boyu öğrenmeyi merkeze almak (C) gereklidir. Ancak, metin teknolojinin değiştirdiği iletişim biçimlerine uyumdan bahsederken, E seçeneğindeki geleneksel yöntemlere geri döndürmek metnin genel akışına ve gerekliliklerine terstir ve metinde böyle bir ifade yer almamaktadır."
        },
        {
          "id": 8,
          "soru": "\"Toplumsal hafıza, bir milletin geçmiş deneyimlerini, başarılarını ve hatalarını sonraki nesillere aktaran en önemli araçtır. Bu hafıza canlı tutulmazsa, aynı hataları tekrarlama riskiyle karşı karşıya kalırız.\" Aşağıdakilerden hangisi, verilen parçadaki düşünceyi destekleyen bir örnek olamaz?",
          "secenekler": [
            "A) Bir toplumun tarihi müzelerine yaptığı ziyaretleri artırması.",
            "B) Eski kuşakların yaşadığı zorlukların kitaplar ve filmler aracılığıyla anlatılması.",
            "C) Milli bayramların ve anma günlerinin anlamının gençlere titizlikle aktarılması.",
            "D) Hükümetlerin tarihi yapıları restore ederek koruma altına alması.",
            "E) Toplumun geçmişteki deneyimlerinden ders almayarak aynı sorunları yaşaması."
          ],
          "dogru_cevap": "E",
          "aciklama": "Parçada, toplumsal hafızanın canlı tutulmasının önemi ve bunun yapılmaması durumundaki risk (\"aynı hataları tekrarlama\") vurgulanmıştır. A, B, C ve D şıkları, hafızayı canlı tutmaya ve aktarmaya yönelik olumlu eylemleri veya araçları ifade eder. E şıkkı ise metinde anlatılan durumun olumsuz sonucu/riski olup, onu destekleyen bir eylem veya örnek değildir. Aksine, tam olarak metnin kaçınılması gerektiğini söylediği durumun kendisidir."
        },
        {
          "id": 9,
          "soru": "Aşağıdaki cümlelerin hangisinde bir önyargıdan söz etmek mümkün değildir?",
          "secenekler": [
            "A) Bu ressamın yeni sergisine hiç gerek yoktu, önceki eserleri de vasattı.",
            "B) O sporcu bu maçı kesinlikle kaybeder, her zaman önemli anlarda hata yapar.",
            "C) Daha kitabın ilk sayfasına baktım; bu konuyu zaten herkes biliyor olmalı.",
            "D) Yeni çıkan bu filmin konusu daha önce defalarca işlendi; başarılı olamaz.",
            "E) Dün akşam izlediği tiyatro oyununun son perdesi oldukça etkileyiciydi."
          ],
          "dogru_cevap": "E",
          "aciklama": "Önyargı, bir şeyi yeterince bilmeden, incelemeden, önceden edinilmiş olumsuz veya olumlu hükümdür. A, B, C ve D seçeneklerinde kişi, ya eseri görmeden (A, D), ya performansı izlemeden (B) ya da tamamını okumadan (C) kesin ve olumsuz bir hüküm vermektedir. Bu durumlar önyargıdır. E seçeneği ise, izlenmiş ve deneyimlenmiş bir tiyatro oyununun son perdesi hakkında, deneyim sonrasında verilmiş öznel bir yargıdır. Önceden verilmiş bir hüküm (önyargı) içermemektedir."
        },
        {
          "id": 10,
          "soru": "Aşağıdakilerden hangisi, bir eleştirmenin içerik ve üslup ayrımına dikkat ettiğini gösterir?",
          "secenekler": [
            "A) Eserin konusunun toplumsal gerçekleri yansıtmadığını detaylıca açıklaması.",
            "B) Yazarın bu konuyu seçme nedenlerini psikolojik analizlerle ortaya koyması.",
            "C) Eserin kurgusundaki zaman akışının okuyucuyu sürekli zorladığını belirtmesi.",
            "D) Yazarın akıcı bir dil kullandığını söyleyip, romanın konusuna değinmemesi.",
            "E) Romandaki karakterlerin inandırıcı olduğunu fakat yazarın cümle yapılarının karmaşık olduğunu belirtmesi."
          ],
          "dogru_cevap": "E",
          "aciklama": "İçerik (ne anlatıldığı) ve üslup (nasıl anlatıldığı) eleştirideki iki ana kavramdır. Romandaki karakterlerin inandırıcılığı içerik ile, yazarın cümle yapılarının karmaşıklığı ise üslup (anlatım biçimi) ile ilgilidir. E seçeneğinde eleştirmen hem içeriğe dair olumlu bir tespit (inandırıcı karakterler) hem de üsluba dair olumsuz bir tespit (karmaşık cümle yapıları) yaparak bu ayrımı uyguladığını net bir şekilde göstermektedir."
        },
        {
          "id": 11,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir bütün oluşturulduğunda, baştan üçüncü cümle hangisi olur?\n1. Bu nedenle, eleştirmenler sıklıkla eserin derinliğini keşfetmek için bu sembolleri inceler.\n2. Ancak, bu semboller bazen okuyucunun eseri doğru yorumlamasını zorlaştırabilir.\n3. Edebi eserler, genellikle yazarın okuyucuya iletmek istediği derin anlamları barındıran sembollerle doludur.\n4. Bu semboller, eserin ana mesajının dolaylı ve daha etkileyici bir biçimde aktarılmasını sağlar.\n5. Okuyucu, sembolleri çözdükçe eserin anlamına daha çok yaklaşır ve metnin gizemini kavrar.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
          "dogru_cevap": "B",
          "aciklama": "Paragrafın anlamlı ve kurallı akışı 3 (Giriş) - 4 (Tanım) - 2 (Karşıtlık) - 1 (Gerekçe) - 5 (Sonuç) şeklinde olmalıdır. Bu sıralamada baştan üçüncü cümle 2. numaralı cümledir ve bu da B seçeneğidir."
        },
        {
          "id": 12,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın giriş cümlesi olmaya en uygun düşer?",
          "secenekler": [
            "A) Ancak bu yaklaşım, özellikle sosyal bilimlerde her zaman işe yaramamaktadır.",
            "B) Gerekli araştırmalar yapıldıktan sonra, bu sorunun çözümü daha kolay bulunabilir.",
            "C) Bu eleştiriler, yazarın daha sonraki eserlerinde belirgin bir düzelmeye yol açmıştır.",
            "D) İnsan, var olduğu andan itibaren çevresiyle sürekli bir etkileşim ve alışveriş içerisindedir.",
            "E) Böylece, toplumsal değişim süreci, bireylerin de katılımıyla hızlanmış oldu."
          ],
          "dogru_cevap": "D",
          "aciklama": "Giriş cümlesi, kendinden önce başka bir cümlenin varlığını düşündürecek bağlayıcı unsurlar (\"ama\", \"ancak\", \"bu nedenle\", \"böylece\", \"oysa\" vb.) içermemelidir. A, B, C ve E seçenekleri; \"ancak\", \"bu yaklaşım\", \"bu eleştiriler\", \"böylece\" gibi kelimelerle kendilerinden önce bir konu veya durumun geçtiğini varsaymaktadır. D seçeneği ise konuyu genel bir ifadeyle (İnsan ve çevreyle etkileşim) açan, bağımsız ve genel bir yargı bildiren bir cümledir ve paragrafın girişine uygundur."
        },
        {
          "id": 13,
          "soru": "Aşağıdaki numaralanmış cümlelerden hangisi, parçanın anlam akışını bozmaktadır?\n1. Küresel ısınmanın etkileri, dünyanın dört bir yanında ciddi ve görünür hâle gelmiştir.\n2. Okyanusların ısınması ve buzulların erimesi, ekosistemler üzerinde geri dönülmez hasarlar yaratmaktadır.\n3. Bu durumun önüne geçmek için bireysel tedbirlerin yanı sıra devletlerin de önemli sorumlulukları vardır.\n4. Sanat ve edebiyat, bu küresel felaketlerin insan ruhunda yarattığı çaresizliği sıklıkla tema edinir.\n5. Çünkü her ne kadar küçük görünse de bireysel çabalar, toplamda büyük bir etki yaratma potansiyeli taşır.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
          "dogru_cevap": "D",
          "aciklama": "Paragrafın tamamı (1, 2, 3, 5. cümleler), küresel ısınmanın etkileri ve bu etkiler karşısında alınması gereken bireysel ve devlet sorumlulukları/tedbirler hakkındadır. 4. cümle ise konuyu aniden değiştirerek sanat ve edebiyatın küresel felaketleri tema edinmesi gibi farklı bir alana geçiş yapmaktadır. Bu cümle, metnin genel akışındaki (çevresel sorunlar ve çözüm sorumluluğu) odağını bozmaktadır."
        },
        {
          "id": 14,
          "soru": "Günümüzde insanlar, bilgiye erişim konusunda hiçbir zaman olmadığı kadar ayrıcalıklıdır. İnternet ve dijital kütüphaneler sayesinde her türlü veri ve kaynağa anında ulaşmak mümkündür. Ancak bu bilgi bolluğu, beraberinde yeni bir sorunu da getirmiştir: [...]. Bu nedenle, çağımızın en kritik becerisi, bilgiyi bulmak değil, doğruluğunu teyit etmek ve mantıklı bir şekilde yorumlamak hâline gelmiştir. Bu paragraftaki boş bırakılan yere düşüncenin akışına göre aşağıdakilerden hangisi getirilmelidir?",
          "secenekler": [
            "A) Bilginin hızla eskiyerek değerini kaybetmesi.",
            "B) Herkesin aynı bilgiye ulaşmasıyla rekabetin azalması.",
            "C) Erişim kolaylığı sayesinde kitap okuma alışkanlığının azalması.",
            "D) Yanlış, eksik veya yanıltıcı bilgilerin hızla yayılması ve ayırt edilememesi.",
            "E) İnsanların, sadece görsel içeriklere yönelerek okumayı ihmal etmesi."
          ],
          "dogru_cevap": "D",
          "aciklama": "Boşluktan sonraki cümle, çağın kritik becerisinin artık bilgiyi bulmak değil, doğruluğunu teyit etmek ve mantıklı bir şekilde yorumlamak olduğunu belirtmektedir. Bu durum, bilgi bolluğunun getirdiği ve boşluğa gelmesi gereken sorunun bilginin doğruluğunun teyit edilmesi gereken bir sorun olduğunu işaret eder. D seçeneği (\"Yanlış, eksik veya yanıltıcı bilgilerin hızla yayılması\") tam olarak bu sorunu ifade etmekte ve sonraki cümlenin gerekçesini oluşturmaktadır."
        },
        {
          "id": 15,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın sonuç cümlesi olarak kullanılmaya en uygundur?",
          "secenekler": [
            "A) Başlangıçta karşılaşılan tüm zorluklara rağmen, projenin bu aşaması başarıyla tamamlandı.",
            "B) Bütün bu anlatılanlardan sonra, bilim insanları konuyu yeniden ele almaya karar verdi.",
            "C) Ayrıca, deney sonuçlarının beklenenden farklı çıkması, ekibi şaşırttı.",
            "D) Bu durum, gençlerin sanata olan ilgisinin giderek azaldığını açıkça gösteriyor.",
            "E) Ne var ki, bu durumun ileride nasıl bir sonuç doğuracağı henüz netleşmemiştir."
          ],
          "dogru_cevap": "A",
          "aciklama": "Sonuç cümlesi, kendinden önceki tüm düşünceleri bir sonuca bağlamalı, özetlemeli veya nihai bir yargıya ulaştırmalıdır. A seçeneği, paragraf boyunca anlatılan zorlukları ve projenin gelişimini özetleyen, son bir hüküm (\"başarıyla tamamlandı\") bildiren ve akışı bitiren bir yapıdadır. Diğer şıklar (B, C, E) ise yeni bir eylemi (\"yeniden ele alma\"), ek bilgiyi (\"ayrıca\") veya belirsizliği (\"netleşmemiştir\") ima ederek sonuç cümlesi olmaya uygun düşmezler."
        },
        {
          "id": 16,
          "soru": "Türkiye’nin geleneksel kahve kültürü, sadece bir içecekten ibaret değildir; aynı zamanda yüzyıllardır süregelen bir sosyal ritüelin merkezindedir. Kahve, Osmanlı döneminde saraydan halka yayılarak bir sosyalleşme aracı olmuş, özellikle kahvehanelerde edebiyat, siyaset ve günlük yaşamın tartışıldığı bir ortam yaratmıştır. Kahve, fincanın dibinde kalan telvesiyle geleceğe dair yorumların yapıldığı bir fal aracı olarak da kullanılmış, bu yönüyle kültürel bir simgeye dönüşmüştür. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisi ağır basmaktadır?",
          "secenekler": [
            "A) Öyküleme",
            "B) Tartışma",
            "C) Açıklama",
            "D) Betimleme",
            "E) Kanıtlama"
          ],
          "dogru_cevap": "C",
          "aciklama": "Paragrafın temel amacı, Türk kahvesi kültürünün tarihsel ve sosyolojik işlevleri hakkında okuyucuya bilgi vermektir. \"Sadece bir içecekten ibaret değildir, sosyalleşme aracı olmuş, kültürel bir simgeye dönüşmüştür\" gibi ifadeler, nesnel ve bilgilendirici bir dil kullanıldığını gösterir. Yazar, okuyucunun bilgisini artırmayı hedeflemiştir. Bu, Açıklama anlatım biçiminin temel özelliğidir."
        },
        {
          "id": 17,
          "soru": "Elektronik kitapların yaygınlaşması, okuma alışkanlıklarımızı olumlu yönde etkileyecek midir? Bazıları, e-kitapların kolay taşınabilirliği ve uygun fiyatı sayesinde daha çok kişinin okuyacağını iddia ediyor. Oysa kağıdın dokusunu, mürekkebin kokusunu ve sayfa çevirmenin hazzını yok sayan bu durum, okumayı sadece teknik bir faaliyete dönüştürmektedir. Kitapla kurulan duygusal bağ zayıfladıkça, okuma isteğinin de azalacağı açıktır. Bu yüzden e-kitapların okuma oranlarını artırmayacağını düşünüyorum. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisine başvurulmuştur?",
          "secenekler": [
            "A) Açıklama",
            "B) Betimleme",
            "C) Kanıtlama",
            "D) Öyküleme",
            "E) Tartışma"
          ],
          "dogru_cevap": "E",
          "aciklama": "Metin, bir soruyla başlayarak (\"Elektronik kitapların yaygınlaşması, okuma alışkanlıklarımızı olumlu yönde etkileyecek midir?\") bir fikri ortaya atmış ve bu fikre karşı (\"Oysa\", \"Bu yüzden\") kendi görüşünü (e-kitaplar okuma oranını artırmayacak) güçlü argümanlarla savunmuştur. Yazarın amacı, okuyucunun düşüncesini değiştirmek veya kendi görüşünü kabul ettirmektir. Bu, Tartışma anlatım biçiminin temel özelliğidir."
        },
        {
          "id": 18,
          "soru": "Aşağıdaki cümlelerin hangisinde tanımlamadan yararlanılmıştır?",
          "secenekler": [
            "A) İstanbul Boğazı, Asya ve Avrupa kıtalarını birbirinden ayıran doğal bir su yoludur.",
            "B) Sabahın ilk ışıkları, denizin yüzeyinde altın rengi bir ışıltı yaratıyordu.",
            "C) Şair, şiirlerinde aşkı ve ayrılığı sade bir dille işleyen usta bir kalemdi.",
            "D) Projenin başarısızlığının nedeni olarak kaynak yetersizliği gösterilebilir.",
            "E) Yazar, eserinde sürekli olarak okuyucuyu düşünmeye sevk eden metaforlar kullanmıştır."
          ],
          "dogru_cevap": "A",
          "aciklama": "Tanımlama, \"Bu nedir?\" veya \"Bu kimdir?\" sorusuna cevap veren, kavrama dair kesin bilgi veren ifadelerdir. A şıkkında, \"İstanbul Boğazı nedir?\" sorusuna cevap verilerek Boğazın ne olduğu (\"Asya ve Avrupayı ayıran doğal bir su yolu\") tanımlanmıştır. Diğer şıklarda betimleme (B) veya niteleme/açıklama (C, D, E) yapılmıştır."
        },
        {
          "id": 19,
          "soru": "Çocukluk, insanın karakterinin temel taşlarının atıldığı, hayatın geri kalanını etkileyecek olan en kritik dönemdir. Bu dönemde alınan kararlar, edinilen alışkanlıklar ve yaşanan duygusal olaylar, bir yetişkinin kimliğini oluşturur. Bu parçada aşağıdaki düşünceyi geliştirme yollarından hangisine yer verilmiştir?",
          "secenekler": [
            "A) Tanık gösterme",
            "B) Tanımlama",
            "C) Örnekleme",
            "D) Karşılaştırma",
            "E) Sayısal verilerden yararlanma"
          ],
          "dogru_cevap": "B",
          "aciklama": "Parça, \"Çocukluk nedir?\" sorusuna yanıt vererek başlar ve çocukluğu, \"insanın karakterinin temel taşlarının atıldığı, hayatın geri kalanını etkileyecek olan en kritik dönem\" olarak niteler. Bu, doğrudan tanımlama yapıldığını gösterir. Ayrıca, tanımı desteklemek amacıyla \"Bu dönemde alınan kararlar...\" ifadesiyle tanımlayıcı özellikler sıralanmıştır."
        },
        {
          "id": 20,
          "soru": "Aşağıdakilerden hangisi, bir parçanın anlatımında benzetme kullanıldığına örnek gösterilebilir?",
          "secenekler": [
            "A) Tiyatro, sanat dalları arasında en eski ve en köklü olanıdır.",
            "B) Şairin o eşsiz mısraları, okuyucunun kalbine bir ok gibi saplanıyordu.",
            "C) Eserlerinde genellikle doğa sevgisi, özlem ve umut temaları işlenmiştir.",
            "D) Çevreyi koruma bilinci, küçük yaşlardan itibaren ailede verilmelidir.",
            "E) İstanbul'un karmaşık trafiği, uzmanlarca ayrıntılı olarak analiz edilmelidir."
          ],
          "dogru_cevap": "B",
          "aciklama": "Benzetme (teşbih), bir kavramı veya varlığı başka bir kavrama veya varlığa, ortak özellikleri üzerinden daha etkili kılmak için yaklaştırmaktır. B şıkkında, şairin mısralarının etkileyiciliği, ok'a benzetme edatı (\"gibi\") ile benzetilmiştir. Mısraların etkisi, oka benzetilerek duygu güçlendirilmiştir."
        },
        {
          "id": 21,
          "soru": "1. Şairin yeni kitabı, okuyucuyu şiirin sınırlarını zorlayan, alışılmadık bir yolculuğa çıkarıyor.\n2. Dize yapılarındaki serbestlik ve kullanılan kelimelerdeki özgünlük, onun diğer çağdaşlarından ayrılmasını sağlıyor.\n3. Eleştirmenlere göre bu durum, Türk şiirine yepyeni bir soluk getirecek niteliktedir.\n4. Oysa bana kalırsa, bu kadar zorlayıcı bir dil, okuyucu kitlesinin şiirden uzaklaşmasına yol açabilir.\n5. Keşke sanatçılar, karmaşık dilden vazgeçip anlaşılırlığı öncelikli tutsalardı. Bu parçadaki numaralanmış cümlelerle ilgili olarak aşağıdakilerden hangisi söylenemez?",
          "secenekler": [
            "A) 1. cümlede, eserin içeriğine dair öznel bir değerlendirme yapılmıştır.",
            "B) 2. cümlede, yazarın üslup özellikleri ortaya konulmuştur.",
            "C) 3. cümlede, başkasına ait bir görüşe yer verilmiştir.",
            "D) 4. cümlede, yazar kendi düşüncesine karşıt bir fikir ileri sürmüştür.",
            "E) 5. cümlede, bir durumdan duyulan pişmanlık (hayıflanma) ifade edilmiştir."
          ],
          "dogru_cevap": "E",
          "aciklama": "Hayıflanma, kişinin kendi yaptığı bir hatadan veya fırsatı kaçırdığından dolayı duyduğu üzüntüdür. 5. cümlede, yazar \"Keşke sanatçılar... anlaşılırlığı öncelikli tutsalardı\" diyerek başkalarının (sanatçıların) yapması gereken bir şeyi yapmamasından dolayı duyduğu üzüntüyü veya bir eleştiriyi dile getirmektedir. Bu durum hayıflanma değil, yakınma (şikayet/sitem) olarak nitelendirilir. Diğer şıklar doğrudur: 1 ve 2 öznel nitelemelerdir. 3'te \"Eleştirmenlere göre\" ile başkasının görüşü aktarılmıştır. 4'te \"Oysa bana kalırsa\" ile 3'teki görüşe karşı çıkılmıştır."
        },
        {
          "id": 22,
          "soru": "Aşağıdaki cümlelerin hangisi, içerdiği yargı bakımından nesnel bir nitelik taşımaktadır?",
          "secenekler": [
            "A) Yeni çıkan bu roman, Türk edebiyatının son yıllardaki en başarılı eseridir.",
            "B) Yazarın bu konuyu ele alışı, okuyucuyu derinden etkileyen inceliklere sahipti.",
            "C) Bilimsel makaleler, genellikle giriş, gelişme ve sonuç bölümlerinden oluşur.",
            "D) Şiirlerindeki derin anlam, onu çağımızın en büyük şairlerinden biri yapıyor.",
            "E) Yurt dışı fuarlarına katılmak, her yayın evinin en önemli ve zorlu görevidir."
          ],
          "dogru_cevap": "C",
          "aciklama": "Nesnel yargı, doğruluğu veya yanlışlığı kişiden kişiye değişmeyen, kanıtlanabilir ifadelerdir. C şıkkında, bilimsel makalelerin yapısal bölümlerinin (giriş, gelişme, sonuç) oluşumu herkes tarafından kabul edilebilir ve kanıtlanabilir bir bilgidir. Diğer şıklarda ise \"en başarılı eser\", \"derinden etkileyen\", \"en büyük şair\" gibi kişisel beğeniye ve yoruma dayalı öznel yargılar bulunmaktadır."
        },
        {
          "id": 23,
          "soru": "Aşağıdaki cümlelerin hangisinde bir şaşırma duygusu ifade edilmiştir?",
          "secenekler": [
            "A) Bunca yılın emeği sonunda boşa mı gitti yani?",
            "B) Bu kadar basit bir konuyu nasıl olur da daha önce kimse düşünmedi!",
            "C) Sen benim ne kadar yorulduğumu nereden bileceksin ki?",
            "D) Öğrencinin bu denli kötü not alması beni gerçekten üzdü.",
            "E) Projenin bitirilmesi için bu kadar kısa bir zaman verilmesi haksızlıktır."
          ],
          "dogru_cevap": "B",
          "aciklama": "Şaşırma, beklenmeyen bir durum karşısında duyulan hayret duygusudur. B şıkkındaki \"nasıl olur da daha önce kimse düşünmedi!\" ifadesi, basit bir konunun daha önce fark edilmemiş olmasına yönelik, beklenmedik duruma karşı duyulan güçlü bir hayret ve şaşkınlık duygusu içermektedir. A şıkkı hayıflanma/üzüntü, C şıkkı sitem, D şıkkı üzüntü, E şıkkı ise haksızlık algısını ifade eder."
        },
        {
          "id": 24,
          "soru": "Aşağıdaki cümlelerin hangisinde kanıksama (bir duruma alışma, normal karşılama) anlamı vardır?",
          "secenekler": [
            "A) Gelecek yılki sınav için şimdiden çalışmaya başlarsak başarılı oluruz.",
            "B) Yıllardır süren bu trafik sıkışıklığına o kadar alıştım ki, artık sinirlenmiyorum bile.",
            "C) Bu kadar büyük bir projenin yetiştirilememesi, doğal olarak herkesi hayal kırıklığına uğrattı.",
            "D) O bölgedeki hava kirliliği, insan sağlığını ciddi ölçüde tehdit etmektedir.",
            "E) Roman, yazarın çocukluk anılarını sade bir dille okuyucuya aktarmıştır."
          ],
          "dogru_cevap": "B",
          "aciklama": "Kanıksama, başlangıçta rahatsız edici veya olumsuz olan bir duruma zamanla alışma ve bu durumu normal kabul etme halidir. B şıkkında kişi, \"Yıllardır süren bu trafik sıkışıklığına o kadar alıştım ki, artık sinirlenmiyorum bile\" diyerek olumsuz duruma (trafik) karşı artık tepki göstermemesi ve onu normal karşılaması, kanıksama duygusunu ifade etmektedir."
        },
        {
          "id": 25,
          "soru": "Aşağıdaki cümlelerden hangisi, üslup (biçem) ile ilgili bir yargı içermektedir?",
          "secenekler": [
            "A) Romanın ana karakteri, okuyucunun empati kurmasını zorlaştırıyordu.",
            "B) Yazar, eserinde toplumsal adaletsizlik temasını derinlemesine ele almıştı.",
            "C) Eserin konusu, 1950’li yılların Anadolu köylerindeki yaşamı anlatıyordu.",
            "D) Kitabın ilk baskısı, yayımlandığı yıl içinde üç yüz bin adet satıldı.",
            "E) Şair, duygularını aktarırken kısa, kesik ve devrik cümleleri sıkça kullanıyordu."
          ],
          "dogru_cevap": "E",
          "aciklama": "Üslup (biçim), yazarın konuyu nasıl anlattığıyla; yani kullandığı dil, cümle yapıları ve kelime seçimleriyle ilgilidir. E seçeneği, şairin duygularını aktarırken \"kısa, kesik ve devrik cümleler kullanması\" gibi anlatım biçimine (söz dizimi) dair bir özellikten bahsetmektedir. Diğer şıklar ise eserin ne anlattığı (içerik) veya eserin sonucu (satış adedi) ile ilgilidir."
        }
      ]
    },
    {
      "alt_baslik": "Test 2 (26-50)",
      "soru_sayisi": 25,
      "sorular": [
        {
          "id": 26,
          "soru": "Günümüz insanı, teknolojik cihazlara ve sosyal medyaya aşırı bir bağımlılık geliştirmiştir. Akşam yemeği masasında bile gözler telefondan ayrılmaz; sanal dünya, gerçek yaşamın önüne geçmiştir. Bu durum, bireylerin yüz yüze iletişim yeteneklerini zayıflatmakta, yalnızlık duygusunu artırmakta ve hatta uyku düzenini bozmaktadır. Teknoloji bir araç olmaktan çıkıp amaç hâline geldiğinde, insan kendi yaşamının kontrolünü kaybetmeye başlar. Bu parçada vurgulanan temel sorun aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Akşam yemeği saatlerinin giderek kısalması ve aile bağlarının zayıflaması.",
            "B) Sosyal medyanın, özellikle gençlerin uyku düzeni üzerinde ciddi etkileri olması.",
            "C) Teknolojinin araç olmaktan çıkıp amaç hâline gelerek bireyde bağımlılık ve kontrol kaybı yaratması.",
            "D) Yüz yüze iletişimin azalmasının, sanal dünyanın sunduğu faydaları gölgelemesi.",
            "E) Dijital cihazların fiyatlarının artması nedeniyle herkesin teknolojiye eşit erişim sağlayamaması."
          ],
          "dogru_cevap": "C",
          "aciklama": "Paragrafın genelinde, insanların teknolojiye aşırı bağımlılık geliştirmesi ve bu bağımlılığın getirdiği olumsuz sonuçlar (iletişim zayıflığı, yalnızlık, uyku bozukluğu) ele alınmıştır. Metin, bu durumun temelini \"Teknoloji bir araç olmaktan çıkıp amaç hâline geldiğinde, insan kendi yaşamının kontrolünü kaybetmeye başlar\" cümlesiyle özetlemektedir. C seçeneği, paragrafın ana fikrini en kapsamlı şekilde yansıtmaktadır."
        },
        {
          "id": 27,
          "soru": "Sanat, günlük hayatın sıradanlığına bir pencere açar. Bazen hızla geçip gittiğimiz bir sokak köşesindeki heykelle, bazen de aceleyle okuyup geçtiğimiz bir şiir dizesiyle bizi durdurur, nefes aldırır. Bu küçük duraklamalar, bize sadece güzellik sunmakla kalmaz; aynı zamanda yaşamın anlamı üzerine yeniden düşünme fırsatı verir. Sanatın en büyük değeri, hayatın koşturmacası içinde kaybolan insana, yeniden \"insan\" olduğunu hatırlatmasıdır. Bu parçanın ana düşüncesi aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Sanat, bireyin sıradan yaşam temposu içinde durup düşünmesini sağlayarak insani özünü hatırlatır.",
            "B) Sanat eserlerinin kalitesi, günlük yaşamdaki sıradanlığı ne kadar etkili yansıttığına bağlıdır.",
            "C) Şiir ve heykel gibi sanat dalları, diğer sanat dallarından daha çok düşündürme gücüne sahiptir.",
            "D) Günlük yaşamın zorlukları, sanatçıları eser üretme konusunda daha çok motive eder.",
            "E) İnsanların hayatın anlamını bulması için sanatçıların eserlerine değil, doğaya yönelmesi gerekir."
          ],
          "dogru_cevap": "A",
          "aciklama": "Metin, sanatın işlevini \"hayatın koşturmacası içinde kaybolan insana, yeniden 'insan' olduğunu hatırlatması\" ve \"yaşamın anlamı üzerine yeniden düşünme fırsatı vermesi\" olarak tanımlamaktadır. A seçeneği, metindeki bu temel düşünceyi (\"durup düşünmesini sağlaması\" ve \"insani özünü hatırlatması\") en doğru biçimde ifade eder."
        },
        {
          "id": 28,
          "soru": "Müzik ve matematik, ilk bakışta birbirinden çok farklı iki alan gibi görünür. Oysa müziğin temeli, frekanslar, oranlar ve ritim kalıpları gibi tamamen matematiksel prensiplere dayanır. Bir senfoninin akışı, notaların ardındaki kusursuz sayısal düzenle sağlanır. Tarihte Pisagor gibi filozoflar da notaların matematiksel oranlarını keşfederek, evrenin ve müziğin aynı temel düzen üzerine kurulu olduğunu savunmuşlardır. Bu parçanın konusu aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Müzik ve felsefenin tarihi süreçteki ortak gelişimi.",
            "B) Senfonilerin bestelenmesinde kullanılan modern teknikler.",
            "C) Müzik aletlerinin geliştirilmesinde matematiksel hesaplamaların rolü.",
            "D) Ünlü filozofların müziğe olan ilgisinin nedenleri.",
            "E) Müziğin, özünde matematiksel düzen ve prensiplere dayanması."
          ],
          "dogru_cevap": "E",
          "aciklama": "Konu, metinde üzerinde en çok durulan, sürekli tekrarlanan temel kavram veya fikirdir. Paragraf, müziğin \"matematiksel prensiplere dayandığını\", \"kusursuz sayısal düzenle\" sağlandığını ve eski filozofların da bu \"matematiksel oranları\" keşfettiğini anlatmaktadır. E seçeneği, metnin üzerinde durduğu bu temel kavramı doğru şekilde özetlemektedir."
        },
        {
          "id": 29,
          "soru": "Eleştirel düşünme, bireyin kendisine sunulan bilgiyi pasif bir şekilde kabul etmek yerine, onu analiz etme, sorgulama ve kendi yargılarını oluşturma sürecidir. Bu beceri, özellikle bilgi kirliliğinin çok olduğu günümüzde hayati önem taşır. Eleştirel düşünebilen bir kişi, manipülasyonlara daha az açık olur ve kendi kararlarını daha bilinçli bir şekilde verebilir. Bu, sadece akademik hayatta değil, günlük yaşamda da başarılı olmanın temel anahtarıdır. Bu parçadan çıkarılabilecek en genel yargı aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Günümüzde bilgi kirliliği nedeniyle bilgiyi analiz etmek imkânsız hâle gelmiştir.",
            "B) Eleştirel düşünme yeteneği, bireyin manipülasyondan korunması ve bilinçli kararlar alması için hayati bir beceridir.",
            "C) Akademik hayat, eleştirel düşünme becerisinin geliştirileceği tek alandır.",
            "D) Bilgiyi sorgulama süreci, bireylerin kendi yargılarını oluşturmasını engeller.",
            "E) Eleştirel düşünce, sadece bilimsel araştırmalarda kullanılması gereken karmaşık bir yöntemdir."
          ],
          "dogru_cevap": "B",
          "aciklama": "Paragrafın tamamı, eleştirel düşünmenin tanımını yaptıktan sonra, bu becerinin neden önemli olduğunu açıklamaktadır: \"manipülasyonlara daha az açık olur\" ve \"kendi kararlarını daha bilinçli bir şekilde verebilir.\" B seçeneği, metinde belirtilen eleştirel düşünme becerisinin faydalarını ve önemini en kapsamlı şekilde ifade etmektedir."
        },
        {
          "id": 30,
          "soru": "\"Bilimsel merak, insanı bilinmeyene doğru iter, keşfetme isteği uyandırır ve böylece uygarlığın ilerlemesini sağlar.\" cümlesi aşağıdaki paragraf başlıklarından hangisine en uygun düşer?",
          "secenekler": [
            "A) İnsanlık Tarihinin Dönüm Noktaları",
            "B) Bilimin Toplumsal Hayata Etkileri",
            "C) Bilimin Sınırlarının Genişlemesi",
            "D) Uygarlığın Motoru Olarak Bilimsel Merak",
            "E) Keşfetme İsteğinin Psikolojik Kökenleri"
          ],
          "dogru_cevap": "D",
          "aciklama": "Verilen cümlede \"bilimsel merak\" kavramı tanımlanmış ve bu merakın sonucu olarak \"uygarlığın ilerlemesini sağladığı\" belirtilmiştir. Bu durumda merak, uygarlığı hareket ettiren, ona güç veren bir unsur (motor) olarak gösterilmiştir. D seçeneği, cümlenin içeriğini başlık olarak en güçlü ve metaforik biçimde karşılamaktadır."
        },
        {
          "id": 31,
          "soru": "Ekolojik ayak izi, bir bireyin veya topluluğun doğadan ne kadar kaynak kullandığını ve ne kadar atık ürettiğini ölçen bir göstergedir. Günümüzde gelişmiş ülkelerin ayak izleri, gezegenin kendini yenileme kapasitesinin çok üzerindedir. Bu durum, sadece çevresel bir sorun değil, aynı zamanda gelecekteki nesillerin kaynaklara erişimini tehdit eden etik bir sorundur. Ayak izini küçültmek için daha az et tüketmek, toplu taşımayı kullanmak ve enerji verimliliğini artırmak gibi bireysel çabalar kritik öneme sahiptir. Bu parçadan EKOLOJİK AYAK İZİ ile ilgili aşağıdaki yargılardan hangisine ulaşılamaz?",
          "secenekler": [
            "A) Bireysel ve toplumsal ölçekte hesaplanabilen bir ölçüt olduğu.",
            "B) Gelecek kuşakların kaynak kullanma hakkını tehlikeye atan bir etik sorun yarattığı.",
            "C) Tüm ülkelerin, gezegenin yenileme kapasitesine eşit seviyede bir ayak izine sahip olduğu.",
            "D) Enerji verimliliğini artırmak ve atık miktarını azaltmak gibi eylemlerle küçültülebileceği.",
            "E) Tüketilen doğal kaynak miktarını ve üretilen atık miktarını kapsadığı."
          ],
          "dogru_cevap": "C",
          "aciklama": "Metinde, \"gelişmiş ülkelerin ayak izleri, gezegenin kendini yenileme kapasitesinin çok üzerindedir\" ifadesi yer almaktadır. Bu ifade, ayak izlerinin eşit olmadığını, aksine gelişmiş ülkelerde kapasiteyi aştığını belirtir. C seçeneği ise tüm ülkelerin eşit olduğunu iddia ettiği için metinle çelişir ve bu yargıya ulaşılamaz. Diğer şıklar (A, B, D, E) metnin farklı cümlelerinde doğrudan yer almaktadır."
        },
        {
          "id": 32,
          "soru": "Aşağıdaki paragrafta geçen düşünceyi destekleyen bir cümledir: \"Bir kişi düzenli olarak kitap okumaya başladığında, sadece yeni bilgiler edinmez. Aynı zamanda zihinsel bir disiplin kazanır. Konsantrasyon yeteneği gelişir ve olaylara farklı açılardan bakma becerisi güçlenir.\"",
          "secenekler": [
            "A) Okuma alışkanlığı olan birinin, karmaşık sorunları çözme konusunda daha başarılı olduğu gözlemlenmiştir.",
            "B) Kitap okumak, boş zamanı değerlendirmenin en kolay ve ucuz yoludur.",
            "C) Kitap okumanın faydaları sadece akademik çevrelerce kabul edilmektedir.",
            "D) Yeni bir bilgi öğrenmek için kitap okumaktan başka birçok farklı yöntem de bulunmaktadır.",
            "E) Okuma hızı, bir kişinin elde ettiği bilginin kalitesini doğrudan etkilemez."
          ],
          "dogru_cevap": "A",
          "aciklama": "Parçada kitap okumanın zihinsel faydaları (disiplin, konsantrasyon, farklı açılardan bakma becerisi) anlatılmaktadır. A seçeneği, bu zihinsel faydaların bir sonucu olarak kişinin \"karmaşık sorunları çözme konusunda daha başarılı\" olduğunu söyleyerek metindeki düşünceyi doğrudan desteklemektedir."
        },
        {
          "id": 33,
          "soru": "Aşağıdaki cümlelerin hangisinde bir önyargıdan söz etmek mümkün değildir?",
          "secenekler": [
            "A) Bu takım bu maçı kesinlikle kaybeder, çünkü son iki haftadır hiç antrenman yapmadılar.",
            "B) Yeni çıkan bu teknoloji kesinlikle başarısız olacak, çünkü çok karmaşık görünüyor.",
            "C) Dün akşam izlediği tiyatro oyunu o kadar başarılıydı ki, salondan ayakta alkışlarla ayrıldı.",
            "D) O yazarın şiirlerini okumaya gerek yok, mutlaka çok duygusal ve sıradan konuları işliyordur.",
            "E) Bu projenin sonuçları kötü çıkacak, çünkü ekip yeterince deneyimli değil."
          ],
          "dogru_cevap": "C",
          "aciklama": "Önyargı, bir deneyime dayanmadan peşin hüküm vermektir. A, B, D ve E seçeneklerinde, deneyim/sonuç görülmeden kesin hüküm (kaybeder, başarısız olur, basit konuları işliyordur) verilmiştir. C seçeneği ise, izlenmiş bir oyunun sonucunda verilmiş bir beğeni yargısıdır. Önyargı yoktur."
        },
        {
          "id": 34,
          "soru": "Aşağıdaki parçadan şiirle ilgili olarak çıkarılabilecek kesin yargı hangisidir? \"Şiir, düzyazıdan farklı olarak, az sözle çok şey anlatma sanatıdır. Şair, bir kelimenin arkasına bazen koca bir evreni gizleyebilir. Bu, sıradan bir okuma deneyimi değil, okuyucunun şairle birlikte kelimelerin ardındaki duygusal ve düşünsel derinliğe inmesini gerektiren özel bir yolculuktur.\"",
          "secenekler": [
            "A) Şiir, yalnızca şairin kendi duygularını yansıttığı bir sanat biçimidir.",
            "B) Düzyazı, şiire göre daha az emekle yazılan metinleri içerir.",
            "C) Bir şiirin değeri, okuyucu kitlesinin büyüklüğü ile doğru orantılıdır.",
            "D) Şiir okumak, okuyucudan metnin yüzeyinin ötesindeki anlamı yakalamak için çaba göstermesini gerektirir.",
            "E) Şairin kullandığı az sayıda kelime, şiirin anlaşılmasını her zaman kolaylaştırır."
          ],
          "dogru_cevap": "D",
          "aciklama": "Paragrafın son cümlesi, şiir okumanın \"okuyucunun şairle birlikte kelimelerin ardındaki duygusal ve düşünsel derinliğe inmesini gerektiren özel bir yolculuk\" olduğunu belirtmektedir. Bu ifade, şiirin anlamının kelimelerin ardında gizli olduğu ve okuyucunun bunu yakalamak için çaba göstermesi (özel bir yolculuk) gerektiği sonucunu doğurur. D seçeneği, bu kesin yargıyı en net şekilde ifade etmektedir."
        },
        {
          "id": 35,
          "soru": "Aşağıdaki numaralanmış cümlelerden hangisi, parçanın anlam akışını bozmaktadır?\n1. Kültürel kimlik, bir bireyin kendisini ait hissettiği grubun ortak değerleri, inançları ve gelenekleri ile oluşur.\n2. Bu kimlik, dil, sanat, giyim ve mutfak gibi pek çok farklı alanda kendini gösterir.\n3. Kültürel kimliğin korunması, toplumların sürekliliği için hayati öneme sahiptir.\n4. Türkiye’de son yıllarda çıkan film ve diziler, yurt dışında büyük ilgi görmektedir.\n5. Çünkü bir toplumun geçmişle bağını sürdürmesi, ancak bu ortak değerlerin yaşatılmasıyla mümkündür.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 4", "E) 5"],
          "dogru_cevap": "D",
          "aciklama": "Paragrafın genel konusu (1, 2, 3, 5. cümleler), \"kültürel kimliğin ne olduğu, nasıl oluştuğu ve neden önemli olduğu\" üzerinedir. 4. cümle ise konuyu aniden Türkiye’deki film ve dizilerin yurt dışı başarısına kaydırmaktadır. Bu cümle, metnin ana odağı olan \"kültürel kimlik ve korunması\" akışını bozmaktadır."
        },
        {
          "id": 36,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın giriş cümlesi olmaya en uygun düşer?",
          "secenekler": [
            "A) Böylece, bu karmaşık süreç beklenenden daha hızlı tamamlanmış oldu.",
            "B) Bu sanatçı, eserlerinde soyut ve somut kavramları ustaca harmanlamıştır.",
            "C) Ancak, söz konusu teorinin bazı açılardan yetersiz kaldığı da görülmektedir.",
            "D) Oysa, bireysel çabaların toplumsal değişim üzerindeki etkisi genellikle göz ardı edilir.",
            "E) Yaşadığımız çevre ve sahip olduğumuz değerler, dünya görüşümüzün şekillenmesinde büyük rol oynar."
          ],
          "dogru_cevap": "E",
          "aciklama": "Giriş cümlesi, kendinden önce herhangi bir konu veya olaya atıfta bulunan (\"böylece\", \"bu sanatçı\", \"ancak\", \"oysa\") bağlayıcı kelimeler içermemelidir. A, B, C ve D şıkları, kendilerinden önce bir konu geçtiğini düşündüren bu tür bağlayıcı unsurlara sahiptir. E seçeneği ise genel bir konuyu (çevre ve değerlerin dünya görüşünü şekillendirmesi) bağımsızca ortaya koyan ve paragrafı başlatmaya uygun bir cümledir."
        },
        {
          "id": 37,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir bütün oluşturulduğunda, baştan birinci cümle hangisi olur?\n1. O, sadece bir yapı inşa etmez, aynı zamanda bir estetik ve felsefi anlayışı da hayata geçirir.\n2. Mimarlık, yüzyıllardır insanlığın barınma ihtiyacından çok daha fazlasını temsil etmiştir.\n3. Bu nedenle, başarılı bir mimar eserini ortaya koyarken sadece mühendislik hesaplarına odaklanmaz.\n4. Çünkü insanlar, yaşadıkları mekanlarda sadece fonksiyonellik değil, aynı zamanda ruhlarını besleyen bir güzellik de ararlar.\n5. Bu arayış, mimarlığı sanat dalları arasında özel bir konuma yerleştirmiştir.",
          "secenekler": ["A) 2", "B) 1", "C) 3", "D) 4", "E) 5"],
          "dogru_cevap": "A",
          "aciklama": "Paragrafın anlam akışına göre sıralaması: 2 (Giriş Cümlesi) - 4 (Gelişme) - 5 (Bağlantı) - 3 (Gerekçe) - 1 (Sonuç/Detay). Sıralama: 2-4-5-3-1. Baştan birinci cümle 2. numaralı cümledir."
        },
        {
          "id": 38,
          "soru": "Öğrenme süreci, genellikle zorlu bir yokuşu tırmanmaya benzetilir. Bilgiye ulaşmak zaman, çaba ve tekrar gerektirir. Çoğu insan ilk denemelerde pes etme eğilimi gösterir. Oysa kalıcı öğrenme, başarısız denemelerden sonra bile vazgeçmemeyi gerektirir. [...]. Bu nedenle, eğitimin en önemli görevlerinden biri, öğrencilere sadece bilgi vermek değil, aynı zamanda bu direnci ve azmi kazandırmaktır. Bu paragraftaki boş bırakılan yere düşüncenin akışına göre aşağıdakilerden hangisi getirilmelidir?",
          "secenekler": [
            "A) Öğrenmenin en etkili yolu, bilgileri görsel materyallerle desteklemektir.",
            "B) Çünkü her hata, aslında bilgiye giden yolda atılmış değerli bir adımdır.",
            "C) Tırmanma benzetmesi, öğrenmenin karmaşık doğasını açıklamak için yeterli değildir.",
            "D) Öğrenme sürecindeki motivasyon, kişinin kişisel ilgi alanlarına göre değişir.",
            "E) Öğrencilerin ilk denemelerde pes etmesi, tamamen eğitimin yetersizliğinden kaynaklanır."
          ],
          "dogru_cevap": "B",
          "aciklama": "Boşluktan önceki cümle, kalıcı öğrenmenin \"vazgeçmemeyi\" gerektirdiğini belirtmektedir. Boşluktan sonraki cümle ise eğitimin \"direnci ve azmi kazandırmayı\" amaçlaması gerektiğini vurgulamaktadır. B seçeneğindeki \"Çünkü her hata, aslında bilgiye giden yolda atılmış değerli bir adımdır\" ifadesi, vazgeçmemenin gerekçesini açıklar ve dirençli olmanın önemini vurgulayarak parçanın akışını ve mantıksal bağlantısını tamamlar."
        },
        {
          "id": 39,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın sonuç cümlesi olarak kullanılmaya en uygundur?",
          "secenekler": [
            "A) Bu keşifler, fizik dünyasındaki bazı temel kanunları temelden sarsmıştır.",
            "B) İlk bakışta göze çarpan hataların yanı sıra, eserin kurgusu da oldukça zayıftı.",
            "C) Konuyu derinlemesine inceledikten sonra, yazarın amacının ne olduğu daha net anlaşıldı.",
            "D) Tüm bu değerlendirmeler ışığında, teknolojik gelişimin ancak etik kurallara bağlı kalındığında faydalı olacağı açıktır.",
            "E) Uzmanlar bu sürecin ne kadar süreceği konusunda farklı görüşler belirtmektedir."
          ],
          "dogru_cevap": "D",
          "aciklama": "Sonuç cümlesi, kendinden önceki tüm argümanları özetleyen, genelleyen ve nihai bir hüküm bildiren ifadedir. D seçeneği, \"Tüm bu değerlendirmeler ışığında\" ifadesiyle, daha önce yapılan tüm tartışmaları ve analizleri toplar ve kesin bir yargıya (\"faydalı olacağı açıktır\") bağlar. Bu, sonuç cümlesinin tipik yapısıdır."
        },
        {
          "id": 40,
          "soru": "Eğitimin temel amacı sadece bilgi aktarmak mıdır, yoksa bireyi hayata hazırlamak mı? Bilgi aktarımını esas alan okullar, öğrencileri ezbere yönlendirir ve sınav odaklı bir sisteme hapseder. Oysa eleştirel düşünme, sorun çözme gibi becerileri kazandırmak, bireyin değişen dünyaya adapte olmasını sağlar. Sadece bilgiyle donatılmış, ancak düşünme yeteneği zayıf bir nesil yetiştirmek, geleceğimize yapacağımız en büyük kötülük olacaktır. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisi ağır basmaktadır?",
          "secenekler": [
            "A) Açıklama",
            "B) Betimleme",
            "C) Tartışma",
            "D) Öyküleme",
            "E) Kanıtlama"
          ],
          "dogru_cevap": "C",
          "aciklama": "Metin, bir soruyla başlayarak (\"sadece bilgi aktarmak mıdır, yoksa bireyi hayata hazırlamak mı?\") bir fikir ortaya atmış ve \"sadece bilgi aktarma\" görüşüne karşı, \"eleştirel düşünme\" becerilerinin önemini savunmuştur. Yazarın amacı, kendi görüşünü (eğitim bireyi hayata hazırlamalıdır) okuyucuya kabul ettirmektir. Bu, Tartışma anlatım biçiminin temel özelliğidir."
        },
        {
          "id": 41,
          "soru": "Sahil kasabasına vardığımızda, güneş batmak üzereydi. Gökyüzü, kızıla dönen, turuncu ve mor renklerin karıştığı eşsiz bir tablo çiziyordu. Denizin yüzeyi, hafif bir rüzgarın etkisiyle gümüşi ışıltılar saçıyordu. Evlerin çatılarındaki kiremitler, günün son ışıklarını yansıtarak parlıyordu. Uzakta, balıkçı tekneleri yavaşça limana doğru ilerliyor, sessizliği sadece martı sesleri bozuyordu. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisine başvurulmuştur?",
          "secenekler": [
            "A) Öyküleme",
            "B) Tartışma",
            "C) Açıklama",
            "D) Kanıtlama",
            "E) Betimleme"
          ],
          "dogru_cevap": "E",
          "aciklama": "Parça, bir anlık görüntüyü okuyucunun zihninde canlandırmayı amaçlamaktadır. \"Kızıla dönen\", \"turuncu ve mor renkler\", \"gümüşi ışıltılar\", \"parlıyordu\" gibi niteleyici sözcükler ve görsel detaylar kullanılarak bir mekan (sahil kasabası) okuyucuya aktarılmıştır. Bu, Betimleme (tasvir etme) anlatım biçiminin belirgin özelliğidir."
        },
        {
          "id": 42,
          "soru": "Aşağıdaki cümlelerin hangisinde \"karşılaştırma\"dan yararlanılmıştır?",
          "secenekler": [
            "A) Roman, öyküye göre daha geniş bir zaman dilimini ve daha çok karakteri ele alma imkânı sunar.",
            "B) Şair, şiirlerinde genellikle memleket sevgisini ve yalnızlığı konu edinmiştir.",
            "C) Eserin içeriği kadar, kapağındaki tasarım da okuyucuyu etkilemiştir.",
            "D) Su, hayatın temel kaynağıdır, bu nedenle gezegenimizdeki en değerli maddedir.",
            "E) Türkiye'nin tarihi, dünyanın en eski medeniyetlerinin izlerini taşımaktadır."
          ],
          "dogru_cevap": "A",
          "aciklama": "Karşılaştırma, iki farklı varlık, olay ya da kavramın ortak veya farklı yönlerini ortaya koymaktır. A seçeneğinde \"Roman\" ile \"öykü\" arasında bir karşılaştırma yapılmış ve romanın daha geniş zaman ve karakter ele alma imkânı sunduğu belirtilerek bir üstünlük yönünden karşılaştırma yapılmıştır."
        },
        {
          "id": 43,
          "soru": "\"Okuma alışkanlığının kişisel gelişime etkisi tartışılmazdır. Nitekim ünlü düşünür Cemil Meriç'in dediği gibi: 'Kitap zekâyı kibarlaştırır.'\" Bu parçada aşağıdaki düşünceyi geliştirme yollarından hangisine başvurulmuştur?",
          "secenekler": [
            "A) Sayısal verilerden yararlanma",
            "B) Tanık gösterme",
            "C) Tanımlama",
            "D) Örnekleme",
            "E) Karşılaştırma"
          ],
          "dogru_cevap": "B",
          "aciklama": "Yazar, ileri sürdüğü düşünceyi (Okuma alışkanlığının önemi) güçlendirmek amacıyla, o alanda yetkili ve güvenilir kabul edilen bir kişinin (Cemil Meriç) sözünü tırnak içinde, hiç değiştirmeden aktarmıştır. Bu yöntem, Tanık Gösterme (alıntı yapma) olarak adlandırılır."
        },
        {
          "id": 44,
          "soru": "\"Eğitim felsefesi, eğitimi bir sistem olarak ele alıp, 'eğitimin amacı ne olmalıdır, bu amaçlara nasıl ulaşılır?' gibi temel soruları soran bir disiplindir. Amacı, eğitim uygulamalarının ve teorilerinin altında yatan varsayımları eleştirel bir gözle incelemektir. Eğitim politikaları geliştirilirken bu felsefi temellerin göz ardı edilmemesi gerekir.\" Bu paragrafın yazılma amacı aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Bir durumu eleştirmek",
            "B) Bir olayı yaşatmak",
            "C) Bir görüşü çürütmek",
            "D) Bir kavram hakkında bilgi vermek",
            "E) Bir sanatçının görüşünü savunmak"
          ],
          "dogru_cevap": "D",
          "aciklama": "Paragraf, \"Eğitim felsefesi\" kavramının ne olduğunu (tanımını), hangi soruları sorduğunu ve ne işe yaradığını anlatmaktadır. Metnin genel amacı, okuyucunun bu kavram hakkındaki bilgisini artırmaktır. Bu, Açıklama anlatım biçiminin bir yansıması olup, temel amaç bir kavram hakkında bilgi vermektir."
        },
        {
          "id": 45,
          "soru": "Aşağıdaki cümlelerin hangisinde nesnel bir yargı söz konusudur?",
          "secenekler": [
            "A) Uçsuz bucaksız deniz manzarası, insana inanılmaz bir huzur veriyordu.",
            "B) Yazarın dili, Türkçenin en zengin kelimelerini ustalıkla kullanarak harikalar yaratmıştır.",
            "C) Güneş Sistemi’nde en büyük gezegen Jüpiter olup, kütlesi diğer tüm gezegenlerin toplamından fazladır.",
            "D) Bu kadar basit bir konuyu işleyen bir filmin izleyici rekoru kırması büyük şaşkınlık yarattı.",
            "E) Hayvan hakları konusuna değinen bu belgesel, yılın en önemli yapımı olmayı hak ediyor."
          ],
          "dogru_cevap": "C",
          "aciklama": "Nesnel yargı, doğruluğu kanıtlanabilir, kişisel duygu ve yorum içermeyen ifadelerdir. C şıkkındaki bilgi, astronomik bir olgudur ve bilimsel olarak kanıtlanabilir. Diğer şıklarda \"inanılmaz bir huzur\", \"harikalar yaratmıştır\", \"büyük şaşkınlık yarattı\", \"hak ediyor\" gibi kişisel beğeni ve yorum içeren öznel yargılar bulunmaktadır."
        },
        {
          "id": 46,
          "soru": "1. Şairin son şiirinde kullandığı kelimelerdeki derinlik, okuyucuyu bambaşka bir dünyanın kapısından içeri çekiyordu.\n2. Onun, sıradan kelimeleri bile yeni anlamlar yükleyerek kullanması, eserine farklı bir tat katıyordu.\n3. Ama bu kadar sade bir dille bu denli derin duygular aktarması bende büyük bir kaygı uyandırıyor.\n4. Böylesine büyük bir başarının tekrarlanmasının zor olacağını düşünüyorum.\n5. Keşke bu şiir, onun kariyerinin son eseri olmasaydı. Bu parçadaki numaralanmış cümlelerden hangisi, yazarın üslubuyla ilgili bir yargı içermektedir?",
          "secenekler": ["A) 1", "B) 3", "C) 4", "D) 5", "E) 2"],
          "dogru_cevap": "E",
          "aciklama": "Üslup (biçem), eserin nasıl anlatıldığıyla, yani yazarın kullandığı dil ve sözcük seçimiyle ilgilidir. 2. cümlede, şairin \"sıradan kelimeleri bile yeni anlamlar yükleyerek kullanması\"ndan bahsedilmektedir. Bu, şairin dil kullanma biçimine (üslubuna) dair bir tespittir. 1. cümle içeriğe ve etkiye, 3. ve 4. cümleler yazarın duygularına ve yargılarına, 5. cümle ise pişmanlık/temenni duygusuna odaklanmıştır."
        },
        {
          "id": 47,
          "soru": "1. Şairin son şiirinde kullandığı kelimelerdeki derinlik, okuyucuyu bambaşka bir dünyanın kapısından içeri çekiyordu.\n2. Onun, sıradan kelimeleri bile yeni anlamlar yükleyerek kullanması, eserine farklı bir tat katıyordu.\n3. Ama bu kadar sade bir dille bu denli derin duygular aktarması bende büyük bir kaygı uyandırıyor.\n4. Böylesine büyük bir başarının tekrarlanmasının zor olacağını düşünüyorum.\n5. Keşke bu şiir, onun kariyerinin son eseri olmasaydı. Parçanın 3. ve 4. cümlelerinde ağır basan duygu aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Kaygı (Endişe)",
            "B) Kanıksama (Alışma)",
            "C) Yadırgama (Garipseme)",
            "D) Özlem (Hasret)",
            "E) Hayıflanma (Pişmanlık)"
          ],
          "dogru_cevap": "A",
          "aciklama": "3. cümlede \"kaygı uyandırıyor\" ifadesi doğrudan geçmektedir. 4. cümlede ise bu kaygının nedeni açıklanmıştır: \"Böylesine büyük bir başarının tekrarlanmasının zor olacağını düşünüyorum.\" Yazar, şairin gelecekteki başarısızlığından veya bu yüksek seviyeyi sürdürememe ihtimalinden endişe duymaktadır. Bu da kaygı (endişe) duygusunun ağır bastığını gösterir."
        },
        {
          "id": 48,
          "soru": "Aşağıdaki cümlelerin hangisinde öznel bir değerlendirme söz konusudur?",
          "secenekler": [
            "A) Ankara Kalesi, 10. yüzyılda inşa edilmiş tarihi bir yapıdır.",
            "B) Sanat tarihi üzerine yazılan bu kitap, bugüne kadar okuduğum en sıkıcı eserdi.",
            "C) Yazarın doğum tarihi 1950, ölüm tarihi ise 2010 olarak kayıtlara geçmiştir.",
            "D) Şiir, toplam 14 dizeden oluşmakta ve tek bir dörtlük içermektedir.",
            "E) Belgeselde kullanılan renklerin kontrastı, izleyicinin gözünü yormaktaydı."
          ],
          "dogru_cevap": "B",
          "aciklama": "Öznel yargı, kişiden kişiye değişen, ispatlanamayan kişisel duygu ve yorumları içerir. B şıkkındaki \"en sıkıcı eserdi\" ifadesi, tamamen konuşmacının kişisel beğenisine dayanır ve kişisel bir yargıdır. Diğer şıklar (A, C, D) kanıtlanabilir nesnel bilgiler içerir."
        },
        {
          "id": 49,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"yadırgama\" (garipseme, şaşkınlıkla karşılamama) anlamı vardır?",
          "secenekler": [
            "A) Bu kadar büyük bir felaketin ardından hâlâ gülebiliyorsan, duyguların körelmiş demektir.",
            "B) Oysa ben onun bu projeyi vaktinde bitireceğine dair hiç şüphe duymamıştım.",
            "C) Bu kadar başarılı bir şirketin, bu yıl zarar açıklaması herkesi şaşırttı.",
            "D) Daha düne kadar çevreyi koruma konusunda en çok konuşan oydu, şimdi nasıl oldu da ağaçları kesmeye kalktı!",
            "E) Keşke bu önemli fırsatı zamanında değerlendirebilseydim."
          ],
          "dogru_cevap": "D",
          "aciklama": "Yadırgama (garipseme), bir kişinin beklenilen veya bilinen davranışının dışında bir eylem yapması karşısında duyulan şaşkınlık ve hayret duygusudur. D şıkkında, çevreyi koruma konusunda konuşan kişinin aniden ağaç kesme eylemine kalkışması, beklenen durumun tam tersidir ve büyük bir şaşkınlık ve garipseme (yadırgama) içerir."
        },
        {
          "id": 50,
          "soru": "Okuma, sadece bilginin pasif bir şekilde alınması demek değildir. Okuma eylemi sırasında, beyin okunan metni analiz eder, geçmiş bilgilerle karşılaştırır ve eleştirel bir süzgeçten geçirir. Bu aktif zihinsel süreç, beynin bağlantılarını güçlendirir ve bilişsel yetenekleri keskinleştirir. Bu yönüyle okuma, beynimiz için yapılan en faydalı zihinsel egzersiz olarak kabul edilebilir. Bu parçada asıl vurgulanmak istenen aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Beynin bağlantılarını güçlendirmenin tek yolunun okumak olduğu.",
            "B) Pasif okumanın, aktif okumadan daha yavaş sonuç verdiği.",
            "C) Kitapların, geçmiş bilgileri hatırlama konusunda yardımcı olduğu.",
            "D) Bilişsel yetenekleri geliştirmek için sadece okuma yapmanın yeterli olmadığı.",
            "E) Okuma eyleminin, beyni aktif bir şekilde çalıştırarak en etkili zihinsel egzersizi sağladığı."
          ],
          "dogru_cevap": "E",
          "aciklama": "Paragraf, okumanın pasif olmadığını, aksine \"beyni aktif bir şekilde çalıştıran\" bir süreç olduğunu ve bu aktif zihinsel sürecin faydalarını (bağlantıları güçlendirme, yetenekleri keskinleştirme) anlatmaktadır. Son cümle, okumayı \"en faydalı zihinsel egzersiz\" olarak tanımlayarak ana düşünceyi özetlemektedir. E seçeneği bu ana fikri kapsar."
        }
      ]
    },
    {
      "alt_baslik": "Test 3 (51-75)",
      "soru_sayisi": 25,
      "sorular": [
        {
          "id": 51,
          "soru": "Felsefe, insanlık tarihi boyunca varoluş, bilgi, değerler ve akıl üzerine temel sorular sormuş bir disiplindir. Felsefenin amacı, bu sorulara nihai cevaplar vermek değil, bireyi doğru düşünme ve sorgulama yeteneğiyle donatmaktır. Felsefe eğitimi alan bir kişi, karşılaştığı karmaşık sorunları daha derinlemesine analiz edebilir ve farklı bakış açılarını değerlendirebilir. Bu, bireyin yaşam kalitesini ve toplumsal katılımını doğrudan artırır. Bu parçada felsefeyle ilgili olarak aşağıdakilerden hangisi üzerinde durulmaktadır?",
          "secenekler": [
            "A) Felsefenin, çağdaş bilimlerin ortaya çıkışındaki tarihsel rolü.",
            "B) Felsefi soruların çözülmesinin bireyin mutluluğu için gerekli olduğu.",
            "C) Felsefenin, doğru düşünme ve sorgulama becerisini geliştirerek bireyin yaşamına katkısı.",
            "D) Felsefenin, nihai cevaplar bulamamasının onun değerini düşürdüğü.",
            "E) Felsefenin, sadece akademik çevrelerde incelenmesi gereken soyut bir disiplin olduğu."
          ],
          "dogru_cevap": "C",
          "aciklama": "Paragraf, felsefenin amacının \"doğru düşünme ve sorgulama yeteneğiyle donatmak\" olduğunu ve bunun sonucunda kişinin \"yaşam kalitesini ve toplumsal katılımını doğrudan artırdığını\" belirtmektedir. Metnin temel konusu, felsefenin insana sağladığı pratik ve zihinsel faydalardır."
        },
        {
          "id": 52,
          "soru": "Günümüzde sanat eserlerinin çoğu, kolayca tüketilen, hızlı ve anlık duygulara hitap eden biçimde üretiliyor. Oysa sanatın asıl görevi, ruhu beslemek ve kalıcı bir iz bırakmaktır. Hızlı tüketim kültürü, sanatın bu derinliğini ve kalıcılığını tehlikeye atmaktadır. Eğer sanat eserleri sadece bir \"moda\" ya da \"gündem\" olarak görülmeye devam ederse, estetik değerlerini ve toplumsal işlevlerini tamamen kaybedecektir. Bu parçada asıl eleştirilen durum aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Sanatın, derinlikli ve kalıcı olma özelliğini kaybederek hızlı tüketim kültürü tarafından yozlaştırılması.",
            "B) Sanatçıların, eserlerinde toplumsal konular yerine bireysel duygulara ağırlık vermesi.",
            "C) Sanatın estetik değerinin, toplumsal işlevinden daha önemli görülmeye başlanması.",
            "D) Sanat eleştirmenlerinin, güncel sanat akımlarını yeterince takip etmemesi.",
            "E) Bir sanat eserinin toplumsal işlevini yerine getirmesi için mutlaka moda olması gerektiği."
          ],
          "dogru_cevap": "A",
          "aciklama": "Yazar, sanatın \"kalıcı bir iz bırakma\" ve \"derinlik\" gibi asli görevlerini yitirerek \"kolayca tüketilen\" bir ürün hâline gelmesini eleştirmektedir. \"Hızlı tüketim kültürü\"nün sanatın derinliğini tehlikeye atması, metindeki ana eleştiri noktasıdır."
        },
        {
          "id": 53,
          "soru": "Mizah, yalnızca insanları güldüren basit bir araç değildir. O, toplumsal eleştirinin en etkili ve keskin yollarından biridir. Mizah, ciddi konuları bile hafif bir dille sunarak insanların savunma mekanizmalarını aşar ve zor konular üzerine düşünmelerini sağlar. Bir toplumun mizah anlayışı, o toplumun ne kadar özgür ve ne kadar hoşgörülü olduğunu gösteren önemli bir aynadır. Bu parçaya göre mizahın en önemli işlevi nedir?",
          "secenekler": [
            "A) Bireyleri stresli günlük yaşamın zorluklarından kısa süreliğine uzaklaştırmak.",
            "B) Toplumsal eleştiriyi zor konular üzerine düşünülmesini sağlayacak şekilde etkili ve yumuşak bir dille sunmak.",
            "C) Mizah anlayışının, toplumlar arasında kültürel farklılıklar yaratan temel bir unsur olması.",
            "D) Ciddi konuları ele alırken her zaman neşeli ve komik olmayı başarması.",
            "E) Sadece güldürme amacı taşıması nedeniyle diğer sanat dallarından ayrılması."
          ],
          "dogru_cevap": "B",
          "aciklama": "Paragraf, mizahın \"sadece güldüren basit bir araç değil\", \"toplumsal eleştirinin en etkili ve keskin yolu\" olduğunu vurgulamaktadır. Aynı zamanda \"hafif bir dille sunarak insanların savunma mekanizmalarını aşması\" işlevinden bahsedilmiştir."
        },
        {
          "id": 54,
          "soru": "Dil, bir milletin sadece iletişim kurma aracı değil, aynı zamanda kültürel mirasının ve tarihinin taşıyıcısıdır. Bir dilin yok olması, sadece konuşma biçimlerinin değil; o dilde üretilmiş atasözlerinin, türkülerin, masalların ve düşünme şekillerinin de yok olması anlamına gelir. Bu nedenle dilimizi korumak, geçmişle bağımızı sürdürmek ve gelecek nesillere aktarılacak kültürel zenginliği güvence altına almak demektir. Bu parçada dil ile ilgili olarak aşağıdakilerden hangisi üzerinde durulmuştur?",
          "secenekler": [
            "A) Dilbilgisi kurallarının zamanla değişime uğramasının kültürel zenginliği artırması.",
            "B) İletişim zorluklarını aşmak için evrensel bir dilin yaratılması gerekliliği.",
            "C) Dilin, sadece akademik çalışmalarda ve edebiyatta kullanılması gerekliliği.",
            "D) Dilin, tarihsel süreçte milletlerin düşünme biçimini nasıl değiştirdiği.",
            "E) Dilin, bir milletin tarihini ve kültürel zenginliğini taşıyan en değerli miras olduğu."
          ],
          "dogru_cevap": "E",
          "aciklama": "Metin boyunca dilin bir millet için \"kültürel mirasının ve tarihinin taşıyıcısı\" olduğu ve dilin korunmasının kültürel zenginliği güvence altına almak olduğu anlatılmaktadır."
        },
        {
          "id": 55,
          "soru": "Hayvanlar âlemi, insan için bir öğrenme kaynağıdır. Özellikle böcekler gibi küçük canlıların karmaşık sosyal yaşamları, aralarındaki iş bölümü ve uyumlu hareket etme yetenekleri, toplumsal organizasyon konusunda değerli dersler sunar. Doğayı gözlemlemek, kendi karmaşık insan toplumumuzu anlamlandırmak ve sorunlarımıza çözüm bulmak için bize ilham verir. Bu parçada asıl anlatılmak istenen nedir?",
          "secenekler": [
            "A) İnsan toplumu ile böceklerin sosyal yaşamı arasında büyük benzerlikler olduğu.",
            "B) Böceklerin sosyal yapısının, diğer hayvanlardan daha gelişmiş olduğu.",
            "C) Hayvanlar âleminin, karmaşık sorunların çözümünde tek ilham kaynağı olduğu.",
            "D) İnsanların, doğayı anlamak için bilimsel araştırmalara yeterince önem vermediği.",
            "E) Doğadaki hayvanları gözlemlemenin, insan toplumunun sorunlarını anlamak ve çözmek için önemli bir ilham kaynağı olduğu."
          ],
          "dogru_cevap": "E",
          "aciklama": "Metin, hayvanlar âleminin bir öğrenme kaynağı olduğunu ve doğayı gözlemlemenin, \"kendi karmaşık insan toplumumuzu anlamlandırmak ve sorunlarımıza çözüm bulmak için bize ilham verdiğini\" belirtmektedir."
        },
        {
          "id": 56,
          "soru": "Fotoğrafçılık, sadece anı kaydetmekten ibaret değildir. İyi bir fotoğrafçı, gördüğü gerçekliği kendi bakış açısıyla yorumlar ve izleyiciye sunar. Bir anın sadece görsel bilgisini değil, o anın duygusunu, atmosferini ve altında yatan hikayeyi de kadraja dahil eder. Bu kişisel yorum, fotoğrafı teknik bir kayıttan çıkarıp sanatsal bir esere dönüştürür. Bu parçanın ana düşüncesi aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Sanatsal bir fotoğrafın teknik kalitesinin, duygusal içeriğinden daha önemli olduğu.",
            "B) İzleyicinin, fotoğraftaki duyguyu anlamak için fotoğrafçının yaşamını bilmesi gerektiği.",
            "C) Fotoğrafçılığın, gerçeğin basit bir kaydı değil, sanatçının kişisel yorumuyla değer kazanan sanatsal bir eylem olduğu.",
            "D) Bir fotoğrafın hikayesini anlatabilmesi için mutlaka yazılı bir metinle desteklenmesi gerektiği.",
            "E) Fotoğrafçılığın en zor yanının, sadece anlık duyguyu yakalamak olduğu."
          ],
          "dogru_cevap": "C",
          "aciklama": "Metin, fotoğrafçılığın \"sadece anı kaydetmekten ibaret olmadığını\" vurgulayarak başlar ve \"kişisel yorumun\" fotoğrafı \"sanatsal bir esere dönüştürdüğünü\" belirtir."
        },
        {
          "id": 57,
          "soru": "Tarih yazımı, geçmiş olayların sadece kuru bir sıralaması değildir. Tarihçi, elindeki tüm kanıtları bir araya getirerek, olaylar arasındaki neden-sonuç ilişkilerini analiz eder. Bunu yaparken, o dönemin toplumsal, ekonomik ve siyasi koşullarını da hesaba katmalıdır. Yani tarih, sadece ne olduğunu değil, aynı zamanda neden olduğunu ve bu olayların günümüzü nasıl etkilediğini anlamlandırma çabasıdır. Bu parçadan çıkarılabilecek en kapsamlı yargı aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Gerçek tarih yazımı, olayların sadece sıralanmasından ibaret olmayıp, neden-sonuç ilişkileriyle birlikte bütünsel bir anlamlandırma çabasıdır.",
            "B) Tarihçinin amacı, geçmişteki olayların toplumsal ve siyasi koşullarını detaylıca incelemektir.",
            "C) Tarih yazımında en çok zorlanılan nokta, olayların neden-sonuç ilişkilerini doğru kurmaktır.",
            "D) Tarih biliminin gelişmesi, geçmişten günümüze kadar gelen süreçte büyük ölçüde ilerlemiştir.",
            "E) Günümüzdeki siyasi koşulları anlamak için sadece ekonomik faktörlerin incelenmesi yeterlidir."
          ],
          "dogru_cevap": "A",
          "aciklama": "Metin, tarih yazımının kuru bir sıralama olmaktan öte, \"neden-sonuç ilişkilerini analiz etme\" ve \"anlamlandırma çabası\" olduğunu vurgular."
        },
        {
          "id": 58,
          "soru": "İklim değişikliğiyle mücadele, sadece devletlerin ve büyük şirketlerin omuzlarında olamaz. Bireysel tüketim alışkanlıklarının değişimi, bu küresel çabada kilit rol oynamaktadır. Su israfını önlemek, yerel ve mevsimlik ürünleri tercih etmek, enerji tasarrufu yapmak gibi basit görünen eylemler, bir araya geldiğinde büyük bir fark yaratma potansiyeli taşır. Küresel bir sorunun çözümü, her bir bireyin kendi küçük dünyasındaki sorumluluğu üstlenmesiyle başlar. Bu parçanın ana konusu aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Devletlerin, iklim değişikliğiyle mücadelede sorumluluk almaktan kaçınması.",
            "B) Küresel iklim değişikliğiyle mücadelede bireysel sorumlulukların ve küçük eylemlerin kilit önemi.",
            "C) Büyük şirketlerin, iklim krizini çözmek için yeterince yatırım yapmaması.",
            "D) Bireysel çabaların, büyük ölçekli küresel sorunların çözümünde etkisiz kalması.",
            "E) İklim değişikliğine karşı su tasarrufunun, diğer eylemlerden daha etkili olması."
          ],
          "dogru_cevap": "B",
          "aciklama": "Paragraf, iklim değişikliği mücadelesinde bireysel eylemlerin (\"kilit rol oynadığı\", \"büyük bir fark yaratma potansiyeli taşıdığı\") önemini baştan sona vurgulamaktadır."
        },
        {
          "id": 59,
          "soru": "Birçok kişi, yaratıcılığın doğuştan gelen, değiştirilemez bir yetenek olduğunu düşünür. Oysa yaratıcılık, tıpkı bir kas gibi, düzenli pratikle ve doğru tekniklerle geliştirilebilen bir beceridir. Yeni fikirlere açık olmak, farklı disiplinleri birleştirmek ve risk almaktan çekinmemek gibi tutumlar, yaratıcılığın kapısını açan temel anahtarlardır. Beyni zorlayan, yeni ve beklenmedik sorunlar çözmek, bu beceriyi keskinleştirmenin en iyi yoludur. Bu parçanın ana düşüncesi nedir?",
          "secenekler": [
            "A) Yeni fikirlere açık olmanın, yaratıcılığın en zorlayıcı aşaması olduğu.",
            "B) Yaratıcı insanların genellikle risk almaktan kaçınan kişiler olduğu.",
            "C) Doğuştan gelen yeteneklerin, yaratıcılığın tek kaynağı olduğunu kabul etmek.",
            "D) Yaratıcılığın, doğuştan gelen sabit bir özellik değil, düzenli pratik ve doğru tutumlarla geliştirilebilen bir beceri olduğu.",
            "E) Yaratıcılığı geliştirmek için sadece farklı disiplinleri birleştirmenin yeterli olduğu."
          ],
          "dogru_cevap": "D",
          "aciklama": "Metin, yaygın kanının (\"doğuştan gelen bir yetenek\") aksine yaratıcılığın, \"düzenli pratikle ve doğru tekniklerle geliştirilebilen bir beceri\" olduğunu savunmaktadır."
        },
        {
          "id": 60,
          "soru": "\"İnsan doğası karmaşıktır; bir yandan yalnız kalma ihtiyacı hissederken, diğer yandan da toplumsal bir varlık olarak sürekli etkileşim ve kabul arayışı içindedir.\" cümlesi aşağıdaki paragraf başlıklarından hangisine en uygun düşer?",
          "secenekler": [
            "A) İnsan Psikolojisinde Yalnızlık",
            "B) İletişim Kurmanın Önemi",
            "C) Toplumsal Kabulün Zorunluluğu",
            "D) İnsan Davranışının Basit Kuralları",
            "E) İnsanın Çelişkili Sosyal Doğası"
          ],
          "dogru_cevap": "E",
          "aciklama": "Cümlede, insanın birbiriyle çelişen iki ihtiyacından (yalnızlık ve kabul arayışı) bahsedilmektedir. Bu zıtlık, \"çelişkili sosyal doğa\" başlığı altında en iyi şekilde toplanır ve konuyu kapsar."
        },
        {
          "id": 61,
          "soru": "\"Eğitim, bir ülkenin geleceğini belirleyen en kritik yatırım alanıdır; çünkü gelişmişlik düzeyi, doğrudan yetişmiş insan gücünün kalitesiyle ölçülür.\" Bu parçanın ana fikri aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Ülkelerin kalkınması için sadece ekonomik yatırımlar yeterli değildir.",
            "B) Bir ülkenin gelecekteki gelişmişlik düzeyi, eğitime yaptığı yatırım ve yetiştirdiği insan kalitesine bağlıdır.",
            "C) İnsan gücünün kalitesini ölçmek için eğitim seviyesi tek başına yeterli bir ölçüt değildir.",
            "D) Eğitim sistemi, sadece bilim ve teknolojiye odaklanarak geliştirilmelidir.",
            "E) Eğitim yatırımları, kısa vadede sonuç vermeyen ve sabır gerektiren süreçlerdir."
          ],
          "dogru_cevap": "B",
          "aciklama": "Cümle, eğitimin \"en kritik yatırım\" olduğu ve gelişmişliğin \"yetişmiş insan gücünün kalitesiyle ölçüldüğü\" ana fikrini taşır."
        },
        {
          "id": 62,
          "soru": "Bazı insanlar için mutluluk, büyük bir başarı elde etmek veya çok para kazanmaktır. Oysa gerçek mutluluk, genellikle küçük ve sıradan anlarda gizlidir: Sabah içilen bir fincan kahve, güneşin doğuşunu izlemek veya sevdiğin biriyle yapılan samimi bir sohbet. Mutluluğu büyük ve ulaşılmaz hedeflerde aramak yerine, her günü ve anı değerli kılan bu küçük güzelliklere odaklanmak gerekir. Bu parçada temel olarak ne anlatılmaktadır?",
          "secenekler": [
            "A) Gerçek mutluluğun büyük başarılarda değil, günlük yaşamın sade ve küçük anlarında bulunduğunu öğrenmenin gerekliliği.",
            "B) Mutluluğun, kişiden kişiye değişen göreceli bir kavram olduğu.",
            "C) İnsanların, büyük hedeflere ulaşmak için çalışmaktan vazgeçmemesi gerektiği.",
            "D) Mutluluğun sırrının, her zaman başarılı ve zengin olmaktan geçtiği.",
            "E) Sabah kahvesi gibi küçük alışkanlıkların, büyük hedeflere ulaşmayı kolaylaştırdığı."
          ],
          "dogru_cevap": "A",
          "aciklama": "Yazar, mutluluğu arama konusunda yaygın kanıya karşı çıkarak, mutluluğun \"küçük ve sıradan anlarda gizli\" olduğu fikrini savunur ve bu güzelliklere odaklanmak gerektiğini belirtir."
        },
        {
          "id": 63,
          "soru": "Modern şehirler, hız, rekabet ve karmaşa üzerine kurulmuştur. Bu ortam, insana sürekli bir koşuşturma ve baskı hissi verir. Ancak bu zorlu ortamda bile, kişi kendi iç huzurunu bulabilir. Kendi değerlerini belirlemek, kişisel sınırları korumak ve acele etmeden, farkındalıkla yaşamak; şehir hayatının zorluklarına karşı koymanın ve iç huzuru yakalamanın en önemli yoludur. Bu parçadan çıkarılabilecek en kapsamlı yargı aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Modern şehir hayatı, bireylerin iç huzurunu tamamen yok eden bir yapıdadır.",
            "B) Şehir hayatının karmaşasına rağmen, kişi kendi iç dünyasında sınırlarını belirleyerek ve farkındalıkla yaşayarak huzuru yakalayabilir.",
            "C) Huzuru bulmanın en kesin yolu, şehir hayatından tamamen uzaklaşarak doğaya dönmektir.",
            "D) Hız ve rekabet, şehir hayatında başarının tek ve kaçınılmaz koşullarıdır.",
            "E) Kişisel sınırları belirlemek, bireyin kendi değerlerini anlamasını imkânsız kılar."
          ],
          "dogru_cevap": "B",
          "aciklama": "Metin, şehir hayatının zorluğunu kabul etmekle birlikte, kişinin \"kendi iç huzurunu bulabileceğini\" ve bunun yollarını (\"kendi değerlerini belirlemek\" ve \"farkındalıkla yaşamak\") göstermiştir."
        },
        {
          "id": 64,
          "soru": "Edebiyatın işlevi, sadece toplumsal gerçekleri yansıtmakla sınırlı değildir. Gerçek edebiyat, okuyucuyu sadece kendi çağıyla değil, aynı zamanda evrensel insanlık deneyimleriyle de buluşturur. Aşk, ölüm, adalet ve özgürlük gibi temel temaları işleyerek, dil ve kültür sınırlarını aşan bir bağ kurar. Bu evrensel bağ, edebiyatın kalıcılığını ve gücünü sağlayan temel etkendir. Bu parçanın ana fikri aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Edebiyat, öncelikle kendi çağının toplumsal sorunlarını yansıtmakla yükümlüdür.",
            "B) Toplumsal gerçeklikten uzaklaşan edebi eserler, kalıcılığını kısa sürede kaybeder.",
            "C) Edebi eserler, yalnızca dil ve kültür sınırları içinde değer taşıyabilir.",
            "D) Edebiyatın gücü ve kalıcılığı, evrensel insanlık temalarını işleyerek dil ve kültür sınırlarını aşmasında yatar.",
            "E) Evrensel temaları işleyen eserler, maalesef yerel okuyucular tarafından ilgi görmemektedir."
          ],
          "dogru_cevap": "D",
          "aciklama": "Metin, edebiyatın \"evrensel insanlık deneyimleriyle\" okuyucuyu buluşturduğunu ve bu \"evrensel bağın\" edebiyatın \"kalıcılığını ve gücünü sağladığını\" belirtir."
        },
        {
          "id": 65,
          "soru": "Büyük fikirler genellikle aniden ortaya çıkmaz. Aksine, uzun bir araştırma ve derin düşünme sürecinin ürünüdür. Yaratıcı bireyler, zihinlerini sürekli olarak yeni bilgilerle beslerler ve karşılaştıkları sorunları farklı açılardan incelemek için zaman harcarlar. Fikrin nihai olarak belirmesi, bu uzun hazırlık sürecinin bir sonucudur. Bu süreç, büyük fikirlerin ortaya çıkması için gerekli olan zihinsel tohumların ekilmesini sağlar. Bu parçadan çıkarılabilecek en doğru yargı aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Büyük fikirlerin ortaya çıkması, sadece zihinsel olarak yorucu bir süreçtir.",
            "B) Yaratıcı bireyler, genellikle çok fazla araştırma yapmaktan kaçınırlar.",
            "C) Yaratıcılık ve büyük fikirler, anlık sezgilerle değil, uzun ve sistematik bir zihinsel hazırlık süreciyle meydana gelir.",
            "D) Fikirlerin aniden ortaya çıkması, kişinin yaratıcılığının gelişmediğini gösterir.",
            "E) Araştırma ve düşünme süreci, büyük fikirlerin ortaya çıkışını bazen geciktirebilir."
          ],
          "dogru_cevap": "C",
          "aciklama": "Metin, büyük fikirlerin \"aniden ortaya çıkmadığını\", \"uzun bir araştırma ve derin düşünme sürecinin ürünü\" olduğunu belirterek, sistematik hazırlığın önemini vurgular."
        },
        {
          "id": 66,
          "soru": "Büyük fikirler genellikle aniden ortaya çıkmaz. Aksine, uzun bir araştırma ve derin düşünme sürecinin ürünüdür. Yaratıcı bireyler, zihinlerini sürekli olarak yeni bilgilerle beslerler ve karşılaştıkları sorunları farklı açılardan incelemek için zaman harcarlar. Fikrin nihai olarak belirmesi, bu uzun hazırlık sürecinin bir sonucudur. Bu süreç, büyük fikirlerin ortaya çıkması için gerekli olan zihinsel tohumların ekilmesini sağlar. Parçada, büyük fikirlerin ortaya çıkması için gerekli olanlar arasında aşağıdakilerden hangisi yer almaz?",
          "secenekler": [
            "A) Zihni sürekli yeni bilgilerle beslemek.",
            "B) Karşılaşılan sorunları farklı bakış açılarından incelemek.",
            "C) Fikrin belirmesi için uzun bir hazırlık süresi tanımak.",
            "D) Derinlemesine araştırma ve düşünme süreçlerini uygulamak.",
            "E) Sorunların çözümünde sadece uzmanlık alanına ait bilgileri kullanmak."
          ],
          "dogru_cevap": "E",
          "aciklama": "Metin, yaratıcı bireylerin zihinlerini \"sürekli olarak yeni bilgilerle beslediğini\" (A) ve sorunları \"farklı açılardan incelemek\" gerektiğini (B) belirterek, tek bir alana sıkışıp kalmanın aksini savunur. E şıkkındaki \"sadece uzmanlık alanına ait bilgileri kullanmak\" kısıtlayıcı bir ifade olup, metnin ruhuna aykırıdır ve metinde bu yönde bir gereklilik belirtilmemiştir."
        },
        {
          "id": 67,
          "soru": "Edebiyat ve bilim, görünüşte birbirinden çok farklıdır. Ancak her ikisi de dünyanın ve insan doğasının anlaşılmasına hizmet eder. Bilim, gerçekliği sayısal verilerle ve nesnel kanıtlarla açıklamaya çalışırken; edebiyat, aynı gerçekliği duygular, deneyimler ve kişisel yorumlar üzerinden aktarır. İkisi de insanı, varoluşun sırlarını çözmeye ve anlam aramaya iter, sadece yöntemleri farklıdır. Bu parçadan hareketle aşağıdaki yargılardan hangisine varılamaz?",
          "secenekler": [
            "A) Edebiyat ve bilimin amacı, insan doğasını ve dünyayı anlamaktır.",
            "B) Bilim, gerçekliği açıklarken nesnel kanıtlara ve verilere dayanır.",
            "C) Edebiyat, gerçekliği duygusal deneyimler ve kişisel yorumlar aracılığıyla anlatır.",
            "D) Edebiyat ve bilim, aralarındaki yöntem farklılığına rağmen ortak bir hedefe hizmet eder.",
            "E) Edebiyatın aktardığı bilgiler, bilimsel verilere dayandığı için edebiyat, bilimden daha güvenilir bir kaynaktır."
          ],
          "dogru_cevap": "E",
          "aciklama": "Metin, bilim ve edebiyatın yöntem farklılığını (nesnellik vs. yorum) belirtir, ancak güvenilirlik açısından bir üstünlük kıyaslaması yapmamıştır. E şıkkındaki edebiyatın bilimden \"daha güvenilir\" olduğu yargısına ulaşılamaz."
        },
        {
          "id": 68,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"olasılık (ihtimal)\" anlamı söz konusudur?",
          "secenekler": [
            "A) Bu yılki bütçe açığı, uzmanlarca tahmin edildiği gibi ciddi boyutlara ulaştı.",
            "B) Hava durumu bu şekilde devam ederse, yarın yapacağımız gezi büyük ihtimalle ertelenecek.",
            "C) Sınavı kazanmak için günde en az altı saat ders çalışmalısın.",
            "D) Yazar, bu romanında toplumsal sorunları eleştirmeyi amaçlamıştır.",
            "E) Yapılan anket sonuçlarına göre, halkın çoğunluğu bu karardan memnun değil."
          ],
          "dogru_cevap": "B",
          "aciklama": "Olasılık (ihtimal), bir olayın gerçekleşmesinin kesin olmamasıdır. B seçeneğinde, \"büyük ihtimalle ertelenecek\" ifadesi, erteleme eyleminin gerçekleşme ihtimali taşıdığını, kesinleşmediğini gösterir."
        },
        {
          "id": 69,
          "soru": "Aşağıdaki yargılardan hangisi, \"Her nesil, önceki neslin hatalarından ders almalı ve kendi doğrularını bu deneyimler üzerine inşa etmelidir.\" düşüncesini desteklemez?",
          "secenekler": [
            "A) Geçmişi sadece nostaljik bir anı olarak görmek, hataları tekrar etme riskini artırır.",
            "B) Tecrübe, öğrenmenin en değerli biçimlerinden biridir ve gelecek için kılavuzluk eder.",
            "C) Toplumsal ilerleme, eski kalıpları yıkarak ve denenmiş yanlışlardan vazgeçerek mümkündür.",
            "D) Bir toplumun ilerlemesi için genç neslin, geçmişi tamamen unutup yepyeni bir başlangıç yapması zorunludur.",
            "E) Atalarımızın karşılaştığı zorlukları anlamak, şimdiki sorunlara daha olgun yaklaşmamızı sağlar."
          ],
          "dogru_cevap": "D",
          "aciklama": "Metindeki temel düşünce, geçmiş hatalardan \"ders alarak\" geleceği inşa etme gerekliliğidir. D şıkkı ise genç neslin \"geçmişi tamamen unutup\" yepyeni bir başlangıç yapması gerektiğini savunarak, metindeki \"ders alma\" fikrine karşıt bir görüş ileri sürer."
        },
        {
          "id": 70,
          "soru": "İnsan, yaşamı boyunca yalnızca fizyolojik ihtiyaçlarını gidermekle yetinmez. Aynı zamanda bir anlam arayışı içindedir. Sanat, felsefe ve maneviyat gibi alanlar, bu derin anlamsal boşluğu doldurmaya yardımcı olur. Kişi, sanatsal bir eseri yorumlarken, felsefi bir soruyu düşünürken ya da manevi bir ritüele katılırken, kendi varoluşuna dair bir anlam ve amaç bulur. Bu arayış, insanı diğer canlılardan ayıran en temel özelliklerden biridir. Bu parçadan yola çıkılarak aşağıdaki yargılardan hangisi kesinlikle söylenebilir?",
          "secenekler": [
            "A) İnsan, fizyolojik ihtiyaçlarını giderdikten sonra, mutlaka sanat alanına yönelir.",
            "B) Sanat, felsefe ve maneviyat, anlam arayışında kullanılan tek yoldur.",
            "C) İnsanın fizyolojik gereksinimlerinin ötesinde, varoluşuna anlam katma ve amaç bulma çabası vardır.",
            "D) İnsan, diğer canlılardan farklı olarak sadece maneviyatla ilgilenir.",
            "E) Anlam arayışı, bireyin fizyolojik ihtiyaçlarının giderilmesini zorunlu kılar."
          ],
          "dogru_cevap": "C",
          "aciklama": "Metnin ilk cümlesi, insanın \"yalnızca fizyolojik ihtiyaçlarını gidermekle yetinmediğini\" ve \"bir anlam arayışı içinde olduğunu\" belirtir. C seçeneği bu ifadeyi farklı kelimelerle tekrarlayarak metinden çıkarılabilecek kesin yargıyı oluşturur."
        },
        {
          "id": 71,
          "soru": "İnsan, yaşamı boyunca yalnızca fizyolojik ihtiyaçlarını gidermekle yetinmez. Aynı zamanda bir anlam arayışı içindedir. Sanat, felsefe ve maneviyat gibi alanlar, bu derin anlamsal boşluğu doldurmaya yardımcı olur. Kişi, sanatsal bir eseri yorumlarken, felsefi bir soruyu düşünürken ya da manevi bir ritüele katılırken, kendi varoluşuna dair bir anlam ve amaç bulur. Bu arayış, insanı diğer canlılardan ayıran en temel özelliklerden biridir. Parçada değinilen konular arasında aşağıdakilerden hangisi yoktur?",
          "secenekler": [
            "A) İnsanın fizyolojik ihtiyaçlarının yanı sıra başka arayışlarının da olduğu.",
            "B) Anlam arayışını doldurmaya yardımcı olan alanların varlığı.",
            "C) İnsanın varoluşuna dair amaç ve anlam bulabilmesi.",
            "D) Anlam arayışının, insanı diğer canlılardan ayıran bir özellik olduğu.",
            "E) Sanatın, felsefenin ve maneviyatın tarihsel süreçteki gelişimleri."
          ],
          "dogru_cevap": "E",
          "aciklama": "Metin, sanat, felsefe ve maneviyatın insan için ne ifade ettiğini anlatmakta, ancak onların tarihsel süreçteki gelişimleri hakkında herhangi bir bilgiye yer vermemektedir."
        },
        {
          "id": 72,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"pişmanlık\" anlamı söz konusudur?",
          "secenekler": [
            "A) Keşke bu projenin başarısız olacağını en başından tahmin edebilseydim.",
            "B) Oysa ben onun bu görevi başarıyla tamamlayacağından emindim.",
            "C) Görünen o ki, bu işi yetiştirmek için daha hızlı çalışmak gerekecek.",
            "D) Bu kadar basit bir konuyu nasıl olur da daha önce kimse fark etmemiş!",
            "E) Gençken bana verilen o önemli tavsiyeleri dinlemeyerek büyük bir hata yapmışım."
          ],
          "dogru_cevap": "E",
          "aciklama": "Pişmanlık (Hayıflanma), kişinin kendi yaptığı bir eylemden veya kaçırdığı bir fırsattan dolayı duyduğu üzüntüyü ifade eder. E seçeneğindeki ifade (\"tavsiyeleri dinlemeyerek büyük bir hata yapmışım\") kişinin geçmişteki kendi eylemini sorgulamasıdır. Diğer şıklardaki \"Keşke... uyarsaydın\" (C) gibi ifadeler ise Yakınma (bir başkasından beklentiyi dile getirme) anlamı taşır."
        },
        {
          "id": 73,
          "soru": "\"Eleştirmen, bir sanat eserini değerlendirirken eserin sadece konusuna değil, aynı zamanda yazarın o konuyu işleme biçimine, yani üslubuna da dikkat etmelidir.\" Bu parçadaki düşünceyi destekleyen örnek aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Yazarın bu eserinde toplumsal adaletsizlik konusunu ele alması okuyucuyu etkilemiştir.",
            "B) Eleştirmen, romanın konusunun sıradan olduğunu, ancak yazarın akıcı ve yeni bir dil kullandığını belirtmiştir.",
            "C) Romanın kurgusundaki olay örgüsü, okuyucuyu başından sonuna kadar merak içinde bırakmıştır.",
            "D) Şairin şiirlerinde kullandığı temalar, onun hayat görüşünü yansıtmaktadır.",
            "E) Eserin yayımlanmasından sonra gelen olumlu eleştiriler, yazarın moralini düzeltmiştir."
          ],
          "dogru_cevap": "B",
          "aciklama": "Metin, eleştirmenin hem konuya (içerik: romanın konusu) hem de işleme biçimine (üslup: akıcı ve yeni bir dil) dikkat etmesi gerektiğini savunur. B seçeneği, bu iki farklı değerlendirme boyutuna birden odaklanmıştır."
        },
        {
          "id": 74,
          "soru": "Aşağıdakilerden hangisi, bir yazarın \"içerikle\" ilgili bir yargı bildirdiğini gösterir?",
          "secenekler": [
            "A) Roman, dilindeki sade anlatımıyla okuyucuyu yormamaktadır.",
            "B) Şairin şiirlerinde uzun ve devrik cümleler kullandığı görülmektedir.",
            "C) Yazarın eserlerini genellikle nesir (düzyazı) türünde kaleme alması dikkat çekicidir.",
            "D) Hikayenin kurgusu, beklenmedik olaylarla dolu olduğu için akıcıdır.",
            "E) Eserde, kahramanların psikolojik derinlikleri başarıyla ve detaylıca incelenmiştir."
          ],
          "dogru_cevap": "E",
          "aciklama": "İçerik (öz), eserin ne anlattığıyla (konu, tema, karakter, düşünce) ilgilidir. E seçeneği, \"kahramanların psikolojik derinliklerinin incelenmesi\" gibi anlatılan şeye, yani eserin içeriğine dair bir yargı bildirmektedir. A ve B üslup, C tür, D ise kurgu/yapı ile ilgili yargılardır."
        },
        {
          "id": 75,
          "soru": "Aşağıdaki cümlelerin hangisinde \"abartma (mübalağa)\" sanatı söz konusudur?",
          "secenekler": [
            "A) Hava o kadar soğuktu ki, dışarıdaki sular hemen buz tutmuştu.",
            "B) Bütün gün çalıştığı için akşam yemeğinde sadece bir tabak yemek yedi.",
            "C) Onun söyledikleri karşısında öyle utandım ki, yerin dibine geçtim sanki.",
            "D) Yaşlı adam, yıllarca oturduğu bu evi satmak zorunda kaldığı için üzülüyordu.",
            "E) Dağın zirvesi bembeyaz karla kaplıydı ve rüzgar oldukça şiddetli esiyordu."
          ],
          "dogru_cevap": "C",
          "aciklama": "Abartma (mübalağa), bir durumu olduğundan çok daha büyük veya çok daha küçük göstermektir. C seçeneğinde, kişinin duyduğu utanma hissinin şiddetini belirtmek için \"yerin dibine geçtim\" ifadesi kullanılmıştır. Bu, duygusal yoğunluğu artıran bir abartmadır."
        }
      ]
    },
    {
      "alt_baslik": "Test 4 (76-100)",
      "soru_sayisi": 25,
      "sorular": [
        {
          "id": 76,
          "soru": "Aşağıdaki cümlelerin hangisinde gerekçe (neden) ilişkisi bulunmaktadır?",
          "secenekler": [
            "A) Projenin başarılı olması için ekibin daha çok çalışması gerekiyor.",
            "B) Kitap okumayı çok sevdiği için, boş zamanının tamamını kütüphanede geçiriyordu.",
            "C) Yazar, yeni romanında tarihi gerçekleri değiştirerek okuyucuyu şaşırttı.",
            "D) Kitabın bu kadar ilgi görmesi, yayınevini yeni baskı yapmaya yöneltti.",
            "E) Havanın şiddetli yağmurlu olması nedeniyle, planlanan açık hava konseri iptal edildi."
          ],
          "dogru_cevap": "E",
          "aciklama": "Gerekçe (neden), bir olayın veya durumun niçin gerçekleştiğini açıklar. E seçeneğinde, \"konserin iptal edilmesi\" bir sonuçtur ve bu sonucun nedeni \"Havanın şiddetli yağmurlu olması\"dır."
        },
        {
          "id": 77,
          "soru": "Aşağıdakilerden hangisi, bir parçadaki \"üslup\" (biçem) özelliklerinden biri değildir?",
          "secenekler": [
            "A) Yazarın uzun ve karmaşık cümleler kullanması.",
            "B) Metinde çok fazla yabancı kelimeye yer verilmesi.",
            "C) Yazarın devrik cümleler yerine kurallı cümleleri tercih etmesi.",
            "D) Şairin, şiirlerinde alaycı ve ironik bir dil kullanması.",
            "E) Romandaki ana kahramanın, yaşadığı zorlu çevresel koşullar."
          ],
          "dogru_cevap": "E",
          "aciklama": "Üslup, yazarın nasıl anlattığıyla (dil, cümle yapısı) ilgilidir (A, B, C, D). E seçeneği ise romandaki kahramanın yaşadığı koşullar, yani eserin ne anlattığı (içerik) ile ilgilidir. Dolayısıyla üslup özelliklerinden biri değildir."
        },
        {
          "id": 78,
          "soru": "Aşağıdaki cümlelerin hangisinde \"karşılaştırma\" yapılmıştır?",
          "secenekler": [
            "A) Yazarın gençlik dönemi eserleri, olgunluk dönemi eserlerine göre daha sade ve anlaşılırdır.",
            "B) Projenin bu aşaması, beklenenden daha uzun sürdüğü için ekip yoruldu.",
            "C) Tiyatro, şiire göre daha az sayıda izleyiciye ulaşabilen bir sanat dalıdır.",
            "D) Köy evleri, şehirdeki apartmanlara nazaran daha az katlı ve daha geniştir.",
            "E) Tarihi romanlar, güncel olayları konu edinen romanlardan daha çok ilgi görmektedir."
          ],
          "dogru_cevap": "E",
          "aciklama": "Karşılaştırma, iki farklı varlık veya kavramın ortak veya farklı yönlerini kıyaslamaktır. E seçeneğinde, \"Tarihi romanlar\" ile \"güncel olayları konu edinen romanlar\" ilgi görme yönünden kıyaslanmıştır."
        },
        {
          "id": 79,
          "soru": "Aşağıdaki cümlelerin hangisinde bir \"eleştiri\" söz konusudur?",
          "secenekler": [
            "A) Yazar, eserinde toplumsal sorunları cesurca ve açık bir dille ele almış.",
            "B) Kitabın kapağındaki tasarım, okuyucunun esere olan ilgisini artırmıştı.",
            "C) Eleştirmen, yazarın yeni kitabı hakkında oldukça olumlu yorumlar yaptı.",
            "D) Bu kadar önemli bir konuyu ele alırken yazarın basit ve yüzeysel kalması kabul edilemez.",
            "E) Bu yazarın eserlerinde her zaman sade bir dil kullandığı bilinmektedir."
          ],
          "dogru_cevap": "D",
          "aciklama": "Eleştiri, bir eser ya da durumun olumlu ya da olumsuz yönlerini inceleyip değerlendirmektir. D seçeneği, yazarın bir konuyu ele alış biçimindeki \"basit ve yüzeysel kalması\" durumunu \"kabul edilemez\" bularak olumsuz bir değerlendirme yapmaktadır."
        },
        {
          "id": 80,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir paragraf oluşturulduğunda, baştan ikinci cümle hangisi olur?\n1. Bu karmaşık yapı, kişinin davranışlarını ve tercihlerini anlamayı güçleştirir.\n2. İnsan psikolojisinin temelinde, sadece mantık değil, aynı zamanda duygular ve bilinçdışı faktörler de yer alır.\n3. Bu nedenle, psikologlar bireyleri yargılamak yerine, onları anlamaya odaklanmalıdır.\n4. Psikoloji bilimi, bu temel yapıyı çözümlemeyi ve insan davranışına ışık tutmayı amaçlar.\n5. Çünkü duygular, çoğu zaman mantıksal kararların bile önüne geçebilir.",
          "secenekler": ["A) 4", "B) 1", "C) 2", "D) 3", "E) 5"],
          "dogru_cevap": "A",
          "aciklama": "Cümlelerin anlam akışına göre sıralaması: 2 (Giriş) - 4 (Bilimin amacı) - 1 (Karmaşık yapının sonucu) - 5 (Karmaşıklığın gerekçesi) - 3 (Sonuç). Sıralama: 2-4-1-5-3. Baştan ikinci cümle 4. numaralı cümledir."
        },
        {
          "id": 81,
          "soru": "Aşağıdaki numaralanmış cümlelerden hangisi, parçanın anlam akışını bozmaktadır?\n1. Küresel iklim değişikliği, sadece kutupları veya buzulları değil, aynı zamanda tarım alanlarını ve su kaynaklarını da tehdit etmektedir.\n2. Kuraklık ve aşırı hava olayları, gıda üretimini ciddi ölçüde azaltarak açlık riskini artırmaktadır.\n3. Bilim insanları, bu tehdide karşı acil önlemler alınması konusunda sürekli uyarılarda bulunmaktadır.\n4. Yeni geliştirilen tarım teknolojileri, daha az su kullanarak daha fazla ürün yetiştirmeye olanak tanımaktadır.\n5. Bu acil önlemlerin başında, fosil yakıt kullanımının derhal durdurulması ve yenilenebilir enerjiye geçilmesi gelir.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 5", "E) 4"],
          "dogru_cevap": "E",
          "aciklama": "Paragrafın genel akışı (1, 2, 3, 5. cümleler), \"iklim değişikliğinin yarattığı tehditler\" ve bu tehditlere karşı alınması gereken \"acil önlemler\" üzerinedir. 4. cümle ise konuyu aniden \"yeni geliştirilen tarım teknolojilerine\" kaydırmaktadır ve akışı bozmaktadır."
        },
        {
          "id": 82,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın giriş cümlesi olmaya en uygun düşer?",
          "secenekler": [
            "A) Böylece, bu karmaşık süreç beklenenden daha hızlı tamamlanmış oldu.",
            "B) Bu sanatçı, eserlerinde soyut ve somut kavramları ustaca harmanlamıştır.",
            "C) Ancak, söz konusu teorinin bazı açılardan yetersiz kaldığı da görülmektedir.",
            "D) Oysa, bireysel çabaların toplumsal değişim üzerindeki etkisi genellikle göz ardı edilir.",
            "E) Yaşadığımız çevre ve sahip olduğumuz değerler, dünya görüşümüzün şekillenmesinde büyük rol oynar."
          ],
          "dogru_cevap": "E",
          "aciklama": "Giriş cümlesi, kendinden önce bir durumun varlığını düşündürecek bağlayıcı kelimeler (\"böylece\", \"bu sanatçı\", \"ancak\", \"oysa\") içermemelidir. E seçeneği, genel bir konuyu (çevre ve değerler) bağımsızca ortaya koyduğu için giriş cümlesi olmaya en uygun cümledir."
        },
        {
          "id": 83,
          "soru": "1. Sanatın her dalı, insan duygularını ifade etmenin farklı bir yolunu sunar.\n2. Ancak müzik, dil engeli tanımayan, doğrudan ruhumuza hitap eden evrensel bir dildir.\n3. Bir resim ya da bir heykel, kültürel kodlara göre yorumlanmayı gerektirebilir.\n4. Müziğin ritmi ve melodisi ise, dünyanın neresinde olursanız olun aynı temel duyguları uyandırabilir.\n5. Bu nedenle müzik, sanat dalları arasında en etkili ve en derin iz bırakanlardan biri olarak kabul edilir. Yukarıdaki numaralanmış cümlelerle kurallı bir paragraf oluşturulduğunda baştan dördüncü cümle hangisi olur?",
          "secenekler": ["A) 1", "B) 4", "C) 3", "D) 5", "E) 2"],
          "dogru_cevap": "B",
          "aciklama": "Paragraf, müziğin evrenselliğini anlatmaktadır. Sıralama: 1 (Giriş) - 2 (Müziğe odaklanma) - 3 (Diğer sanatlarla karşılaştırma) - 4 (Evrenselliğin gerekçesi) - 5 (Sonuç). Sıralama: 1-2-3-4-5. Baştan dördüncü cümle 4. numaralı cümledir."
        },
        {
          "id": 84,
          "soru": "1. Sanatın her dalı, insan duygularını ifade etmenin farklı bir yolunu sunar.\n2. Ancak müzik, dil engeli tanımayan, doğrudan ruhumuza hitap eden evrensel bir dildir.\n3. Bir resim ya da bir heykel, kültürel kodlara göre yorumlanmayı gerektirebilir.\n4. Müziğin ritmi ve melodisi ise, dünyanın neresinde olursanız olun aynı temel duyguları uyandırabilir.\n5. Bu nedenle müzik, sanat dalları arasında en etkili ve en derin iz bırakanlardan biri olarak kabul edilir. Bu parçadaki düşüncenin akışına göre 3. cümlede yapılan karşılaştırma hangi amaçla kullanılmıştır?",
          "secenekler": [
            "A) Heykel ve resim sanatının müziğe göre daha üstün olduğunu kanıtlamak.",
            "B) Müziğin, diğer sanat dallarından daha az kültürel kod içerdiğini göstermek.",
            "C) Sanat dalları arasındaki tarihsel gelişim farkını ortaya koymak.",
            "D) Müziğin evrenselliğini ve doğrudan duygulara hitap etme gücünü pekiştirmek.",
            "E) Sanat eserlerinin yorumlanmasında kültürel kodların hiçbir etkisinin olmadığını belirtmek."
          ],
          "dogru_cevap": "D",
          "aciklama": "3. ve 4. cümleler, resim ve heykelin yorum gerektirmesine karşın, müziğin her yerde \"aynı temel duyguları uyandırabileceğini\" vurgular. Bu karşılaştırmanın amacı, müziğin evrensel dil olduğunu pekiştirmektir."
        },
        {
          "id": 85,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir paragraf oluşturulduğunda, baştan birinci cümle hangisi olur?\n1. Bu durum, bireyin olaylara farklı açılardan bakma yeteneğini zayıflatır.\n2. Günümüzde bilgiye erişimin kolaylığı, ne yazık ki düşünce tembelliğini beraberinde getirmiştir.\n3. Çünkü internet, sorgulamadan kabul edilen hazır bilgileri sürekli önümüze sermektedir.\n4. Halbuki eleştirel düşünme, bilginin doğruluğunu teyit etme ve analiz etme becerisi ister.\n5. Bu tembelliğin en belirgin sonucu, insanların ilk duydukları bilgiye hemen inanmasıdır.",
          "secenekler": ["A) 2", "B) 1", "C) 3", "D) 4", "E) 5"],
          "dogru_cevap": "A",
          "aciklama": "Cümlelerin anlam akışına göre sıralaması: 2 (Giriş) - 5 (Tembelliğin sonucu) - 1 (Olumsuz etki) - 3 (Tembelliğin nedeni) - 4 (Sonuç/Karşıtlık). Sıralama: 2-5-1-3-4. Baştan birinci cümle 2. numaralı cümledir."
        },
        {
          "id": 86,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın sonuç cümlesi olarak kullanılmaya en uygundur?",
          "secenekler": [
            "A) Ayrıca, elde edilen bu veriler, bilim dünyasında büyük bir tartışma başlattı.",
            "B) Ne var ki, bu durumun sosyal hayata olan etkileri henüz tam olarak belirlenmemiştir.",
            "C) Bu eleştiriler, yazarın sonraki eserlerinde daha iyi kurgu yapmasına yol açtı.",
            "D) Son olarak, projenin bitirilmesi için kaynakların artırılması gerekmektedir.",
            "E) Tüm bu nedenler göz önüne alındığında, tarihi değerlerimizi korumanın kültürel süreklilik için vazgeçilmez olduğu anlaşılmaktadır."
          ],
          "dogru_cevap": "E",
          "aciklama": "Sonuç cümlesi, kendinden önceki tüm düşünceleri toparlayıp nihai bir yargıya varmalıdır. E seçeneği, \"Tüm bu nedenler göz önüne alındığında\" ifadesiyle, daha önce yapılan tüm tartışmaları ve analizleri toplar ve kesin bir hüküm bildirir."
        },
        {
          "id": 87,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın giriş cümlesi olmaya en uygun düşer?",
          "secenekler": [
            "A) Ancak bu yaklaşım, özellikle felsefi metinlerde sıklıkla eleştirilmiştir.",
            "B) Böylece, toplumsal adalet konusunda önemli bir adım atılmış oldu.",
            "C) Çevre bilinci, günümüz dünyasında her bireyin edinmesi gereken temel bir sorumluluktur.",
            "D) Bu durumu düzeltmek için bilim insanları yeni bir teori geliştirdi.",
            "E) Bununla birlikte, teknolojinin getirdiği bazı olumsuz sonuçlar da göz ardı edilemez."
          ],
          "dogru_cevap": "C",
          "aciklama": "Giriş cümlesi, kendisinden önce bir konunun geçtiğini belli eden bağlayıcı kelimeler (ancak, böylece, bu durum, bununla birlikte) içermemelidir. C seçeneği, genel bir konuyu (çevre bilinci) bağımsız ve genel bir yargıyla ortaya koyduğu için en uygun cümledir."
        },
        {
          "id": 88,
          "soru": "Aşağıdaki numaralanmış cümlelerden hangisi, parçanın anlam akışını bozmaktadır?\n1. Küresel ısınma ile mücadele, sadece teknolojiyi geliştirmekle değil, aynı zamanda bireysel etik anlayışımızı değiştirmekle de mümkündür.\n2. Tüketim alışkanlıklarımızın çevresel etkilerini görmezden gelmek, sorunun derinleşmesine yol açmaktadır.\n3. Bu nedenle, daha az tüketme ve daha çok yeniden kullanma gibi davranışları hayatımıza dahil etmeliyiz.\n4. Yeni keşfedilen enerji kaynakları, küresel enerji ihtiyacını karşılama potansiyeline sahiptir.\n5. Çünkü etik bir sorumluluk olmadan, en iyi teknoloji bile sorunu kökten çözemeyecektir.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 5", "E) 4"],
          "dogru_cevap": "E",
          "aciklama": "Metin (1, 2, 3, 5. cümleler), \"iklim kriziyle mücadelede etik ve bireysel sorumluluğun\" önemini vurgulamaktadır. 4. cümle ise konuyu aniden \"yeni keşfedilen enerji kaynaklarının potansiyeline\" kaydırmaktadır ve metnin odaklandığı etik ve bireysel değişim akışını bozmaktadır."
        },
        {
          "id": 89,
          "soru": "İnsan, yaşamı anlamlandırma çabasında sanattan, bilimden ve dinden yararlanmıştır. Sanat, duygusal doygunluk ve estetik bir tatmin sunar. Bilim, gerçekliği rasyonel kanıtlarla açıklar ve evreni anlamlandırmamızı sağlar. Din ise, insanın varoluşsal kaygılarını gidermeye yönelik manevi bir çerçeve sunar. Bu üç alan, insanın dünyadaki yerini ve amacını bulmasında farklı yollarla destek olur. Aşağıdaki yargılardan hangisi, parçanın akışına göre en uygun sonuç cümlesi olur?",
          "secenekler": [
            "A) Bu durum, bilim ve sanatın dinden daha önemli olduğu anlamına gelmez.",
            "B) Sanat ve bilimin gelişmesi, dinin toplum üzerindeki etkisini azaltmıştır.",
            "C) Bu üç alanın birbirinden kesinlikle ayrılması, ilerlemenin ön koşuludur.",
            "D) Sonuç olarak, insanın anlam arayışı, bu üç farklı disiplinin eş zamanlı katkısıyla mümkün olabilmektedir.",
            "E) İnsanın duygusal kaygılarının giderilmesi, bilimsel verilerin ışığında gerçekleşebilir."
          ],
          "dogru_cevap": "D",
          "aciklama": "Paragraf, sanat, bilim ve dinin ayrı ayrı işlevlerini anlattıktan sonra, hepsinin ortak amacının insanın anlam arayışına yardımcı olmak olduğunu belirtir. D seçeneği, bu üç alanın işlevlerini birleştirerek, genel ve toparlayıcı bir sonuç yargısı sunar."
        },
        {
          "id": 90,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir bütün oluşturulduğunda, baştan beşinci (son) cümle hangisi olur?\n1. Fakat bu algı, bilginin sadece ezberlenmesi gereken bir yük olduğu yanılgısını beraberinde getirir.\n2. Okul sistemi, çoğu zaman başarıyı sadece sınav notlarıyla ölçmeye odaklanmıştır.\n3. Oysa gerçek eğitim, bireyin hayat boyu öğrenme becerilerini kazanmasını sağlamaktır.\n4. Bu da öğrencilerin eleştirel düşünme ve sorun çözme yeteneklerini geliştirmesini engeller.\n5. Bu nedenle, eğitim sisteminin önceliği, notları değil, öğrencinin düşünme biçimini geliştirmek olmalıdır.",
          "secenekler": ["A) 5", "B) 1", "C) 2", "D) 3", "E) 4"],
          "dogru_cevap": "A",
          "aciklama": "Paragrafın sıralaması: 2 (Giriş) - 1 (Yanlış algı) - 4 (Olumsuz sonuç) - 3 (Olması gereken) - 5 (Nihai hüküm/Sonuç). Sıralama: 2-1-4-3-5. Baştan beşinci (son) cümle 5. numaralı cümledir."
        },
        {
          "id": 91,
          "soru": "Aşağıdaki numaralanmış cümlelerden hangisi, parçanın anlam akışını bozmaktadır?\n1. Küresel salgınlar, dünyanın ne kadar hızlı değişebileceğini ve insan sağlığının ne kadar kırılgan olduğunu göstermiştir.\n2. Bu nedenle, gelecekteki krizlere karşı hazırlıklı olmak, tüm devletlerin en önemli görevi olmalıdır.\n3. Sağlık yatırımlarının artırılması, araştırma ve geliştirme çalışmalarına daha fazla kaynak ayrılması elzemdir.\n4. Turizm sektörünün toparlanması için uluslararası seyahat kısıtlamalarının derhal kaldırılması gerekmektedir.\n5. Çünkü bilimsel işbirliği ve güçlü sağlık sistemleri olmadan, yeni tehditlerle başa çıkmak imkânsızdır.",
          "secenekler": ["A) 4", "B) 1", "C) 2", "D) 5", "E) 3"],
          "dogru_cevap": "A",
          "aciklama": "Paragrafın temel konusu (1, 2, 3 ve 5. cümleler), küresel krizlere karşı alınması gereken sağlık tedbirleri ve hazırlık gerekliliğidir. 4. cümle ise konuyu aniden turizm sektörüne kaydırmakta ve metnin ana akışı olan \"sağlık ve hazırlık\" odağını bozmaktadır. Bu nedenle anlam akışını bozan cümle 4'tür ve A seçeneğinde yer almaktadır."
        },
        {
          "id": 92,
          "soru": "Felsefe, çoğu zaman soyut ve pratik yaşamdan uzak bir disiplin olarak görülür. Oysa felsefenin asıl işlevi, bireyin kritik düşünme yeteneğini keskinleştirmektir. Felsefe, kişiye kendisine sunulan bilgiyi kabul etmek yerine, onu sorgulama, analiz etme ve kendi yargılarını oluşturma becerisi kazandırır. Bu sürekli sorgulama, bireyi dogmatizmden uzak tutar ve hayatının her alanında daha bilinçli kararlar almasını sağlar. Bu yönüyle felsefe, sadece bir bilgi yığını değil, yaşamı yönlendiren bir düşünce biçimidir. Bu parçada asıl anlatılmak istenen aşağıdakilerden hangisidir?",
          "secenekler": [
            "A) Felsefe, pratik yaşamdan uzak, sadece soyut kavramlarla ilgilenen bir disiplindir.",
            "B) Kritik düşünme yeteneği, felsefe sayesinde değil, deneyimle kazanılan bir beceridir.",
            "C) Felsefenin temel amacı, yaşamdaki tüm sorulara kesin ve nihai cevaplar vermektir.",
            "D) Felsefe, bilginin sorgulanması ve bireyin kritik düşünme yeteneğinin geliştirilmesi yoluyla, daha bilinçli bir yaşam sürmenin anahtarıdır.",
            "E) Dogmatizmden uzaklaşmak için felsefeden çok, bilimsel yöntemlere başvurmak gerekir."
          ],
          "dogru_cevap": "D",
          "aciklama": "Metin, felsefenin \"soyut\" olduğu görüşüne karşı çıkarak, asıl işlevinin \"kritik düşünme yeteneğini keskinleştirmek\" olduğunu ve bunun sonucunda \"daha bilinçli kararlar almayı\" sağladığını vurgulamaktadır. D seçeneği, metindeki bu temel fikri en kapsamlı şekilde özetler."
        },
        {
          "id": 93,
          "soru": "Aşağıdaki cümlelerle anlamlı ve kurallı bir bütün oluşturulduğunda, baştan üçüncü cümle hangisi olur?\n1. Dilin bu sosyal gücü, onu sadece bir iletişim aracı olmaktan çıkarır.\n2. Çünkü kelimeler, bir toplumun değerlerini, tarihini ve düşünce biçimini de taşır.\n3. Bu nedenle, bir toplumun kendini ifade etme biçimi, kullandığı dille şekillenir.\n4. Dil, bir toplumu bir araya getiren ve bireyler arasında ortak bir bağ kuran en güçlü unsurdur.\n5. O, aynı zamanda toplumsal kimliği ve kültürel mirası koruyan canlı bir yapıdır.",
          "secenekler": ["A) 1", "B) 2", "C) 3", "D) 5", "E) 4"],
          "dogru_cevap": "D",
          "aciklama": "Cümlelerin anlam akışına göre sıralaması: 4 (Giriş) - 1 (Sosyal gücün sonucu) - 5 (Yeni rolün tanımı) - 2 (Bu rolün gerekçesi) - 3 (Nihai sonuç). Sıralama: 4-1-5-2-3. Baştan üçüncü cümle 5. numaralı cümledir."
        },
        {
          "id": 94,
          "soru": "Aşağıdaki cümlelerden hangisi, bir paragrafın giriş cümlesi olmaya en uygun düşmez?",
          "secenekler": [
            "A) İnsanlık tarihi, sürekli bir teknolojik ilerleme ve toplumsal değişim sürecinden ibarettir.",
            "B) Şiir, yazarın duygu ve düşüncelerini en kısa ve öz şekilde ifade ettiği sanat türüdür.",
            "C) Toplumsal hafıza, bir milletin varlığını ve kimliğini korumasında kilit role sahiptir.",
            "D) Her şeyden önce, bireysel özgürlüklerin korunması modern demokrasinin temelidir.",
            "E) Halbuki, bu tür sanatsal faaliyetler toplumda her zaman karşılık bulmamıştır."
          ],
          "dogru_cevap": "E",
          "aciklama": "Giriş cümlesi, kendisinden önce bir konunun geçtiğini belli eden \"halbuki\" gibi bağlayıcı kelimeler içermemelidir. E seçeneği, \"Halbuki\" kelimesiyle başladığı için giriş cümlesi olmaya en uygun düşmez."
        },
        {
          "id": 95,
          "soru": "Doğru bilgiye ulaşmak, günümüzde her zamankinden daha zordur. İnternet, herkese fikirlerini yayma özgürlüğü verdi; ancak bu durum, yanlış ve doğrulanmamış bilginin de hızla yayılmasına yol açtı. Bu yüzden, eleştirel okuryazarlık becerisi hayati önem taşımaktadır. Bilgiyi sorgulamalı, kaynağını teyit etmeli ve farklı kaynaklarla karşılaştırmalıyız. Aksi takdirde, dezenformasyonun kurbanı olmak kaçınılmazdır. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisi ağır basmaktadır?",
          "secenekler": [
            "A) Açıklama",
            "B) Tartışma",
            "C) Betimleme",
            "D) Öyküleme",
            "E) Kanıtlama"
          ],
          "dogru_cevap": "B",
          "aciklama": "Paragraf, \"doğru bilgiye ulaşmanın zorluğu\" gibi bir sorunu ortaya koymuş ve bu duruma karşı bir tez (eleştirel okuryazarlık gerekliliği) öne sürerek, okuyucuyu kendi görüşüne yönlendirmeye çalışmıştır. Bu, Tartışma anlatım biçiminin temel özelliğidir."
        },
        {
          "id": 96,
          "soru": "Aşağıdaki cümlelerin hangisinde \"örnekleme\"den yararlanılmıştır?",
          "secenekler": [
            "A) Başarı, sadece yetenekle değil, aynı zamanda düzenli ve disiplinli çalışmayla da elde edilir.",
            "B) Edebiyat, hayatın çelişkilerini, sevinçlerini ve hüzünlerini ele alan bir ayna gibidir.",
            "C) Şair, şiirlerinde aşk temasını sade bir dille işleyen usta bir kalemdi.",
            "D) Birçok tarihi yapı, zamanla yok olmuştur; örneğin, İskenderiye Feneri ve Rodos Heykeli.",
            "E) Sanatın amacı, sadece güzel olanı yaratmak değil, aynı zamanda düşündürmektir."
          ],
          "dogru_cevap": "D",
          "aciklama": "Örnekleme, ileri sürülen genel yargıyı somutlaştırmak için örnekler vermektir. D seçeneğinde, \"tarihi yapıların yok olması\" genel yargısına karşılık, \"İskenderiye Feneri ve Rodos Heykeli\" somut örnek olarak verilmiştir."
        },
        {
          "id": 97,
          "soru": "Kışın ortasında, gölün yüzeyi tamamen donmuştu. Beyaz bir çarşaf gibi uzanan buz, etrafındaki çam ağaçlarının yeşiliyle sert bir zıtlık oluşturuyordu. Güneş, buzun üzerindeki ince kar tabakasını parlatıyor, bu da gölün pırıl pırıl görünmesini sağlıyordu. Rüzgar eserken, kuru dalların hışırtısı, kışın sessizliğini hafifçe bozuyordu. Hava soğuktu ama manzara insanın içini ısıtıyordu. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisi ağır basmaktadır?",
          "secenekler": [
            "A) Betimleme",
            "B) Açıklama",
            "C) Öyküleme",
            "D) Tartışma",
            "E) Kanıtlama"
          ],
          "dogru_cevap": "A",
          "aciklama": "Parça, bir mekânın (donmuş göl manzarası) görsel detaylarını ve duyusal unsurlarını (\"Beyaz bir çarşaf gibi\", \"gümüşi ışıltılar\") kullanarak okuyucunun zihninde canlandırmayı amaçlamaktadır. Bu, Betimleme (tasvir etme) anlatım biçiminin temel özelliğidir."
        },
        {
          "id": 98,
          "soru": "Aşağıdaki cümlelerin hangisinde \"tanımlama\"dan yararlanılmıştır?",
          "secenekler": [
            "A) Roman, olay örgüsü bakımından diğer edebi türlerden daha karmaşık bir yapıya sahiptir.",
            "B) Yazar, karakterlerini yaratırken çevresindeki gerçek insanlardan ilham almıştır.",
            "C) Depresyon, kişinin duygusal durumunu, düşünce biçimini ve davranışlarını olumsuz etkileyen bir ruhsal bozukluktur.",
            "D) Kitabın ilk baskısı 1980 yılında yapılmış ve büyük ilgi görmüştür.",
            "E) Bir sanat eserinin kalıcılığı, onun okuyucuda yarattığı etkiyle ölçülür."
          ],
          "dogru_cevap": "C",
          "aciklama": "Tanımlama, \"Bu nedir?\" sorusuna cevap veren ifadelerdir. C seçeneğinde, \"Depresyon nedir?\" sorusuna cevap verilerek, kavramın tanımı yapılmıştır."
        },
        {
          "id": 99,
          "soru": "Biyografik romanlar, tarihi kişilerin yaşam öykülerini kurmaca ile birleştirerek okuyucuya sunar. Bu tür eserler, okuyucunun tarihi kişiyi sadece kuru bilgilerle değil, aynı zamanda duygusal bir bağ kurarak tanımasını sağlar. Biyografik romanlar, okuyucuyu geçmişe çeker, o dönemin sosyal koşullarını ve kahramanın iç dünyasını anlamasına yardımcı olur. Bu, okuyucunun tarih öğrenimine ilk adımı atması için önemli bir başlangıç noktası olabilir. Bu parçanın anlatımında aşağıdaki anlatım biçimlerinden hangisi ağır basmaktadır?",
          "secenekler": [
            "A) Tartışma",
            "B) Betimleme",
            "C) Öyküleme",
            "D) Kanıtlama",
            "E) Açıklama"
          ],
          "dogru_cevap": "E",
          "aciklama": "Paragrafın temel amacı, biyografik roman türünün ne olduğunu (tanımını), ne işe yaradığını ve okuyucuya ne gibi katkıları olduğunu bilgi verici ve nesnel bir üslupla anlatmaktır. Bu, Açıklama anlatım biçiminin belirgin özelliğidir."
        },
        {
          "id": 100,
          "soru": "\"Doğanın kış aylarındaki beyaz örtüsü, tıpkı yorgun bir ruhun sessizliğe çekilmesi gibidir.\" cümlesinde hangi düşünceyi geliştirme yoluna başvurulmuştur?",
          "secenekler": [
            "A) Tanımlama",
            "B) Benzetme",
            "C) Örnekleme",
            "D) Karşılaştırma",
            "E) Tanık gösterme"
          ],
          "dogru_cevap": "B",
          "aciklama": "Benzetme (teşbih), bir varlığı veya durumu başka bir varlık veya duruma benzeterek anlatım gücünü artırmaktır. Cümlede, \"Doğanın kış örtüsü\" ile \"yorgun bir ruhun sessizliğe çekilmesi\" durumu, \"tıpkı... gibidir\" sözcükleriyle birbirine benzetilmiştir."
        }
      ]
    }
  ]
}