[
  {
    "ust_baslik": "Trablusgarp ve Balkan Savaşları",
    "tests": [
      {
        "alt_baslik": "Test 1",
        "soru_sayisi": 20,
        "sorular": [
            { "id": 1, "soru": "Osmanlı Devleti'nin Kuzey Afrika'daki son toprak parçası olan Trablusgarp'ı işgal etmek isteyen İtalya, 1909 yılında Rusya ile yaptığı hangi gizli antlaşma ile Rusya'nın Boğazlardaki çıkarlarını tanırken kendi Trablusgarp emellerini kabul ettirmiştir?", "secenekler": ["Ouchy Antlaşması", "Racconigi Antlaşması", "Londra Antlaşması", "Reval Görüşmeleri", "Bükreş Antlaşması"], "dogru_cevap": "B", "aciklama": "İtalya ve Rusya arasındaki 1909 Racconigi Antlaşması ile iki devlet karşılıklı olarak birbirlerinin yayılma sahalarını (Boğazlar ve Trablusgarp) tanımıştır." },
            { "id": 2, "soru": "Trablusgarp Savaşı sırasında Mustafa Kemal, kimliğini gizleyerek bölgeye gitmiş ve yerel halkı İtalyanlara karşı örgütlemiştir. Mustafa Kemal'in bu yolculukta kullandığı takma ad ve meslek aşağıdakilerden hangisidir?", "secenekler": ["Kuyumcu Hamdi", "Tüccar Mehmet", "Gazeteci Şerif Bey", "Eşref Bey", "Binbaşı Ali"], "dogru_cevap": "C", "aciklama": "Mustafa Kemal, 'Tanin Gazetesi yazarı Gazeteci Şerif Bey' kimliğiyle Mısır üzerinden Trablusgarp'a geçmiştir." },
            { "id": 3, "soru": "Trablusgarp Savaşı, dünya harp tarihinde bir 'ilk'e sahne olmuştur. İtalyan pilot Giulio Gavotti tarafından gerçekleştirilen bu olay nedir?", "secenekler": ["İlk tank kullanımı", "İlk denizaltı saldırısı", "İlk hava saldırısı (Uçaktan bomba atılması)", "İlk kimyasal silah kullanımı", "İlk telsiz telgraf kullanımı"], "dogru_cevap": "C", "aciklama": "1 Kasım 1911'de İtalyan pilot Gavotti, uçağından Osmanlı mevzilerine el bombası atarak tarihteki ilk hava bombardımanını gerçekleştirmiştir." },
            { "id": 4, "soru": "Osmanlı Devleti'nin Trablusgarp Savaşı'nda bölgeye karadan asker gönderememesinin temel nedeni aşağıdakilerden hangisidir?", "secenekler": ["Donanmanın yetersiz olması", "İngiltere'nin Mısır'ı işgal altında tutması ve geçişe izin vermemesi", "Balkan Savaşlarının başlamış olması", "Bölge halkının Osmanlı'ya karşı ayaklanması", "İtalya'nın Çanakkale Boğazı'nı abluka altına alması"], "dogru_cevap": "B", "aciklama": "Mısır İngiliz işgalinde olduğu için Osmanlı'nın Trablusgarp ile kara bağlantısı kesilmiştir." },
            { "id": 5, "soru": "Trablusgarp Savaşı devam ederken İtalya, Osmanlı Devleti'ni barışa zorlamak amacıyla stratejik bir hamle yaparak aşağıdaki bölgelerden hangisini işgal etmiştir?", "secenekler": ["Girit Adası", "Kıbrıs", "On İki Ada ve Rodos", "Midilli", "Sakız Adası"], "dogru_cevap": "C", "aciklama": "İtalya, savaşı genişletmek ve Osmanlı'yı masaya oturtmak için Rodos ve On İki Ada'yı işgal etmiştir." },
            { "id": 6, "soru": "1912 Uşi Antlaşması ile Trablusgarp İtalya'ya bırakılmıştır. Ancak antlaşmaya konulan 'Padişah adına Naib-i Sultan atanacaktır' maddesi ile Osmanlı Devleti neyi amaçlamıştır?", "secenekler": ["Bölgeden vergi almaya devam etmeyi", "İtalyan yönetimine ortak olmayı", "Bölge halkı ile kültürel ve dini bağları korumayı", "Askeri varlığını gizlice sürdürmeyi", "Kapitülasyonları kaldırmayı"], "dogru_cevap": "C", "aciklama": "Osmanlı Devleti, halifelik kurumunu kullanarak bölge halkının manevi olarak kendisine bağlı kalmasını sağlamayı amaçlamıştır." },
            { "id": 7, "soru": "Trablusgarp Savaşı'nda Mustafa Kemal'in yerel kuvvetleri örgütleyerek İtalyanlara karşı başarı kazandığı ve gözünden yaralandığı cepheler hangileridir?", "secenekler": ["Trablus ve Bingazi", "Derne ve Tobruk", "Homs ve Misrata", "Bingazi ve Fizan", "Derne ve Trablus"], "dogru_cevap": "B", "aciklama": "Mustafa Kemal, Derne ve Tobruk bölgelerinde İtalyanlara karşı savunma savaşları yönetmiştir." },
            { "id": 8, "soru": "Enver Paşa, Trablusgarp Savaşı sırasında hangi takma isimle ve hangi bölgede komutanlık yapmıştır?", "secenekler": ["Gazeteci Şerif - Derne", "Kuyumcu Hamdi - Bingazi", "Halıcı Ahmet - Trablus", "Tüccar Ali - Tobruk", "Çerkes Ethem - Fizan"], "dogru_cevap": "B", "aciklama": "Enver Paşa, 'Kuyumcu Hamdi' takma adıyla Bingazi cephesinde görev yapmış ve burada adeta özerk bir yönetim kurmuştur." },
            { "id": 9, "soru": "Trablusgarp Savaşı'nda Osmanlı subaylarının örgütlediği ve İtalyan işgaline karşı direnişin belkemiğini oluşturan yerel tarikat aşağıdakilerden hangisidir?", "secenekler": ["Vahhabiler", "Senusiler", "Bektaşiler", "Mevleviler", "İdrisiler"], "dogru_cevap": "B", "aciklama": "Şeyh Ahmed eş-Şerif liderliğindeki Senusi Tarikatı, Osmanlı subaylarıyla işbirliği yaparak İtalyanlara karşı büyük bir direniş göstermiştir." },
            { "id": 10, "soru": "Uşi Antlaşması'na göre On İki Ada'nın durumu ile ilgili alınan karar aşağıdakilerden hangisidir?", "secenekler": ["Yunanistan'a verilecektir", "Osmanlı'ya iade edilecektir", "Balkan Savaşları bitene kadar geçici olarak İtalya'da kalacaktır", "Özerk olacaktır", "İngiltere'nin korumasına bırakılacaktır"], "dogru_cevap": "C", "aciklama": "Osmanlı, adaları Yunan işgalinden korumak için savaş bitene kadar geçici olarak İtalya'ya bırakmıştır, ancak adalar bir daha geri alınamamıştır." },
            { "id": 11, "soru": "Trablusgarp Savaşı'nda Mustafa Kemal'in rütbesi neydi ve savaş sırasındaki başarılarından dolayı hangi rütbeye terfi etmiştir?", "secenekler": ["Yüzbaşı -> Binbaşı", "Binbaşı -> Yarbay", "Kolağası -> Binbaşı", "Teğmen -> Üsteğmen", "Yarbay -> Albay"], "dogru_cevap": "C", "aciklama": "Mustafa Kemal savaşa Kolağası (Kıdemli Yüzbaşı) olarak gitmiş, buradaki başarılarıyla Binbaşılığa terfi etmiştir." },
            { "id": 12, "soru": "İtalyanların Trablusgarp işgaline gerekçe olarak sundukları 'Bölgeyi medenileştirme' iddiası, sömürgecilik literatüründe hangi kavramla ifade edilir?", "secenekler": ["Mandater Yönetim", "Beyaz Adamın Yükü", "Hayat Sahası", "Demir Perde", "Açık Kapı"], "dogru_cevap": "B", "aciklama": "Batılıların sömürgeciliği meşrulaştırmak için kullandığı 'geri kalmış toplumları eğitme/medenileştirme' argümanı 'Beyaz Adamın Yükü' olarak bilinir." },
            { "id": 13, "soru": "Trablusgarp Savaşı'nda İtalyan donanmasının Beyrut Limanı'nı bombalayarak Osmanlı donanmasına ait gemileri batırmasının temel amacı nedir?", "secenekler": ["Beyrut'u işgal etmek", "Osmanlı'yı barışa zorlamak ve Akdeniz ticaretini engellemek", "İngiltere'yi savaşa çekmek", "Kanal Harekatı'nı başlatmak", "Mısır'a asker çıkarmak"], "dogru_cevap": "B", "aciklama": "İtalya, savaşı Osmanlı'nın ticaret merkezlerine yayarak ekonomik ve psikolojik baskı oluşturmayı hedeflemiştir." },
            { "id": 14, "soru": "Mustafa Kemal'in Trablusgarp Savaşı'ndaki tecrübeleri, onun ileride hangi savaştaki başarısına doğrudan zemin hazırlamıştır?", "secenekler": ["1. Dünya Savaşı - Çanakkale Cephesi", "Kurtuluş Savaşı (Kuvay-ı Milliye örgütlenmesi)", "Balkan Savaşları", "1. Dünya Savaşı - Kafkas Cephesi", "Sakarya Meydan Muharebesi"], "dogru_cevap": "B", "aciklama": "Trablusgarp'taki halkı örgütleme ve milis kuvvetleri oluşturma (gayrinizami harp) deneyimi, Kurtuluş Savaşı'ndaki Kuvay-ı Milliye ruhunun temelini oluşturur." },
            { "id": 15, "soru": "Trablusgarp Savaşı sonunda imzalanan Uşi Antlaşması ile Osmanlı Devleti hangi kıtadaki siyasi varlığını tamamen kaybetmiştir?", "secenekler": ["Asya", "Avrupa", "Afrika", "Amerika", "Avustralya"], "dogru_cevap": "C", "aciklama": "Trablusgarp (Libya), Osmanlı'nın Afrika kıtasındaki son toprağıydı." },
            { "id": 16, "soru": "Aşağıdakilerden hangisi Trablusgarp Savaşı'na gönüllü giden subaylardan biri değildir?", "secenekler": ["Mustafa Kemal", "Enver Bey", "Nuri (Conker) Bey", "Fethi (Okyar) Bey", "İsmet (İnönü) Bey"], "dogru_cevap": "E", "aciklama": "İsmet İnönü Trablusgarp Savaşı'na katılmamış, bu sırada Yemen'de ve ardından Balkan Savaşları'nda görev yapmıştır." },
            { "id": 17, "soru": "Trablusgarp Savaşı'nda İtalyanların sahil şeridinden iç kısımlara (çöle) ilerleyememelerinin temel askeri nedeni nedir?", "secenekler": ["İtalyan askerlerinin sıcağa dayanamaması", "Osmanlı subaylarının komutasındaki yerel halkın kurduğu etkili savunma hattı", "İtalyan donanmasının desteğini çekmesi", "İngiltere'nin araya girmesi", "Osmanlı'nın ağır silahlarının olması"], "dogru_cevap": "B", "aciklama": "Osmanlı subayları ve Senusiler, İtalyanları kıyı şeridine hapsetmiş, iç kesimlere girmelerini engellemiştir." },
            { "id": 18, "soru": "Uşi Antlaşması'nda İtalya'nın kapitülasyonların kaldırılması konusunda Osmanlı'ya yardım edeceği maddesinin yer alması neyi gösterir?", "secenekler": ["İtalya'nın Osmanlı dostu olduğunu", "Osmanlı'nın diplomatik bir başarı kazandığını", "İtalya'nın ekonomik çıkarlarından vazgeçtiğini", "Kapitülasyonların sadece İtalya'yı ilgilendirdiğini", "İtalya'nın diğer büyük devletlerle arasının açıldığını"], "dogru_cevap": "B", "aciklama": "Toprak kaybına rağmen bu madde, Osmanlı diplomasisinin kapitülasyonlardan kurtulma çabasını ve İtalya'yı bu konuda yanına çekme başarısını gösterir." },
            { "id": 19, "soru": "Trablusgarp Savaşı'nda kullanılan Derne, Tobruk ve Bingazi gibi yer isimleri günümüzde hangi ülkenin sınırları içerisindedir?", "secenekler": ["Tunus", "Cezayir", "Libya", "Mısır", "Fas"], "dogru_cevap": "C", "aciklama": "Trablusgarp ve Bingazi bölgeleri bugünkü Libya devletini oluşturur." },
            { "id": 20, "soru": "Osmanlı Devleti'nin Trablusgarp Savaşı'nda donanmasını kullanamamasının temel sebebi nedir?", "secenekler": ["Donanmanın Haliç'te çürümeye terk edilmiş olması", "Yakıt sıkıntısı", "Personel yetersizliği", "Rusya'nın izin vermemesi", "Boğazların kapalı olması"], "dogru_cevap": "A", "aciklama": "2. Abdülhamid döneminde donanmanın Haliç'ten çıkarılmaması ve bakımının yapılmaması, deniz gücünü yok etmiştir." }
          ]
        },
        {
          "alt_baslik": "Test 2",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 21, "soru": "1. Balkan Savaşı'nda Osmanlı Devleti'ne karşı savaşan Balkan Birliği devletleri arasında aşağıdakilerden hangisi yer almaz?", "secenekler": ["Bulgaristan", "Yunanistan", "Sırbistan", "Karadağ", "Romanya"], "dogru_cevap": "E", "aciklama": "Romanya 1. Balkan Savaşı'na katılmamış, Bulgaristan'ın aşırı büyümesi üzerine 2. Balkan Savaşı'na dahil olmuştur." },
            { "id": 22, "soru": "1. Balkan Savaşı öncesinde Osmanlı ordusunun siyasi çekişmeler nedeniyle 'Mektepli-Alaylı' veya 'İttihatçı-Halaskaran' olarak bölünmesi durumu, askeri literatürde hangi kavramla ifade edilir?", "secenekler": ["Dejenerasyon", "Politizasyon", "Asimilasyon", "Entegrasyon", "Seferberlik"], "dogru_cevap": "B", "aciklama": "Ordunun siyasete karışması (politizasyon), emir-komuta zincirini bozmuş ve Balkan yenilgisinin en büyük nedeni olmuştur." },
            { "id": 23, "soru": "1. Balkan Savaşı'nda Osmanlı Doğu Ordusu'nun Bulgar ordusuna karşı ağır bir yenilgi alarak Çatalca'ya kadar çekilmesine neden olan ve 22.000'den fazla kaybın verildiği muharebe hangisidir?", "secenekler": ["Kumanova Muharebesi", "Lüleburgaz Muharebesi", "Plevne Savunması", "Dömeke Savaşı", "Niğbolu Savaşı"], "dogru_cevap": "B", "aciklama": "Lüleburgaz Muharebesi, Osmanlı ordusunun sevk ve idare hataları yüzünden Doğu Trakya'yı kaybettiği dönüm noktasıdır." },
            { "id": 24, "soru": "1. Balkan Savaşı'nda 'Yanya Fatihi' olarak bilinen Yunan ordusuna karşı kaleyi aylarca savunan Osmanlı komutanı kimdir?", "secenekler": ["Hasan Rıza Paşa", "Esat (Bülkat) Paşa", "Şükrü Paşa", "Mahmut Muhtar Paşa", "Abdullah Paşa"], "dogru_cevap": "B", "aciklama": "Esat Paşa, Yanya Kalesi'ni yokluklar içinde Yunan kuşatmasına karşı kahramanca savunmuştur." },
            { "id": 25, "soru": "1. Balkan Savaşı sırasında 'İşkodra Müdafii' olarak tarihe geçen, ancak emrindeki Esat Toptani Paşa'nın ihaneti ve suikastı sonucu şehit edilen komutan kimdir?", "secenekler": ["Rauf Orbay", "Hasan Rıza Paşa", "Enver Paşa", "Kazım Karabekir", "Ali Fuat Cebesoy"], "dogru_cevap": "B", "aciklama": "Hasan Rıza Paşa, İşkodra savunmasının sembol ismidir ve bir iç ihanet sonucu şehit düşmüştür." },
            { "id": 26, "soru": "1. Balkan Savaşı'nda 'Hamidiye Kahramanı' olarak bilinen ve gemisiyle Ege'de Yunan ablukasını yararak 'korsan kruvazör' harekatı düzenleyen komutan kimdir?", "secenekler": ["Rauf Orbay", "Barbaros Hayrettin", "Enver Paşa", "Cemal Paşa", "Çerkes Ethem"], "dogru_cevap": "A", "aciklama": "Rauf Orbay, Hamidiye Kruvazörü ile yaptığı akınlarla Ege ve Akdeniz'de efsaneleşmiştir." },
            { "id": 27, "soru": "1. Balkan Savaşı sırasında tek kurşun atılmadan Yunanistan'a teslim edilen ve içerisinde Hasan Tahsin'in de şehit edildiği önemli Osmanlı şehri hangisidir?", "secenekler": ["Manastır", "Üsküp", "Selanik", "Yanya", "İşkodra"], "dogru_cevap": "C", "aciklama": "Selanik, şehrin komutanı Tahsin Paşa tarafından, şehrin tahrip olmaması gerekçesiyle Yunan ordusuna teslim edilmiştir." },
            { "id": 28, "soru": "1. Balkan Savaşı'nda 'Edirne Müdafii' olarak bilinen ve şehri Bulgar kuşatmasına karşı 5 aydan fazla savunan komutan kimdir?", "secenekler": ["Şükrü Paşa", "Esat Paşa", "Gazi Osman Paşa", "Fahrettin Paşa", "Halil Kut Paşa"], "dogru_cevap": "A", "aciklama": "Şükrü Paşa, Edirne'de açlık ve hastalıklara rağmen destansı bir direniş göstermiştir." },
            { "id": 29, "soru": "1. Balkan Savaşı devam ederken bağımsızlığını ilan ederek Osmanlı Devleti'nden ayrılan son Balkan milleti hangisidir?", "secenekler": ["Bulgarlar", "Sırplar", "Arnavutlar", "Rumlar", "Boşnaklar"], "dogru_cevap": "C", "aciklama": "Arnavutluk, 28 Kasım 1912'de İsmail Kemal Bey önderliğinde bağımsızlığını ilan etmiştir." },
            { "id": 30, "soru": "1. Balkan Savaşı'ndaki yenilginin sorumlusu olarak hükümeti gören İttihat ve Terakki Cemiyeti'nin, 23 Ocak 1913'te gerçekleştirdiği ve Harbiye Nazırı Nazım Paşa'nın öldürüldüğü darbe girişimi hangisidir?", "secenekler": ["31 Mart Vakası", "Kuleli Vakası", "Bab-ı Ali Baskını", "Çırağan Baskını", "Menemen Olayı"], "dogru_cevap": "C", "aciklama": "Bab-ı Ali Baskını ile İttihatçılar Kamil Paşa hükümetini devirip Mahmut Şevket Paşa hükümetini kurarak tam iktidar olmuştur." },
            { "id": 31, "soru": "Bab-ı Ali Baskını sırasında Harbiye Nazırı Nazım Paşa'yı vuran İttihatçı fedai kimdir?", "secenekler": ["Enver Paşa", "Talat Paşa", "Yakup Cemil", "Ömer Naci", "Resneli Niyazi"], "dogru_cevap": "C", "aciklama": "Yakup Cemil, baskın sırasındaki arbedede Nazım Paşa'yı vurarak öldürmüştür." },
            { "id": 32, "soru": "1. Balkan Savaşı'nı sona erdiren ve Osmanlı'nın batı sınırını 'Midye-Enez Hattı' olarak belirleyen antlaşma hangisidir?", "secenekler": ["İstanbul Antlaşması", "Atina Antlaşması", "Londra Antlaşması", "Bükreş Antlaşması", "Uşi Antlaşması"], "dogru_cevap": "C", "aciklama": "30 Mayıs 1913 Londra Antlaşması ile Osmanlı, Midye-Enez hattının batısındaki tüm topraklarını kaybetmiştir." },
            { "id": 33, "soru": "Londra Antlaşması ile geleceği 'Büyük Devletler'in kararına bırakılan yerler nerelerdir?", "secenekler": ["Selanik ve Girit", "Arnavutluk ve Ege Adaları", "Edirne ve Kırklareli", "Batı Trakya ve Makedonya", "Yanya ve İşkodra"], "dogru_cevap": "B", "aciklama": "Antlaşma ile Arnavutluk'un sınırları ve Ege Adaları'nın kime ait olacağı kararı Avrupalı büyük devletlere bırakılmıştır." },
            { "id": 34, "soru": "1. Balkan Savaşı'nda Osmanlı ordusunun iaşe ve ikmal (lojistik) sisteminin çökmesi, yenilginin nedenlerinden biridir. Bu durum, Osmanlı'da hangi altyapı eksikliğini acı bir şekilde göstermiştir?", "secenekler": ["Eğitim", "Demiryolu ve Ulaşım", "Hukuk", "Tarım", "Sanayi"], "dogru_cevap": "B", "aciklama": "Cepheye asker ve erzak sevkinin yapılamaması, demiryolu ağının yetersizliğini ve ulaştırma sorunlarını ortaya çıkarmıştır." },
            { "id": 35, "soru": "Yunanistan'ın 1. Balkan Savaşı'nda Ege Denizi'nde hakimiyet kurmasını sağlayan ve Osmanlı donanmasını Çanakkale'ye hapseden ünlü zırhlı gemisinin adı nedir?", "secenekler": ["Averof", "Kilkis", "Limnos", "Hamidiye", "Yavuz"], "dogru_cevap": "A", "aciklama": "Averof Zırhlısı, hızı ve ateş gücüyle Ege'de Osmanlı donanmasına üstünlük sağlamıştır." },
            { "id": 36, "soru": "Aşağıdakilerden hangisi 1. Balkan Savaşı'nın sonuçlarından biri değildir?", "secenekler": ["Batı Trakya kaybedildi", "Arnavutluk bağımsız oldu", "Osmanlıcılık fikri çöktü", "Gökçeada ve Bozcaada kaybedildi", "Türkçülük akımı güçlendi"], "dogru_cevap": "D", "aciklama": "Gökçeada ve Bozcaada, Çanakkale Boğazı'nın güvenliği için hayati olduğundan elde tutulabilen nadir adalardandır." },
            { "id": 37, "soru": "1. Balkan Savaşı'nda Bulgarların Çatalca önlerine kadar gelmesi, Osmanlı başkenti İstanbul'da nasıl bir tehlike yaratmıştır?", "secenekler": ["Başkentin Anadolu'ya taşınması gündeme gelmiştir", "Padişah tahttan indirilmiştir", "Cumhuriyet ilan edilmiştir", "İngiltere İstanbul'u işgal etmiştir", "Rusya Boğazları kapatmıştır"], "dogru_cevap": "A", "aciklama": "Bulgar topçularının seslerinin İstanbul'dan duyulması üzerine, hükümet merkezinin ve hazinenin Eskişehir veya Bursa'ya taşınması tartışılmıştır." },
            { "id": 38, "soru": "Balkan Savaşları sırasında Osmanlı Devleti'nin Ege Adaları'nı kaybetmesinin en temel stratejik nedeni nedir?", "secenekler": ["Adaların karaya uzak olması", "Donanmanın yetersizliği ve denizde hakimiyet kurulamaması", "Adalarda Rum nüfusun az olması", "İngiltere'nin adaları koruması", "İtalya'nın adaları işgal etmesi"], "dogru_cevap": "B", "aciklama": "Deniz bağlantısı kesilen adaların savunulması imkansız hale gelmiş ve Yunan donanması adaları tek tek işgal etmiştir." },
            { "id": 39, "soru": "1. Balkan Savaşı'nda Karadağ'ın Osmanlı'ya saldırmasıyla başlayan savaşta, Osmanlı ordusunun ilk büyük yenilgisini aldığı Kırklareli Muharebesi'ndeki başarısızlığın komuta kademesindeki nedeni nedir?", "secenekler": ["Cephane bitmesi", "'Düşmanı görünce saldırma' yerine 'Bekle-Gör' taktiğinin yanlış uygulanması ve panik", "İhanet", "Hava şartları", "Salgın hastalık"], "dogru_cevap": "B", "aciklama": "Osmanlı komutanlarının kararsızlığı ve askerin paniğe kapılıp 'Dağılın!' emri verildi sanması (bozgun) Kırklareli'nin kaybına yol açmıştır." },
            { "id": 40, "soru": "Bab-ı Ali Baskını sonrasında kurulan hükümetin başında kim yer almıştır?", "secenekler": ["Talat Paşa", "Enver Paşa", "Mahmut Şevket Paşa", "Said Halim Paşa", "Cemal Paşa"], "dogru_cevap": "C", "aciklama": "31 Mart Vakası'nı bastıran Hareket Ordusu komutanı Mahmut Şevket Paşa, darbe sonrası sadrazamlığa getirilmiştir." }
          ]
        },
        {
          "alt_baslik": "Test 3",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 41, "soru": "1. Balkan Savaşı'nda Osmanlı'nın yenilmesinde etkili olan faktörlerden biri de 'istihbarat zaafiyeti'dir. Osmanlı Harbiye Nazırı'nı 'Balkan devletleri saldırmayacak' diye kandıran devlet hangisidir?", "secenekler": ["İngiltere", "Fransa", "Rusya", "Almanya", "Avusturya"], "dogru_cevap": "C", "aciklama": "Rusya Dışişleri Bakanı, Osmanlı Harbiye Nazırı Nazım Paşa'ya savaş olmayacağı garantisi vermiş, bu da terhis kararında etkili olmuştur." },
            { "id": 42, "soru": "1. Balkan Savaşı'nda kaybedilen ve Atatürk'ün doğduğu şehir olan Selanik'in kaybı, Türk tarihinde nasıl bir travmaya yol açmıştır?", "secenekler": ["Sadece toprak kaybı olarak görülmüştür", "'Rumeli'ye Veda'nın sembolü olmuş ve milliyetçiliği körüklemiştir", "Ekonomik bir rahatlama sağlamıştır", "Nüfusun azalmasına sevinilmiştir", "Hiçbir etkisi olmamıştır"], "dogru_cevap": "B", "aciklama": "Selanik'in kaybı, Türk aydınları ve halkı üzerinde derin bir üzüntü yaratmış, vatan kavramının sorgulanmasına ve Türk milliyetçiliğinin yükselmesine neden olmuştur." },
            { "id": 43, "soru": "Balkan Savaşları'nda 'Gönüllü' olarak savaşan ve daha sonra Cumhuriyet döneminin önemli edebiyatçılarından biri olan yazar kimdir? (İpucu: Bomba hikayesi)", "secenekler": ["Namık Kemal", "Ömer Seyfettin", "Ziya Gökalp", "Mehmet Emin Yurdakul", "Halide Edip"], "dogru_cevap": "B", "aciklama": "Ömer Seyfettin, Balkan Savaşları'nda teğmen olarak görev yapmış, esir düşmüş ve yaşadıklarını hikayelerine (Bomba, Beyaz Lale) yansıtmıştır." },
            { "id": 44, "soru": "1. Balkan Savaşı'nda Osmanlı ordusunun terhis edilen eğitimli askerlerinin (Nizamiye) yerine cepheye sürülen deneyimsiz birliklere ne ad verilir?", "secenekler": ["Kapıkulu", "Redif", "Yeniçeri", "Tımarlı Sipahi", "Levent"], "dogru_cevap": "B", "aciklama": "Eğitimli birliklerin terhisi sonucu, savaşa hazırlıksız ve disiplinsiz 'Redif' (yedek) birlikleri sürülmüş, bu da bozgunu hızlandırmıştır." },
            { "id": 45, "soru": "Aşağıdaki şehirlerden hangisi 1. Balkan Savaşı sonucunda kesin olarak kaybedilmiştir?", "secenekler": ["Edirne", "Kırklareli", "Üsküp", "İstanbul", "Çatalca"], "dogru_cevap": "C", "aciklama": "Edirne ve Kırklareli 2. Balkan Savaşı'nda geri alınmıştır, ancak Üsküp (Makedonya) kalıcı olarak kaybedilmiştir." },
            { "id": 46, "soru": "1. Balkan Savaşı sırasında Rauf Orbay'ın Hamidiye Kruvazörü ile yaptığı harekatın temel stratejik amacı neydi?", "secenekler": ["Yunan donanmasını açık denize çekerek bölmek", "İstanbul'u korumak", "İtalya'ya saldırmak", "Mısır'a asker çıkarmak", "Kıbrıs'ı geri almak"], "dogru_cevap": "A", "aciklama": "Hamidiye, Yunan donanmasının (özellikle Averof'un) peşine düşmesini sağlayarak Çanakkale ablukasını hafifletmeyi amaçlamıştır." },
            { "id": 47, "soru": "Balkan Savaşları yenilgisinden sonra Osmanlı ordusunu modernize etmek için hangi ülkeden askeri heyet (Islah Heyeti) getirilmiştir?", "secenekler": ["İngiltere", "Fransa", "Almanya", "Rusya", "İtalya"], "dogru_cevap": "C", "aciklama": "Liman von Sanders başkanlığındaki Alman askeri heyeti, ordunun modernizasyonu için görevlendirilmiştir." },
            { "id": 48, "soru": "1. Balkan Savaşı'nın başlamasına neden olan ve Rusya'nın teşvikiyle kurulan 'Balkan Birliği' ittifakı hangi devletler arasındadır?", "secenekler": ["Bulgaristan, Sırbistan, Yunanistan, Karadağ", "Romanya, Bulgaristan, Sırbistan", "Arnavutluk, Makedonya, Yunanistan", "Bosna, Hırvatistan, Sırbistan", "Türkiye, Bulgaristan, Romanya"], "dogru_cevap": "A", "aciklama": "Osmanlı'ya karşı kurulan ittifak bu dört devleti kapsar." },
            { "id": 49, "soru": "1. Balkan Savaşı'nda Osmanlı ordusunun iletişim hatlarının kesilmesi ve birliklerin birbirinden habersiz kalması, hangi teknolojik eksiklikten kaynaklanmıştır?", "secenekler": ["Telsiz/Telgraf hatlarının yetersizliği ve sabotajı", "At eksikliği", "Harita eksikliği", "Pusula eksikliği", "Dürbün eksikliği"], "dogru_cevap": "A", "aciklama": "İletişim altyapısının zayıflığı ve Bulgarların telgraf hatlarını kesmesi, komuta birliğini felç etmiştir." },
            { "id": 50, "soru": "Lüleburgaz Muharebesi'nde Osmanlı tarafında komutanlar arasında yaşanan anlaşmazlık, özellikle hangi iki paşa arasındadır?", "secenekler": ["Nazım Paşa - Abdullah Paşa", "Enver Paşa - Talat Paşa", "Mustafa Kemal - Enver Paşa", "Mahmut Şevket - Rauf Orbay", "Kazım Karabekir - Ali Fuat"], "dogru_cevap": "A", "aciklama": "Doğu Ordusu Komutanı Abdullah Paşa ile Başkomutan Vekili Nazım Paşa arasındaki emir çatışmaları bozgunu getirmiştir." },
            { "id": 51, "soru": "2. Balkan Savaşı'nın çıkmasının temel nedeni aşağıdakilerden hangisidir?", "secenekler": ["Osmanlı'nın kaybettiği toprakları geri almak istemesi", "Bulgaristan'ın 1. Balkan Savaşı'nda en büyük payı alması", "Rusya'nın kışkırtması", "Arnavutluk'un bağımsız olması", "Avusturya-Macaristan'ın baskısı"], "dogru_cevap": "B", "aciklama": "Bulgaristan'ın Makedonya'nın tamamını istemesi ve aslan payını alması, eski müttefiklerini ona karşı birleştirmiştir." },
            { "id": 52, "soru": "2. Balkan Savaşı'na, 1. Balkan Savaşı'nda yer almamasına rağmen katılan ve Bulgaristan'a kuzeyden saldıran devlet hangisidir?", "secenekler": ["Karadağ", "Sırbistan", "Romanya", "Yunanistan", "Macaristan"], "dogru_cevap": "C", "aciklama": "Romanya, Dobruca bölgesindeki hak iddiaları ve güç dengesi endişesiyle savaşa girmiştir." },
            { "id": 53, "soru": "2. Balkan Savaşı sırasında Osmanlı Devleti'nin Edirne ve Kırklareli'yi geri almasında başrol oynayan ve 'Edirne Fatihi' unvanını alan komutan kimdir?", "secenekler": ["Mustafa Kemal", "İsmet İnönü", "Enver Paşa", "Cemal Paşa", "Kazım Karabekir"], "dogru_cevap": "C", "aciklama": "Enver Paşa, İttihat ve Terakki'nin de siyasi kararıyla orduyu harekete geçirmiş ve Edirne'yi kurtarmıştır." },
            { "id": 54, "soru": "Mustafa Kemal, 2. Balkan Savaşı sırasında hangi birlikte görev yaparak Edirne'nin kurtuluşuna stratejik katkı sağlamıştır?", "secenekler": ["Hareket Ordusu", "Bolayır Kolordusu", "Yıldırım Orduları", "19. Tümen", "57. Alay"], "dogru_cevap": "B", "aciklama": "Mustafa Kemal, Gelibolu'daki Bolayır Kolordusu'nda Harekat Şube Müdürü/Kurmay Başkanı olarak görev yapmıştır." },
            { "id": 55, "soru": "Balkan Savaşları sonunda Osmanlı Devleti ile Bulgaristan arasında imzalanan ve Meriç Nehri'ni sınır kabul eden antlaşma hangisidir?", "secenekler": ["1913 İstanbul Antlaşması", "1913 Atina Antlaşması", "1914 İstanbul Antlaşması", "Bükreş Antlaşması", "Neuilly Antlaşması"], "dogru_cevap": "A", "aciklama": "29 Eylül 1913 İstanbul Antlaşması ile bugünkü Türkiye-Bulgaristan sınırı (Meriç Nehri) büyük ölçüde çizilmiştir." },
            { "id": 56, "soru": "14 Kasım 1913 tarihli Atina Antlaşması ile Girit Adası'nın durumu nasıl çözümlenmiştir?", "secenekler": ["Özerk hale gelmiştir", "Osmanlı Devleti'ne iade edilmiştir", "Kesin olarak Yunanistan'a bırakılmıştır", "İtalya yönetimine verilmiştir", "Uluslararası yönetime devredilmiştir"], "dogru_cevap": "C", "aciklama": "Osmanlı Devleti, Girit üzerindeki tüm haklarından vazgeçmiş ve adanın Yunanistan'a aidiyetini kabul etmiştir." },
            { "id": 57, "soru": "Balkan Savaşları sonunda Sırbistan ile Osmanlı Devleti arasında ortak sınır kalmamasına rağmen, hangi amaçla 1914 İstanbul Antlaşması imzalanmıştır?", "secenekler": ["Sırbistan ile ittifak kurmak", "Sırbistan'da kalan Türklerin ve Müslümanların haklarını korumak", "Savaş tazminatı almak", "Silah ticareti yapmak", "Bulgaristan'a karşı birleşmek"], "dogru_cevap": "B", "aciklama": "Sırbistan sınırları içinde kalan (Makedonya bölgesindeki) Türk azınlığın mülkiyet, eğitim ve ibadet haklarını güvenceye almak için imzalanmıştır." },
            { "id": 58, "soru": "2. Balkan Savaşı sonrasında Balkan devletlerinin kendi aralarında imzaladıkları ve Bulgaristan'ın kazanımlarının çoğunu kaybettiği antlaşma hangisidir?", "secenekler": ["Londra Antlaşması", "Bükreş Antlaşması", "Paris Antlaşması", "Berlin Antlaşması", "Trianon Antlaşması"], "dogru_cevap": "B", "aciklama": "10 Ağustos 1913 Bükreş Antlaşması ile Bulgaristan, Romanya'ya Dobruca'yı vermiş, Makedonya'yı ise Sırbistan ve Yunanistan'a kaptırmıştır." },
            { "id": 59, "soru": "Mustafa Kemal, Balkan Savaşları'ndan sonra 1913 yılında hangi diplomatik/askeri göreve atanmıştır?", "secenekler": ["Paris Büyükelçisi", "Berlin Ataşemiliteri", "Sofya Ataşemiliteri", "Viyana Ataşesi", "Londra Başkonsolosu"], "dogru_cevap": "C", "aciklama": "Mustafa Kemal, Bulgaristan'ın başkenti Sofya'ya askeri ataşe olarak gönderilmiştir." },
            { "id": 60, "soru": "Balkan Savaşları'nın kaybedilmesinin sosyal sonuçlarından biri olan ve Anadolu'nun demografik yapısını değiştiren olgu nedir?", "secenekler": ["Köyden kente göç", "Mübadele antlaşması", "'Muhacir' (Balkan göçmenleri) akını", "İşçi göçü", "Beyin göçü"], "dogru_cevap": "C", "aciklama": "Balkanlardaki zulümden kaçan yüz binlerce Türk, 'Muhacir' olarak Anadolu'ya sığınmış ve Anadolu'nun Türkleşmesini hızlandırmıştır." }
          ]
        },
        {
          "alt_baslik": "Test 4",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 61, "soru": "Mustafa Kemal'in Sofya Ataşemiliterliği sırasında katıldığı bir kıyafet balosunda giydiği ve Avrupalıların büyük ilgisini çeken kıyafet nedir?", "secenekler": ["Efe kıyafeti", "Yeniçeri kıyafeti", "Bedevi kıyafeti", "Frak", "Barbaros Hayrettin kıyafeti"], "dogru_cevap": "B", "aciklama": "Mustafa Kemal, Osmanlı'nın güçlü dönemlerini hatırlatmak amacıyla baloya Yeniçeri kıyafetiyle katılmıştır." },
            { "id": 62, "soru": "Balkan Savaşları'nda kaybedilen Batı Trakya'da (Gümülcine, İskeçe) yaşayan Türk azınlığın statüsü günümüzde hangi antlaşma temelinde devam etmektedir?", "secenekler": ["Uşi Antlaşması", "Atina ve Lozan Antlaşmaları", "Bükreş Antlaşması", "Berlin Antlaşması", "Paris Antlaşması"], "dogru_cevap": "B", "aciklama": "1913 Atina Antlaşması'ndaki haklar, daha sonra 1923 Lozan Antlaşması ile teyit edilerek günümüze kadar gelmiştir." },
            { "id": 63, "soru": "Enver Paşa'nın 2. Balkan Savaşı'nda Edirne'yi geri alması, İttihat ve Terakki'nin halk nezdindeki itibarını nasıl etkilemiştir?", "secenekler": ["Azaltmıştır", "Etkilememiştir", "Büyük ölçüde artırmış ve iktidarlarını sağlamlaştırmıştır", "Partinin bölünmesine yol açmıştır", "Hükümetin düşmesine neden olmuştur"], "dogru_cevap": "C", "aciklama": "Edirne'nin kurtuluşu, Bab-ı Ali Baskını ile gelen yönetimin meşruiyetini ve popülaritesini artırmıştır." },
            { "id": 64, "soru": "Balkan Savaşları yenilgisi, Osmanlı fikir akımları arasında hangisinin iflas etmesine neden olmuştur?", "secenekler": ["Türkçülük", "Batıcılık", "İslamcılık", "Osmanlıcılık", "Turancılık"], "dogru_cevap": "D", "aciklama": "Hristiyan tebaanın (Bulgar, Rum, Sırp) Osmanlı'dan kopması ve birbirleriyle ittifak yapması, 'Osmanlı milleti' yaratma hayali olan Osmanlıcılığı bitirmiştir." },
            { "id": 65, "soru": "Balkan Savaşları sonucunda Anadolu'ya gelen göçmenlerin iskanı için kurulan kurumun adı nedir?", "secenekler": ["Hilal-i Ahmer", "Muhacirin Komisyonu (İskan-ı Muhacirin)", "Darülaceze", "Himaye-i Etfal", "Düyun-u Umumiye"], "dogru_cevap": "B", "aciklama": "Göçmenlerin yerleştirilmesi, barınması ve üretken hale getirilmesi için İskan Genel Müdürlüğü (Muhacirin Komisyonu) yoğun mesai harcamıştır." },
            { "id": 66, "soru": "Mustafa Kemal'in Çanakkale Savaşları'ndaki başarısında, Balkan Savaşları sırasında görev yaptığı hangi bölgedeki coğrafi bilgisinin etkisi büyüktür?", "secenekler": ["Yanya", "İşkodra", "Gelibolu / Bolayır", "Selanik", "Manastır"], "dogru_cevap": "C", "aciklama": "Mustafa Kemal, Bolayır Kolordusu'ndayken Gelibolu Yarımadası'nı karış karış incelemiş, bu da 1915'te düşmanın nereden çıkacağını tahmin etmesini sağlamıştır." },
            { "id": 67, "soru": "2. Balkan Savaşı sonunda Bulgaristan ile Osmanlı arasında sınır olan nehir hangisidir?", "secenekler": ["Tuna", "Meriç", "Arda", "Vardar", "Sakarya"], "dogru_cevap": "B", "aciklama": "Meriç Nehri, Türkiye ile Bulgaristan arasındaki doğal sınır olarak kabul edilmiştir." },
            { "id": 68, "soru": "Balkan Savaşları, Osmanlı ordusunun hangi büyük savaşa 'provası yapılmış' ama 'yorgun' girmesine neden olmuştur?", "secenekler": ["Kurtuluş Savaşı", "1. Dünya Savaşı", "Kore Savaşı", "Kırım Savaşı", "93 Harbi"], "dogru_cevap": "B", "aciklama": "Balkan Savaşları'ndan sadece 1 yıl sonra 1. Dünya Savaşı başlamıştır. Ordu tecrübe kazanmış ancak silah ve insan gücü açısından yıpranmıştır." },
            { "id": 69, "soru": "Balkan Savaşları sırasında Osmanlı Devleti'nde iktidarda olan ve savaşı yönetemeyerek eleştirilen siyasi parti hangisidir (Savaşın başında)?", "secenekler": ["İttihat ve Terakki", "Hürriyet ve İtilaf Fırkası", "Ahrar Fırkası", "Serbest Cumhuriyet Fırkası", "Terakkiperver Cumhuriyet Fırkası"], "dogru_cevap": "B", "aciklama": "Savaşın başında Hürriyet ve İtilaf destekli Gazi Ahmet Muhtar Paşa ve Kamil Paşa hükümetleri iktidardaydı." },
            { "id": 70, "soru": "'Edirne Seyahati' olarak da bilinen ve Enver Paşa'nın Edirne'yi geri aldığı askeri harekat, hangi savaşın içindedir?", "secenekler": ["1. Balkan Savaşı", "2. Balkan Savaşı", "1. Dünya Savaşı", "Kurtuluş Savaşı", "Trablusgarp Savaşı"], "dogru_cevap": "B", "aciklama": "2. Balkan Savaşı'nın kaos ortamında yapılan harekattır." },
            { "id": 71, "soru": "Balkan Savaşları'nda Osmanlı donanmasının Ege'de başarısız olmasının nedenlerinden biri de gemilerin teknik yetersizliğidir. Osmanlı donanmasının ana üssü neresiydi?", "secenekler": ["İzmir", "Selanik", "Haliç (İstanbul)", "İskenderun", "Sinop"], "dogru_cevap": "C", "aciklama": "Donanma uzun yıllar Haliç'te kapalı kaldığı için manevra kabiliyetini yitirmiştir." },
            { "id": 72, "soru": "Balkan Savaşları sonunda Osmanlı Devleti'nin Balkanlarda kalan tek toprağı neresi olmuştur?", "secenekler": ["Batı Trakya", "Doğu Trakya", "Makedonya", "Arnavutluk", "Bosna"], "dogru_cevap": "B", "aciklama": "Edirne, Kırklareli ve Tekirdağ'ı kapsayan Doğu Trakya elde kalan tek Rumeli toprağıdır." },
            { "id": 73, "soru": "Balkan Savaşları'nda kaybedilen topraklardan biri olan 'Yanya', günümüzde hangi ülkenin sınırları içindedir?", "secenekler": ["Arnavutluk", "Makedonya", "Yunanistan", "Bulgaristan", "Sırbistan"], "dogru_cevap": "C", "aciklama": "Yanya (Ioannina), Yunanistan'ın Epir bölgesinde yer alır." },
            { "id": 74, "soru": "Mustafa Kemal'in Sofya'da yazdığı raporlarda, Osmanlı'nın gelecekteki müttefiki olarak hangi ülkenin tehlikeli emellerine dikkat çekmiştir?", "secenekler": ["Fransa", "İngiltere", "Almanya", "Bulgaristan", "Rusya"], "dogru_cevap": "C", "aciklama": "Mustafa Kemal, Alman askeri heyetinin etkisinin artmasından ve Almanya'nın Osmanlı'yı kendi çıkarları için savaşa sürüklemesinden endişe etmiştir." },
            { "id": 75, "soru": "Balkan Savaşları'nın edebiyatımıza yansıması olarak, Mehmet Akif Ersoy'un hangi eserinde Balkan acıları ve İslam dünyasının dağınıklığı anlatılır?", "secenekler": ["Safahat", "Çalıkuşu", "Yaban", "Ateşten Gömlek", "Sinekli Bakkal"], "dogru_cevap": "A", "aciklama": "Mehmet Akif, Safahat'taki şiirlerinde (örneğin 'Hakkın Sesleri') Balkan faciasını ve Müslümanların uyuşukluğunu sert bir dille eleştirir." },
            { "id": 76, "soru": "2. Balkan Savaşı'nda Romanya'nın Bulgaristan'dan aldığı bölge neresidir?", "secenekler": ["Güney Dobruca", "Batı Trakya", "Selanik", "Varna", "Filibe"], "dogru_cevap": "A", "aciklama": "Bükreş Antlaşması ile Romanya, Güney Dobruca'yı Bulgaristan'dan almıştır." },
            { "id": 77, "soru": "Balkan Savaşları'nda Osmanlı ordusunun kullandığı tüfeklerin menşei (markası) genellikle hangi ülkeye aittir?", "secenekler": ["İngiliz (Lee-Enfield)", "Alman (Mauser)", "Rus (Mosin-Nagant)", "Fransız (Lebel)", "Amerikan (Winchester)"], "dogru_cevap": "B", "aciklama": "2. Abdülhamid döneminden itibaren Osmanlı ordusu Alman Mauser tüfekleri ile donatılmıştır." },
            { "id": 78, "soru": "Balkan Savaşları sırasında Osmanlı Devleti'nde padişah kimdir?", "secenekler": ["2. Abdülhamid", "5. Mehmet Reşad", "6. Mehmet Vahdettin", "Abdülaziz", "Abdülmecid"], "dogru_cevap": "B", "aciklama": "Savaşlar sırasında tahtta 5. Mehmet Reşad bulunmaktaydı (1909-1918)." },
            { "id": 79, "soru": "Aşağıdakilerden hangisi Balkan Savaşları'nın Osmanlı ekonomisine etkilerinden biridir?", "secenekler": ["Savaş tazminatı alınması", "Rumeli'deki verimli tarım arazilerinin kaybı ve gelir düşüşü", "Sanayinin gelişmesi", "Dış borçların silinmesi", "Turizm gelirlerinin artması"], "dogru_cevap": "B", "aciklama": "Rumeli (Makedonya ve Trakya), imparatorluğun en verimli tarım ve vergi kaynaklarından biriydi." },
            { "id": 80, "soru": "Balkan Savaşları'nda Yunan donanmasının 'Averof' zırhlısına karşı, Osmanlı donanmasının en önemli direnişini gösteren Rauf Orbay'ın gemisinin tam adı nedir?", "secenekler": ["Hamidiye", "Mecidiye", "Yavuz", "Midilli", "Nusret"], "dogru_cevap": "A", "aciklama": "Hamidiye Kruvazörü." }
          ]
        },
        {
          "alt_baslik": "Test 5",
          "soru_sayisi": 20,
          "sorular": [
            { "id": 81, "soru": "Trablusgarp ve Balkan Savaşları'nda yaşanan toprak kayıpları, Osmanlı aydınlarını 'devleti kurtarmak' için hangi ideolojiye daha sıkı sarılmaya itmiştir?", "secenekler": ["Osmanlıcılık", "Türkçülük", "İslamcılık", "Adem-i Merkeziyetçilik", "Sosyalizm"], "dogru_cevap": "B", "aciklama": "Gayrimüslimlerin ayrılması ve Arapların da huzursuzluğu, Türkçülük akımını tek kurtuluş reçetesi haline getirmiştir." },
            { "id": 82, "soru": "Mustafa Kemal'in 'Ordunun siyasete karışması felaket getirir' tezini doğrulayan en acı tecrübe hangisidir?", "secenekler": ["31 Mart Vakası", "1. Balkan Savaşı yenilgisi", "Trablusgarp Savaşı", "Çanakkale Savaşı", "Dömeke Savaşı"], "dogru_cevap": "B", "aciklama": "Mustafa Kemal, İttihat ve Terakki kongresinde ordunun siyasetten ayrılmasını savunmuş, bu yapılmadığı için Balkan Harbi'nde komutanlar birbirine düşmüştür." },
            { "id": 83, "soru": "Osmanlı Devleti'nin Balkan Savaşları'nda kaybettiği adalar arasında aşağıdakilerden hangisi yoktur?", "secenekler": ["Midilli", "Sakız", "Sisam", "Büyükada", "Taşoz"], "dogru_cevap": "D", "aciklama": "Büyükada (Prens Adaları), İstanbul'dadır ve Marmara Denizi'ndedir, işgal edilmemiştir." },
            { "id": 84, "soru": "1. Balkan Savaşı'nda Osmanlı ordusunun Batı Ordusu Komutanı kimdir?", "secenekler": ["Ali Rıza Paşa", "Nazım Paşa", "Abdullah Paşa", "Zeki Paşa", "Mahmut Şevket Paşa"], "dogru_cevap": "A", "aciklama": "Batı Ordusu (Makedonya/Arnavutluk) komutanı Ali Rıza Paşa'dır." },
            { "id": 85, "soru": "Balkan Savaşları'nda Yunanistan'ın işgal ettiği Selanik'te bulunan ve sürgünde olan devrik Osmanlı padişahı kimdir?", "secenekler": ["2. Abdülhamid", "5. Murad", "Abdülaziz", "Vahdettin", "Reşad"], "dogru_cevap": "A", "aciklama": "2. Abdülhamid, tahttan indirildikten sonra Selanik'te Alatini Köşkü'nde kalıyordu. Şehrin düşme tehlikesi üzerine apar topar İstanbul'a (Beylerbeyi Sarayı'na) getirilmiştir." },
            { "id": 86, "soru": "Trablusgarp Savaşı'nda Mustafa Kemal'in gazeteci kılığında Mısır'a geçerken karşılaştığı ve ona yardım eden ünlü İttihatçı doktor kimdir?", "secenekler": ["Dr. Nazım", "Dr. Tevfik Rüştü Aras", "Dr. Refik Saydam", "Dr. Bahattin Şakir", "Dr. Adnan Adıvar"], "dogru_cevap": "B", "aciklama": "Tevfik Rüştü Aras, o dönemde Mustafa Kemal ile birlikte hareket etmiş, Cumhuriyet döneminde Dışişleri Bakanlığı yapmıştır." },
            { "id": 87, "soru": "Balkan Savaşları'nda Osmanlı'nın 'hasta adam' olarak nitelendirilmesi, hangi büyük devletin 'Boğazları ele geçirme' planlarını hızlandırmıştır?", "secenekler": ["İngiltere", "Almanya", "Rusya", "Fransa", "İtalya"], "dogru_cevap": "C", "aciklama": "Osmanlı'nın çöküşü, Rusya'nın sıcak denizlere inme hayalini (Tarihi emel) canlandırmıştır." },
            { "id": 88, "soru": "Mustafa Kemal'in Trablusgarp'ta savaştığı Derne cephesinde karargahını kurduğu yerin adı nedir?", "secenekler": ["Kasr-ı Hümayun", "Ayn el-Mansur", "Vadi Derna", "Kireçtepe", "Conkbayırı"], "dogru_cevap": "B", "aciklama": "Yerel kaynaklarda ve hatıratlarda geçen karargah noktalarından biridir (Detay bilgidir)." },
            { "id": 89, "soru": "Uşi Antlaşması ile İtalya'ya bırakılan Trablusgarp, Osmanlı idari teşkilatında hangi statüdeydi?", "secenekler": ["Eyalet", "Vilayet", "Sancak", "Mutasarrıflık", "Beylik"], "dogru_cevap": "B", "aciklama": "Trablusgarp Vilayeti, doğrudan merkeze bağlı bir vilayetti." },
            { "id": 90, "soru": "Balkan Savaşları sırasında Osmanlı Devleti'nin Harbiye Nazırı olan ve Bab-ı Ali Baskını'nda öldürülen Nazım Paşa'nın siyasi duruşu nasıldı?", "secenekler": ["Fanatik İttihatçı", "Halâskâr Zâbitan grubuna yakın / Hürriyet ve İtilaf destekli", "Sosyalist", "Cumhuriyetçi", "Saltanat karşıtı"], "dogru_cevap": "B", "aciklama": "Nazım Paşa, İttihatçılara muhalif olan Halâskâr Zâbitan grubunun desteğini almıştı, bu yüzden İttihatçılar tarafından hedef alındı." },
            { "id": 91, "soru": "Balkan Savaşları'nda Osmanlı ordusunun yaşadığı kolera salgını en çok hangi cephede etkili olmuştur?", "secenekler": ["Çatalca Hattı", "Yanya", "İşkodra", "Yemen", "Kafkas"], "dogru_cevap": "A", "aciklama": "Çatalca önlerine yığılan askerler ve göçmenler arasında çıkan kolera salgını, kurşundan daha fazla kayba neden olmuştur." },
            { "id": 92, "soru": "Mustafa Kemal'in 1913'te atandığı Sofya Ataşemiliterliği görevi sırasında, Bulgaristan'da yaşayan Türklerin sorunlarıyla ilgilenmesi, onun hangi yönünü geliştirmiştir?", "secenekler": ["Askeri taktik", "Diplomasi ve Azınlık Politikaları", "Denizcilik", "Topçuluk", "Havacılık"], "dogru_cevap": "B", "aciklama": "Bulgar parlamentosundaki Türk vekillerle görüşmesi, azınlık hakları ve diplomasi konusundaki vizyonunu genişletmiştir." },
            { "id": 93, "soru": "2. Balkan Savaşı'nda Osmanlı'nın Edirne'yi geri almasına Avrupa devletlerinin (özellikle İngiltere ve Rusya) tepkisi ne olmuştur?", "secenekler": ["Desteklemişlerdir", "Protesto etmişler ve Osmanlı'yı Londra Antlaşması'nı ihlal etmekle suçlamışlardır", "Asker göndermişlerdir", "Tarafsız kalmışlardır", "Edirne'yi Yunanistan'a vermek istemişlerdir"], "dogru_cevap": "B", "aciklama": "Büyük devletler, Osmanlı'nın Midye-Enez hattını geçmesini protesto etmiş, ancak 'oldubitti'yi kabullenmek zorunda kalmışlardır." },
            { "id": 94, "soru": "Balkan Savaşları'nda kaybedilen topraklardan göç edenlerin torunları günümüzde Türkiye nüfusunun önemli bir kısmını oluşturmaktadır. Bu kitleye halk arasında ne ad verilir?", "secenekler": ["Yörük", "Manav", "Muhacir / Macır", "Levanten", "Abdal"], "dogru_cevap": "C", "aciklama": "Rumeli göçmenlerine genel olarak Muhacir denir." },
            { "id": 95, "soru": "Balkan Savaşları sırasında 'Donanma İanesi' (Yardımı) kampanyası ile halktan toplanan paralarla alınan gemiler savaşta etkili olabilmiş midir?", "secenekler": ["Evet, savaşı kazandırmıştır", "Hayır, çoğu zamanında teslim edilememiş veya yetersiz kalmıştır", "Gemiler alınmamıştır", "Paralar başka yere harcanmıştır", "Sadece denizaltı alınmıştır"], "dogru_cevap": "B", "aciklama": "Halkın dişinden tırnağından artırarak verdiği paralarla sipariş edilen gemiler (örneğin Sultan Osman), 1. Dünya Savaşı öncesi İngiltere tarafından el konulmuş veya Balkan Savaşı'na yetişememiştir." },
            { "id": 96, "soru": "Trablusgarp Savaşı'nda İtalyanlara karşı mücadele eden 'Şeyh Ahmed eş-Şerif', hangi tarikatın lideridir?", "secenekler": ["Senusi", "Kadiri", "Nakşibendi", "Mevlevi", "Bektaşi"], "dogru_cevap": "A", "aciklama": "Senusiler, Libya direnişinin sembolüdür." },
            { "id": 97, "soru": "1. Balkan Savaşı'nda Arnavutluk'un bağımsızlığını ilan etmesiyle Osmanlı Devleti ile kara bağlantısı kesilen bölge neresidir?", "secenekler": ["Bosna", "Batı Trakya", "Yanya", "Hiçbiri (Bosna zaten kaybedilmişti)", "Mora"], "dogru_cevap": "D", "aciklama": "(Dikkat Sorusu) Bosna 1908'de ilhak edilmişti, Mora 1829'da gitmişti. Arnavutluk'un kopuşu, Osmanlı'nın Adriyatik ile bağını kesti." },
            { "id": 98, "soru": "Mustafa Kemal'in 'Geldikleri gibi giderler' sözünün tarihsel arka planında, Balkan Savaşları'ndaki yenilginin yarattığı hangi duygu yatar?", "secenekler": ["Umutsuzluk", "Rövanş (İntikam) ve Vatanı Kurtarma Azmi", "Teslimiyet", "Korku", "Kayıtsızlık"], "dogru_cevap": "B", "aciklama": "Balkan hezimeti, Mustafa Kemal neslinde 'Vatan elden gidiyor' korkusuyla karışık müthiş bir kurtarma hırsı ve azmi yaratmıştır." },
            { "id": 99, "soru": "Osmanlı Devleti, Balkan Savaşları sonrasında hangi ülkeye yaklaşarak 1. Dünya Savaşı'na giden yolda ittifak arayışına girmiştir?", "secenekler": ["İngiltere", "Fransa", "Almanya", "Rusya", "İtalya"], "dogru_cevap": "C", "aciklama": "Ordunun modernizasyonu için gelen Alman heyetleri ve İttihatçıların Alman hayranlığı, ittifakın yolunu açmıştır." },
            { "id": 100, "soru": "Trablusgarp ve Balkan Savaşları, Osmanlı İmparatorluğu'nun hangi dönemine denk gelir?", "secenekler": ["Lale Devri", "Tanzimat Dönemi", "Dağılma Dönemi", "Yükselme Dönemi", "Duraklama Dönemi"], "dogru_cevap": "C", "aciklama": "Bu savaşlar, imparatorluğun 'Dağılma' ve çöküş sürecinin son ve en kanlı evreleridir." }
          }
        ]
      }
    ]
  }
]